Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/General.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Global_NoneFlag
source: {None}
cs: {Žádné}
de: {Keine}
es: {Ninguno}
fi: {Tyhjä}
fr: {Aucun(e)}
hu: {Nincs}
pl: {Brak}
pt: {Nenhum}
ru: {Нет}
zh_hans: {无}
zh_hant: { 無 }

# TestRun_VariousTestCases
source: Various Test Cases
cs: Různé testovací případy
de: Verschiedene Testfälle
es: Varios Casos de Prueba
fi: Useita Testitapauksia
fr: Scénarios de test sélectionnés
hu: Különböző tesztesetek
pl: Różne przypadki testowe
pt: Vários Casos de Testes
pt_pt: Vários casos de teste
ru: Различные тестовые случаи
zh_hans: 各种测试用例
zh_hant: 多種測試案例

# Task_ProgressNotStarted
source: not started
cs: nezahájeno
de: nicht gestartet
es: no iniciada
fi: aloittamatta
fr: Non commencé
hu: nem elkezdett
pl: nierozpoczęte
pt: não iniciada
pt_pt: não iniciado
ru: не начатый
zh_hans: 未启动
zh_hant: 未開始

# Task_ProgressPercentComplete
source: % complete
cs: % dokončeno
de: % abgeschlossen
es: % de Avance
fi: % valmis
fr: % Effectué
hu: % teljesített
pl: % wykonano
pt: % concluída
pt_pt: % concluída
ru: % полный
zh_hans: 完成 %
zh_hant: 完成 %

# Task_ProgressScheduledEndOn
source: scheduled to end on
cs: konec plánován na
de: Wird voraussichtlich beendet am
es: previsto que termine el
fi: aikataulutettu päättymään
fr: Fin prévue le
hu: menetrend szerinti vége ekkor
pl: zakończenie zaplanowane
pt: previsto para terminar em
pt_pt: programado para terminar em
ru: запланированный к концу
zh_hans: 计划结束上
zh_hant: 原訂計畫結束

# Task_ProgressShouldHaveStartedOn
source: should have started on
cs: mělo být zahájeno
de: Sollte begonnen haben am
es: debería haber comenzado en
fi: pitäisi olla aloitettu
fr: Début prévu le
hu: kezdődnie kellett volna ekkor
pl: powinno zacząć się
pt: deveria ter iniciado em
pt_pt: devia ter iniciado em
ru: надо было начинать
zh_hans: 应已开始
zh_hant: 應已開始

# Task_Progress_ShouldHaveFinishedOn
source: should have finished on
cs: mělo být dokončeno
de: Sollte beendet werden am
es: debería haber terminado en
fi: pitäisi olla päättynyt
fr: Fin prévue le
hu: be kellett volna fejeződnie
pl: powinno zakończyć się
pt: deveria ter terminado em
pt_pt: deveria ter terminado em
ru: надо было закончить
zh_hans: 应该对已完成
zh_hant: 應已結束

# Global_NoTasks
source: No Tasks
cs: Žádné úkoly
de: Keine Aufgaben
es: No hay Tareas
fi: Ei Tehtäviä
fr: Aucune tâche
hu: Nincs feladat
pl: Brak zadań
pt: Sem Tarefas
pt_pt: Não há tarefas
ru: Нет Задач
zh_hans: 没有任务
zh_hant: 沒有任務

# Global_Tasks
source: Tasks
cs: Úkoly
de: Aufgaben
es: Tareas
fi: Tehtävät
fr: Tâches
hu: Feladatok
pl: Zadania
pt: Tarefas
pt_pt: Tarefas
ru: Задачи
zh_hans: 任务
zh_hant: 任務

# Task_NotStarted
source: Not Started
cs: Nezahájeno
de: Nicht gestartet
es: No Iniciada
fi: Aloittamatta
fr: Non commencé
hu: Nem elkezdett
pl: Nierozpoczęte
pt: Não Iniciada
pt_pt: Não iniciado
ru: Не началось
zh_hans: 未启动
zh_hant: 未開始

# Task_OnSchedule
source: On Schedule
cs: Dle plánu
de: Planmäßig
es: De Acuerdo al Calendario
fi: Aikataulussa
fr: Progrès conforme au calendrier
hu: Ütemezés szerint
pl: Zgodnie z harmonogramem
pt: No Prazo
pt_pt: Dentro do prazo
ru: В соответствии с графиком
zh_hans: 按计划
zh_hant: 準時

# Task_RunningLate
source: Running Late
cs: Má zpoždění
de: Verspätetes Ende
es: Ejecución retrasada
fi: Myöhässä
fr: En retard
hu: Késésben
pl: Wykonywane z opóźnieniem
pt: Executando Atrasada
pt_pt: Com atraso
ru: Опоздал с опозданием
zh_hans: 运行晚了
zh_hant: 延誤執行

# Task_StartingLate
source: Starting Late
cs: Zpožděný začátek
de: Verspäteter Beginn
es: Inicio retrasado
fi: Alkaa myöhässä
fr: Début retardé
hu: Később indul
pl: Rozpoczęte z opóźnieniem
pt: Começando Atrasada
pt_pt: Início com atraso
ru: Позднее начало
zh_hans: 起步晚了
zh_hant: 延誤開始

# TestCase_NewTestCase
source: New Test Case
cs: Nový Testovací případ
de: Neuer Testfall
es: Nuevo Caso de Prueba
fi: Uusi Testitapaus
fr: Nouveau Scénario de test
hu: Új teszteset
pl: Nowy przypadek testowy
pt: Novo Caso de Teste
pt_pt: Novo caso de teste
ru: Новый тестовый случай
zh_hans: 新测试用例
zh_hant: 新測試案例

# TestCase_NewTestCaseComment
source: New test case created from requirement
cs: Nový testovací případ vytvořený z požadavku
de: Neuer Testfall aus der Anforderung erstellt
es: Nuevo caso de prueba creado a partir del requerimiento
fi: Uusi testitapaus luotu vaatimuksesta
fr: Nouveau scénario de test créé à partir d'un besoin
hu: Új teszteset létrehozása követelménytől
pl: Nowy przypadek testowy utworzony z wymagania
pt: Novo caso de teste criado a partir do requerimento
pt_pt: Novo caso de teste criado a partir do requisito
ru: Новый тестовый пример, созданный по требованию
zh_hans: 满足要求的新测试用例
zh_hant: 從需求建立測試案例

# TestSet_NewTestSetBasedOnRelease
source: New test set based on release
cs: Nová testovací sada vytvořená na základě verze
de: Neue Testreihe basierend auf dem Release
es: Nuevo conjunto de pruebas basado en la release
fi: Uusi testijoukko julkaisun perusteella
fr: Nouvel ensemble de tests créé à partir de cette version
hu: Új teszt szett a release-ből
pl: Nowy zestaw testów oparty na wydaniu
pt: Novo conjunto de teste baseado no release
pt_pt: Novo conjunto de testes com base na entrega
ru: Новый набор тестов на основе релиза
zh_hans: 基于发布的新测试集
zh_hant: 基於版本建立新測試集

# TestSet_NewTestSetBasedOnRequirements
source: New test set based on selected requirements
cs: Nová testovací sada vytvořená na základě vybraných požadavků
de: Neue Testreihe an Hand der ausgewählten Anforderungen
es: Nuevo conjunto de pruebas basado en los requerimientos seleccionados
fi: Uusi testijoukko valitun vaatimuksen perusteella
fr: Nouvel ensemble de tests créé à partir des besoins sélectionnés
hu: Új teszt szett a kiválasztott követelményekből
pl: Nowy zestaw testów oparty na wybranych wymaganiach
pt: Novo conjunto de teste baseado nos requerimentos selecionados
pt_pt: Novo conjunto de testes com base nos requisitos selecionados
ru: Новый испытательный комплект на основе выбранных требований
zh_hans: 基于所选的满足要求的新测试集
zh_hant: 基於選擇的需求建立新測試集

# Requirement_NotCovered
source: Not Covered
cs: Nepokryto
de: Nicht abgedeckt
es: No Cubierto
fi: Kattamatta
fr: Non couvert
hu: Nem lefedett
pt: Não Cobertos
pt_pt: Não cobertos
ru: Не закрыт
zh_hans: 不包括
zh_hant: 不包括

# TestCase_Blocked
source: Blocked
cs: Blokováno
de: Gesperrt
es: Bloqueado
fi: Estetty
fr: Bloqué
hu: Blokkolt
pt: Bloqueado
pt_pt: Bloqueado
ru: Блокированный
zh_hans: 被阻止
zh_hant: 被阻止

# TestCase_Caution
source: Caution
cs: Pozor
de: Achtung
es: Precaución
fi: Huomautus
fr: Attention
hu: Vigyázat
pt: Atenção
pt_pt: Em Progresso
ru: Внимание
zh_hans: 警告：
zh_hant: 警示

# TestCase_Failed
source: Failed
cs: Selhalo
de: Fehlgeschlagen
es: Reprobado
fi: Hylätty
fr: Échoué
hu: Sikertelen
pt: Falhou
pt_pt: Insucesso
ru: Не удалось
zh_hans: 失败
zh_hant: 失敗

# TestCase_NotRun
source: Not Run
cs: Nespuštěno
de: Nicht ausgeführt
es: No Ejecutado
fi: Ajamatta
fr: Non exécuté
hu: Nem Fut
pt: Não Executado
pt_pt: Não executado
ru: Не бегать
zh_hans: 不运行
zh_hant: 無執行

# TestCase_Passed
source: Passed
cs: Prošlo
de: Bestanden
es: Aprobado
fi: Hyväksytty
fr: Réussi
hu: Sikeres
pt: Aprovado
pt_pt: Sucesso
ru: Прошел
zh_hans: 通过
zh_hant: 通過

# TestCase_Run
source: Run
cs: Běh
de: Ausführen
es: Ejecutar
fi: Suorita
fr: Exécuté
hu: Fut
pl: Wykonaj
pt: Executar
pt_pt: Execução
ru: Запустить
zh_hans: 运行
zh_hant: 執行

# Global_No
source: No
cs: Ne
de: Nein
fi: Ei
fr: Non
hu: Nem
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
zh_hans: 无
zh_hant: 否

# Global_Yes
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
zh_hans: 是
zh_hant: 是

# Global_Copy
source: Copy
cs: Kopírovat
de: Kopieren
es: Copia
fi: Kopioi
fr: Copier
hu: Másolat
pl: Kopiuj
pt: Cópia
pt_pt: Cópia
ru: Скопировать
zh_hans: 副本
zh_hant: 複製

# Global_CopyOf
source: Copy of
cs: Kopie
de: Kopieren von
es: Copia de
fi: Kopio
fr: Copie de :
hu: Másolata
pl: Kopia
pt: Cópia de
pt_pt: Cópia de
ru: Копия
zh_hans: 复制
zh_hant: 複製

# Task_Completed
source: Completed
cs: Dokončeno
de: Abgeschlossen
es: Terminada
fi: Valmistunut
fr: Terminé
hu: Teljesített
pl: Zakończone
pt: Concluída
pt_pt: Concluído
ru: Заполнено
zh_hans: 已完成
zh_hant: 已完成

# Requirement_ReqCreatedFromIncident
source: Requirement created from existing incident.
cs: Požadavek vytvořen ze stávajícího incidentu.
de: Anforderung aus bestehendem Vorfall erstellt.
es: Requerimiento creado a partir de un incidente existente.
fi: Vaatimus luotu olemassa olevasta havainnosta.
fr: Besoin créé à partir d'incident existant.
hu: Követelmény meglévő incidensből létrehozva
pl: Wymaganie utworzone z istniejącego incydentu.
pt: Requerimiento criado a partir de um incidente existente.
pt_pt: Requisito criado a partir de defeito existente.
ru: Требование, созданное на основе существующего инцидента.
zh_hans: 从现有的事件创建的要求。
zh_hant: 從已存在事件建立需求。

# TestCase_Call
source: Call
cs: Volání
de: Aufruf
es: Llamar
fi: Kutsu
fr: Appel
hu: Hívás
pl: Wywołaj
pt: Chamar
pt_pt: Chamar
ru: Звоните на .
zh_hans: 调用
zh_hant: 叫用

# Incident_Complete
source: complete
cs: kompletní
de: Abschließen
es: terminado
fi: valmis
fr: terminé
hu: kész
pl: zakończone
pt: completo
pt_pt: completo
ru: полный
zh_hans: 完成
zh_hant: 完成

# Incident_NotStarted
source: not started
cs: nezahájeno
de: Nicht gestartet
es: no iniciado
fi: aloittamatta
fr: non commencé
hu: el nem kezdett
pl: nierozpoczęte
pt: não iniciado
pt_pt: não iniciado
ru: не начатый
zh_hans: 未启动
zh_hant: 未開始

# Incident_ShouldHaveStartedOn
source: should have started on
cs: mělo být zahájeno
de: Sollte begonnen haben am
es: debería haber comenzado en
fi: pitäisi olla aloitettu
fr: aurait dû commencer le
hu: kezdődnie kellett volna ekkor
pl: powinny rozpocząć się
pt: deveria ter iniciado em
pt_pt: devia ter iniciado em
ru: надо было начинать
zh_hans: 应已开始
zh_hant: 應已開始

# GraphDescription_IncidentAging
source: The Incident Aging chart displays the number of days incidents have been left open in the system
cs: Graf Stárnutí incidentů (Incident Aging) zobrazuje počet dní, kdy byly incidenty otevřené v systému.
de: Das Diagramm 'Alterung des Vorfalls' zeigt die Anzahl der Tage an, an denen ein Vorfall den Status "offen" im System hat
es: El gráfico Envejecimiento de Incidentes muestra el número de días que los incidentes se han dejado abiertos en el sistema
fi: Havaintojen ikääntymiskaavio näyttää montako päivää havainnot on jätetty avoimiksi järjestelmässä
fr: Le graphique Vieillissement des Incidents montre le nombre de jours pendant lesquels les incidents sont restés ouverts dans le système
hu: Az incidensek kora grafikon mutatja a nyitott státuszban eltelt napok számát
pl: Wykres 'Wiek otwartych incydentów' wyświetla liczbę dni incydentów pozostających otwartymi w systemie
pt: O Gráfico Envelhecimento de Incidentes exibe o número de dias que os incidentes ficaram abertos no sistema.
pt_pt: O mapa de antiguidade do defeito mostra o número de dias em que os defeitos foram deixados em aberto no sistema
ru: На диаграмме "Старение инцидентов" отображается количество дней, в течение которых инциденты оставались в системе незакрытыми.
zh_hans: "事件老化"的图表中显示事件已离开开放系统中的天数
zh_hant: 事件老畫圖顯示事件於系統中一直處於開啟狀態的天數

# GraphDescription_IncidentCumulativeCount
source: The Incident Cumulative Count chart displays the cumulative total number of incidents logged in the system for the current project over a particular date-range
cs: Graf Kumulativní počet chyb zobrazuje kumulativní součet incidentů zadaných do systému pro tento produkt během daného časového období
de: Das Diagramm 'Anzahl kumulierter Vorfälle' zeigt die kumulierte, gesamte Anzahl von Vorfällen, die im System für das aktuelle Produkt über einen bestimmten Zeitraum protokolliert sind
es: El gráfico Acumulación de Incidentes muestra el número total acumulado de incidencias registradas en el sistema para el proyecto actual en un rango de fechas determinado
fi: Havaintojen kerääntymiskaavio näyttää tiettynä ajanjaksona kyseiseen projektiin kirjattujen havaintojen kumulatiivisen kokonaismäärän
fr: Le graphique Nombre Cumulé d'Incidents montre le nombre total cumulé des incidents enregistrés dans le système pour le produit en cours pendant une date/période particulière
hu: Az incidens kumulatív számok grafikon mutatja a megadott időintervallumban a rendszerben naplózott incidensek összes számát
pl: Wykres skumulowanej liczby incydentów wyświetla sumę wszystkich incydentów zarejestrowanych w systemie dla bieżącego projektu w określonym zakresie dat
pt: O gráfico Contagem Acumulada de Incidentes exibe o número cumulativo total de incidentes registrados no sistema para o projeto atual ao longo de um intervalo de datas específico.
pt_pt: O mapa de Contagem Cumulativa de Defeitos mostra o número total, acumulado de defeitos registados no sistema, para o presente projeto, num intervalo de tempo em particular
ru: Диаграмма "Совокупный подсчет происшествий" отображает совокупное общее количество происшествий, зарегистрированных в системе для текущего продукта на определенном интервале данных.
zh_hans: 事件的累积计数图表中显示特定的日期范围内为当前项目中登陆系统的事件的累积总数
zh_hant: 事件累積計數圖表顯示系統中目前專案在指定時間範圍內事件被記錄的累積總和

# GraphDescription_IncidentOpenCount
source: The Incident Open Count chart displays the total number of open incidents in the system for the current project over a particular date-range categorized by incident priority
cs: Graf Počet otevřených incidentů zobrazuje celkový počet otevřených incidentů v systému pro aktuální produkt během daného časového období. Incidenty jsou setříděny dle priority.
de: Das Diagramm 'Anzahl offener Vorfälle' zeigt die Gesamtzahl offener Vorfälle im System, bezogen auf das aktuelle Produkt und einen bestimmten Zeitraum, an. Die Kategorisierung erfolgt nach der Priorität der Vorfälle.
es: El gráfico Conteo de Incidentes Abiertos muestra el número total de incidentes abiertos en el sistema para el proyecto actual en un rango de fechas determinado por prioridad de incidentes
fi: Avoimien Havaintojen määrä -kaavio näyttää tiettynä ajanjaksona kyseisessä Projektissa olevien avoimien havaintojen määrän prioriteetin mukaan luokiteltuna
fr: Le graphique Nombre des Incidents Ouverts montre le nombre total d'incidents ouverts dans le système pour le produit actuel pendant une date/période particulière et classés par priorité.
hu: A nyitott incidensek száma grafikon mutatja a megadott időintervallumban a rendszerben szereplő nyitott incidensek prioritás szerinti összes számát
pl: Wykres otwartych incydentów wyświetla sumę otwartych incydentów w systemie dla bieżącego projektu w określonym zakresie dat zgrupowanych według priorytetu
pt: O gráfico Contagem de Incidentes Abertos exibe o número total de incidentes abertos no sistema para o projeto atual ao longo de um intervalo de datas específico categorizado por prioridade dos incidentes.
pt_pt: O mapa de Contagem de Defeitos Abertos mostra o número total de defeitos abertos no sistema, para o presente projeto, ao longo de um intervalo de datas específico, categorizado por prioridade de defeito
ru: Диаграмма Incident Open Count отображает общее количество открытых инцидентов в системе для текущего продукта на определенном диапазоне данных, сгруппированных по приоритету инцидентов.
zh_hans: 打开的事件计数图表中显示系统中超过特定日期范围按优先级事件分类打开的当前项目的打开事件的总数
zh_hant: 事件開啟計數圖表顯示系統中目前專案在指定時間範圍內依事件優先度歸類的開啟事件總數

# GraphDescription_IncidentProgressRate
source: The Incident Progress Rate chart displays the total number of incidents created and closed over a particular date-range
cs: Graf vývoje incidentů zobrazuje celkový počet vytvořených a uzavřených incidentů pro aktuální produkt během daného časového období.
de: Das Diagramm 'Fortschrittsrate des Vorfalls' zeigt, bezogen auf einen bestimmten Zeitraum, die gesamte Anzahl von erstellten und abgeschlossenen Vorfällen an.
es: El gráfico Tasa de Progreso de Incidentes muestra el número total de incidentes creados y cerrados en un rango de fechas definido
fi: Havaintojen edistymiskaavio tiettynä ajanjaksona luotujen ja suljettujen havaintojen kokonaismäärän
fr: Le graphique du Taux d'Avancement des Incidents affiche le nombre total d'incidents créés et fermés pendant une date-période particulière
hu: Az incidens feldolgozási ráta grafikon mutatja a megadott időintervallumban a létrehozott és lezárt incidensek összes számát
pl: Wykres wskaźnika postępu incydentów wyświetla sumę incydentów utworzonych i zamkniętych w określonym zakresie dat
pt: O gráfico Taxa de Progresso de Incidentes exibe o número total de incidentes criados e fechados em um intervalo de datas específico
pt_pt: O mapa Taxa de Progresso de Defeitos mostra o número total de defeitos criados e fechado durante um intervalo de datas específico
ru: На диаграмме "Прогресс в инцидентах" отображается общее количество инцидентов, созданных и закрытых на определенном интервале данных.
zh_hans: 事件进展率图表中显示创建并关闭超过特定的日期范围内的事件的总数
zh_hant: 事件進度率圖表顯示特定時間範圍內事件建立與關閉的總數

# GraphDescription_IncidentSummary
source: The Incident Summary graph shows how many incidents are currently in a project. The number of incidents is displayed according to the criteria that you specify. You can specify the type of data displayed along the x-axis, and the incident information which is used to group the data
cs: Graf přehledu Incidentů ukazuje, kolik incidentů je v současné době v produktu. Počet incidentů je zobrazen podle kritérií, která zadáte. Můžete zadat druh údajů zobrazovaných podél osy x, a typ informace, podle které budou incidenty seskupeny.
de: Das Diagramm 'Vorfallsübersicht' zeigt wie viele Vorfälle es derzeit im Produkt gibt. Die Anzahl der Vorfälle hängt von den von Ihnen ausgewählten Kriterien ab. Sie können sowohl den Datentyp bestimmen, der entlang der X-Achse gezeigt wird, als auch die Vorfallsinformationen wählen, die zur Gruppierung der Daten genutzt werden.
es: El gráfico Resumen de Incidentes muestra cuántos incidentes se encuentran actualmente en un proyecto. El número de incidentes se muestra según los criterios especificados. Usted puede especificar los tipos de datos que se muestran a lo largo del eje X y la información de incidentes que se utiliza para agrupar los datos
fi: Havaintojen yhteenvetokuvaaja näyttää kuinka paljon Projektissa on Havaintoja tällä hetkellä. Määrä näytetään antamiesi kriteerien mukaisesti. Voit määrittää tiedon joka näytetään x-akselilla ja havaintotiedon jonka mukaan tieto ryhmitellään
fr: Le graphique Résumé des Incidents montre le nombre d'incidents actuellement dans un produit. Le nombre d'incidents est affiché selon les critères que vous spécifiez. Vous pouvez spécifier le type de données affichées le long de l'axe des x, et l'information sur un incident qui est utilisé pour regrouper les données
hu: Az incidens összefoglaló grafikon mutatja mennyi incidens van jelenleg a projektben. Az incidensek száma a megadott feltételeknek megfelelően jelenik meg. Megadható az x-tengely adattípusa és a csoportosítási feltétel
pl: Wykres podsumowania incydentów pokazuje ile incydentów jest aktualnie w projekcie. Liczba incydentów jest wyświetlana zgodnie z kryteriami, które należy określić. Można określić typ danych wyświetlanych wzdłuż osi X oraz informacje o incydencie, które zostały użyte do grupowania danych.
pt: O gráfico Resumo de Incidentes mostra quantos incidentes estão atualmente em um projeto. O número de incidentes é exibido de acordo com os critérios que você especifica. Você pode especificar os tipos de dados exibidos ao longo do eixo x e a informações sobre o incidente que são usadas para agrupar os dados
pt_pt: O mapa de Resumo de Defeitos mostra quantos defeitos existem atualmente num projeto. O número de defeitos é mostrado de acordo com os critérios que especificou. Pode especificar o tipo de dados exibidos ao longo do eixo dos x e a informação sobre o defeito que é usada para agrupar os dados
ru: График "Сводка происшествий" показывает, сколько происшествий в настоящее время происходит в продукте. Количество инцидентов отображается в соответствии с указанными вами критериями. Вы можете указать тип данных, отображаемых по оси x, и информацию об инцидентах, которая используется для группировки данных
zh_hans: 事件摘要表中显示目前一个项目有多少事件。事件的数目根据您所指定的标准显示。您可以用X轴来详细说明显示的数据类型，这些事件信息用于数据分组
zh_hant: 事件摘要圖顯示目前專案中事件數量。根據您指定的標準顯示事件數量。您可指定X軸資料類型，和用於群組資料的事件資訊。

# GraphDescription_IncidentTurnaround
source: The Incident Turnaround Time Chart displays the number of days incidents have taken to be closed (from the time they were first raised) in the system
cs: Graf Doba vyřešení incidentu zobrazuje, kolik dní trvalo uzavření incidentů v systému (od doby, kdy byly poprvé zadány).
de: Das Diagramm 'Vorfalldurchlaufzeit' zeigt die Anzahl der Tage an, die die Vorfälle bis zu ihrem Abschluss (ab dem Zeitpunkt an dem sie erhoben wurden) im System benötigt haben.
es: El gráfico Tiempo de Circulación de Incidentes muestra el número de días que los incidentes han demorado para ser cerrados (desde el momento en que se crearon por primera vez) en el sistema
fi: Havaintojen läpimenoaikakaavio näyttää montako päivää Havainto on ollut auki järjestelmässä ennen sulkemista
fr: Le graphique Temps de Résolution des Incidents montre le nombre de jours nécessaire pour leur fermeture (à partir du moment où ils ont d'abord été créés pour la première fois) dans le système
hu: Az incidens átfutási ideje grafikon mutatja az incidensek lezáráshoz szükséges napokat (a rendszerbekerüléstől számítva)
pl: Wykres Czasu Kompletowania Incydentu wyświetla liczbę dni jakie upłynęły do zamnkięcia (od chwili kiedy po raz pierwszy zostały poruszone) w systemie
pt: O gráfico Tempo de Circulação de Incidentes exibe o número de dias que os incidentes levaram para ser fechados (desde o momento em que eles foram criados pela primeira vez) no sistema
pt_pt: O mapa de Tempo de Correção do Defeito mostra o número de dias que passaram até que os defeitos tenham sido fechados (desde o momento em que foram criados pela primeira vez) no sistema
ru: На графике времени происшествий отображается количество дней, в течение которых происшествия были закрыты (с момента их первого поднятия) в системе.
zh_hans: 事件周转时间图表中显示事件天数在系统中已经被关闭 （从他们第一次提高的时间）
zh_hant: 事件週轉時間圖表顯示事件在系統中已被關閉（從第一次提出的時間）的天數

# GraphDescription_RequirementCoverage
source: The Requirements Coverage graph shows how many requirements are currently in a project, according to their test coverage status
cs: Graf pokrytí požadavků zobrazuje aktuální požadavky v produktu, podle jejich pokrytí testy.
de: Das Diagramm 'Anforderungsabdeckung' zeigt die Anzahl der Anforderungen im aktuellen Produkt, bezogen auf ihren Testabdeckungsstatus, an.
es: El gráfico de Cobertura de Requerimientos muestra cuántos requerimientos están actualmente en un proyecto, de acuerdo con sus estados de cobertura de prueba
fi: Vaatimusten kattavuuskaavio näyttää montako Vaatimusta on tällä hetkellä Projektissa niihin liittyvien testien tilan mukaan
fr: Le graphique Couverture des Besoins montre le nombre de besoins actuellement dans un produit, en fonction de leur statut de couverture de test
hu: A követelménylefedettség grafikon mutatja a projektben szereplő követelmények számát a tesztlefedettséghez mérten
pl: Wykres pokrycia wymagań pokazuje ile wymagań jest aktualnie w projekcie, w odniesieniu do statusu ich pokrycia w testach
pt: O gráfico Cobertura de Requerimentos mostra quantos requerimentos estão atualmente em um projeto, de acordo com seus status de cobertura de teste
pt_pt: O gráfico de Cobertura de Requisitos mostra quantos requisitos estão atualmente num projeto, de acordo com o seu status de cobertura de teste
ru: График Покрытия Требований показывает, сколько требований в настоящее время находится в продукте, в соответствии с их тестовым покрытием.
zh_hans: 根据测试覆盖状态，要求覆盖图显示目前项目中有多少要求
zh_hant: 需求涵蓋圖顯示目前專案中根據測試涵蓋範圍狀態的需求數量
