Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/General.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# GraphName_RequirementSummary
source: Requirements Summary
cs: Shrnutí Požadavků
de: Anforderungsübersicht
es: Resumen de Requerimientos
fi: Vaatimusten yhteenveto
fr: Résumé des Besoins
hu: Követelmény összefoglaló
pl: Podsumowanie wymagań
pt: Resumo de Requerimentos
pt_pt: Resumo de requisitos
ru: Резюме требований
zh_hans: 要求摘要
zh_hant: 需求摘要

# GraphName_TaskBurnDown
source: Task Burndown
cs: Úkoly vykonané
de: Burndown der Aufgaben
es: Burndown de Tareas
fi: Tehtävien burndown
fr: Burndown des tâches
hu: Hátralévő feladatok
pl: Burndown zadania
pt: Burndown de Tarefas
pt_pt: Burndown da tarefa
ru: Задача Берндаун
zh_hans: 任务 Burndown
zh_hant: 任務燃盡

# GraphName_TaskBurnUp
source: Task Burnup
cs: Úkoly k vyřešení
de: Burnup der Aufgaben
es: Burnup de Tareas
fi: Tehtävien burnup
fr: Burnup des tâches
hu: Befejezett feladatok
pl: Burnup zadania
pt: Burnup de Tarefas
pt_pt: Burnup da tarefa
ru: Задача Burnup
zh_hans: 任务消耗
zh_hant: 任務燃耗

# GraphName_TaskSummary
source: Task Summary
cs: Shrnutí Úkolů
de: Aufgabenübersicht
es: Resumen de Tareas
fi: Tehtävien yhteenveto
fr: Résumé des tâches
hu: Feladat összefoglaló
pl: Podsumowanie zadania
pt: Resumo de Tarefas
pt_pt: Resumo da tarefa
ru: Резюме задачи
zh_hans: 任务摘要
zh_hant: 任務摘要

# GraphName_TaskVelocity
source: Task Velocity
cs: Pracnosti úkolů
de: Velocity der Aufgaben
es: Velocidad de Tareas
fi: Tehtävien eteneminen
fr: Vélocité des tâches
hu: Feladat sebessége
pl: Szybkość zadania
pt: Velocidade de Tarefas
pt_pt: Velocidade da tarefa
ru: Скорость выполнения задач
zh_hans: 任务速度
zh_hant: 任務速度

# GraphName_TestCaseSummary
source: Test Case Summary
cs: Shrnutí testovacích případů
de: Testfallübersicht
es: Resumen de Casos de Prueba
fi: Testitapausten yhteenveto
fr: Résumé des scénarios de test
hu: Teszteset összefoglaló
pl: Podsumowanie przypadku testowego
pt: Resumo de Casos de Teste
pt_pt: Resumo do Caso de Teste
ru: Сводка по результатам тестирования
zh_hans: 测试用例总结
zh_hant: 測試案例摘要

# GraphName_TestRunProgressRate
source: Test Run Progress Rate
cs: Vývoj běhů testů
de: Fortschrittsrate des Testlaufs
es: Tasa de Progreso de Ejecuciones
fi: Testiajojen etenemisvauhti
fr: Taux d'avancement des exécutions de test
hu: Teszt futások feldolgozási rátája
pl: Wskaźnik postępu przebiegu testu
pt: Taxa de Progresso de Execução
pt_pt: Taxa de progresso de Execução de Testes
ru: Темп прогрессирования тестов
zh_hans: 测试运行的进度率
zh_hant: 測試執行進度率

# GraphName_TestRunSummary
source: Test Run Summary
cs: Shrnutí běhů testů
de: Testlaufübersicht
es: Resumen de Ejecuciones de Prueba
fi: Testiajojen yhteenveto
fr: Résumé des exécutions de test
hu: Teszt futás összefoglaló
pl: Podsumowanie przebiegu testu
pt: Resumo de Execuções de Testes
pt_pt: Resumo de Execução de testes
ru: Сводка результатов тестирования
zh_hans: 测试运行摘要
zh_hant: 測試執行摘要

# Graph_ClosedCount
source: Closed Count
cs: Počet uzavřených
de: Anzahl geschlossener
es: Conteo de Cerrados
fi: Suljettujen määrä
fr: Fermés
hu: Lezártak száma
pl: Liczba zamkniętych
pt: Contagem de Fechados
pt_pt: Contagem fechada
ru: Закрытый счёт
zh_hans: 封闭的计数
zh_hant: 已關閉數量

# Graph_Date
source: Date
cs: Datum
de: Datum
es: Fecha
fi: Päivämäärä
hu: Dátum
pl: Data
pt: Data
pt_pt: Data
ru: Дата
zh_hans: 日期
zh_hant: 日期

# Graph_DiscoveredCount
source: Discovered Count
cs: Počet nalezených
de: Anzahl entdeckter
es: Conteo de Descubiertas
fi: Löydettyjen määrä
fr: Découverts
hu: Bejelentettek száma
pl: Liczba wykrytych
pt: Contagem de Descobertas
pt_pt: Contagem de identificados
ru: Обнаруженный граф
zh_hans: 发现的计数
zh_hant: 發現的數量

# Graph_OpenCount
source: Open Count
cs: Počet otevřených
de: Anzahl offener
es: Conteo de Abiertos
fi: Avoimien määrä
fr: Ouverts
hu: Nyitottak száma
pl: Liczba otwartych
pt: Contagem de Abertos
pt_pt: Contagem de abertos
ru: Открытый счет
zh_hans: 开放的计数
zh_hant: 開啟的數量

# Graph_TotalCount
source: Total Count
cs: Počet celkem
de: Gesamtzahl
es: Conteo Total
fi: Yhteensä
fr: Total
hu: Összesen
pl: Całkowita liczba
pt: Contagem Total
pt_pt: Contagem total
ru: Общее количество
zh_hans: 总数
zh_hant: 總數

# Global_None
source: None
cs: (Žádný)
de: (Keine)
es: (Ninguno)
fi: (Tyhjä)
fr: (Aucun)
hu: (Nincs)
pl: (Brak)
pt: (Nenhum)
pt_pt: (Nenhum)
ru: (Нет)
zh_hans: (无)
zh_hant: (無)

# GraphDescription_TestSetSummary
source: The Test Set Summary graph shows how many test sets are currently in a project. The number of test sets is displayed according to the criteria that you specify. You can specify the type of data displayed along the x-axis, and the test set information which is used to group the data
cs: Graf shrnutí testovacích sad zobrazuje, kolik testovacích sad je aktuálně v produktu. Počet testovacích sad se zobrazuje podle kritérií, která zadáte. Můžete zadat druh údajů zobrazovaných na ose x a typ informace, podle které budou testovací sady seskupeny.
de: Das Diagramm 'Testreihenübersicht' zeigt die Anzahl der Testreihen des aktuellen Produkts an. Die Anzahl der angezeigten Testreihen hängt von den von Ihnen ausgewählten Kriterien ab. Sie können sowohl den Datentyp bestimmen, der entlang der X-Achse gezeigt wird, als auch die Informationen der Testreihe wählen, die zur Gruppierung der Daten genutzt werden.
es: El gráfico Resumen de Conjuntos de Prueba muestra cuántos conjuntos de pruebas se encuentran actualmente en un proyecto. El número de conjuntos de prueba se muestra según los criterios especificados. Usted puede especificar los tipos de datos que se muestran a lo largo del eje X y la información de conjuntos de prueba que se utiliza para agrupar los datos
fi: Testijoukkojen yhteenvetokuvaaja näyttää montako testijoukkoa on tällä hetkellä projektissa. Testijoukkojen määrä näytetään antamasi keriteerin mukaan. Voit määrittää tiedon joka näytetään x-akselilla ja testijoukkotiedon jonka mukaan tieto ryhmitellään
fr: Le graphique Résumé des Ensembles de Tests montre le nombre d'ensembles de tests actuellement en produit. Le nombre d'ensembles de test est affiché selon les critères que vous spécifiez. Vous pouvez spécifier le type de données affichées le long de l'axe des x, et les informations utilisées pour regrouper les données
hu: A teszt szett összefoglaló grafikon mutatja projektben szereplő teszt szettek számát. A teszt szettek száma a megadott feltételeknek megfelelően jelenik meg. Megadható az x-tengely típusa és a csoportosítási feltétel
pl: Wykres podsumowania zestawu testów pokazuje bieżącą ilość zestawów testowych w projekcie. Liczba zestawów testowych wyświetlana jest zgodnie z kryteriami, które należy określić. Można określić typ danych wyświetlonych wzdłuż osi X oraz informacje o zestawie testowym użytym do grupowania danych
pt: O gráfico Resumo de Conjuntos de Teste mostra quantos conjuntos de teste estão atualmente em um projeto. O número de conjuntos de teste é exibido de acordo com os critérios especificados. Você pode especificar os tipos de dados exibidos ao longo do eixo X e definir as informações que são usadas para agrupar os dados
pt_pt: O gráfico de Resumo de Conjunto de Testes mostra quantos Conjuntos de Testes existem atualmente num projeto. O número de conjuntos de teste é mostrado de acordo com os critérios que especificou. Pode especificar o tipo de dados exibidos ao longo do eixo x, e a informação de Conjuntos de Testes que é usada para agrupar os dados
ru: Сводный график тестовых наборов показывает, сколько тестовых наборов в настоящее время находится в продукте. Количество тестовых наборов отображается в соответствии с указанными вами критериями. Вы можете указать тип данных, отображаемых по оси х, и информацию об испытательном комплекте, которая используется для группировки данных
zh_hans: 测试设置摘要表中显示目前一个项目有多少事件。要求的数目根据您所指定的标准显示。您可以用X轴来指定显示的数据类型，这些事件信息用于数据分组
zh_hant: 測試集摘要圖顯示目前專案中測試集數量。根據您指定的標準顯示測試集數量。您可指定X軸資料類型，和用於群組資料的測試集資訊。

# GraphName_TestSetSummary
source: Test Set Summary
cs: Shrnutí testovacích sad
de: Testreihenübersicht
es: Resumen de Conjuntos de Prueba
fi: Testijoukkojen yhteenveto
fr: Résumé des ensembles de tests
hu: Teszt szett összefoglaló
pl: Podsumowanie zestawu testów
pt: Resumo de Conjuntos de Teste
pt_pt: Resumo do Conjunto de Testes
ru: Резюме тестового набора
zh_hans: 测试设置的摘要
zh_hant: 測試集摘要

# Graph_Age
source: Age
cs: Věk
de: Alter
es: Edad
fi: Ikä
fr: Âge
hu: Kor
pt: Idade
pt_pt: Idade
ru: Возраст
zh_hans: 年龄
zh_hant: 年齡

# Graph_Turnaround
source: Turnaround
cs: Doba vyřešení
de: Durchlaufzeit
es: Circulación
fi: Läpimeno
fr: Temps de Résolution
hu: Átfutási
pl: Kompletowanie
pt: Circulação
pt_pt: Resolução
ru: Оборот
zh_hans: 转变
zh_hant: 週轉

# Graph_Iteration
source: Sprint
es: Iteración
fi: Iteraatio
pl: Iteracja
pt: Iteração
pt_pt: Iteração
ru: Спринт
zh_hans: 迭代
zh_hant: 迭代

# Graphs_CompletedEffort
source: Completed Effort
cs: Proacnosti dokončených
de: Abgeschlossener Aufwand
es: Esfuerzo Completado
fi: Valmistunut työmäärä
fr: Effort Accompli
hu: Teljesített ráfordítás
pl: Ukończony nakład
pt: Esforço Concluído
pt_pt: Esforço concluído
ru: Завершенное усилие
zh_hans: 已完成的工作
zh_hant: 已完成工時

# Graphs_EstimatedEffort
source: Estimated Effort
cs: Odhadnuté pracnosti
de: Geschätzter Aufwand
es: Esfuerzo Estimado
fi: Arvioitu työmäärä
fr: Effort Estimé
hu: Becsült ráfordítás
pl: Szacowany nakład
pt: Esforço Estimado
pt_pt: Esforço estimado
ru: Расчетный вклад
zh_hans: 估计的工作
zh_hant: 預估工時

# Graphs_IdealEffort
source: Ideal Effort
cs: Ideální pracnosti
de: Idealer Aufwand
es: Esfuerzo Ideal
fi: Ihanteellinen työmäärä
fr: Effort Idéal
hu: Ideális ráfordítás
pl: Idealny nakład
pt: Esforço Ideal
pt_pt: Esforço ideal
ru: Идеальное Усилие
zh_hans: 理想的工作
zh_hant: 理想工時

# Graphs_RemainingEffort
source: Remaining Effort
cs: Zbývající pracnost
de: Verbleibender Aufwand
es: Esfuerzo Restante
fi: Jäljellä oleva työmäärä
fr: Effort Restant
hu: Fennmaradó ráfordítás
pl: Pozostały nakład
pt: Esforço Restante
pt_pt: Esforço remanescente
ru: Оставшиеся усилия
zh_hans: 剩余的工作
zh_hant: 剩餘工時

# Graphs_ActualVelocity
source: Actual Velocity
cs: Skutečné pracnosti
de: Aktuelle Velocity
es: Velocidad Real
fi: Todellinen nopeus
fr: Vélocité réelle
hu: Aktuális sebesség
pl: Szybkość faktyczna
pt: Velocidade Real
pt_pt: Velocidade real
ru: Фактическая скорость
zh_hans: 实际速度
zh_hant: 實際速度

# Graphs_ExpectedVelocity
source: Expected Velocity
cs: Očekávané pracnosti
de: Erwartete Velocity
es: Velocidad Esperada
fi: Odotettu nopeus
fr: Vélocité attendue
hu: Várható Sebesség
pl: Oczekiwana szybkość
pt: Velocidade Esperada
pt_pt: Velocidade esperada
ru: Ожидаемая скорость
zh_hans: 预期的速度
zh_hant: 期望速度

# Graph_Start
source: Start
es: Inicio
fi: Alku
fr: Début
hu: Kezdés
pl: Uruchom
pt: Início
pt_pt: Início
ru: Начать
zh_hans: 启动
zh_hant: 開始

# Graph_CoverageStatus
source: Coverage Status
cs: Stav pokrytí
de: Abdeckungsstatus
es: Estado de la Cobertura
fi: Kattavuuden tila
fr: Statut de la couverture
hu: Lefedettség állapota
pl: Status pokrycia
pt: Status da Cobertura
pt_pt: Status de cobertura
ru: Статус покрытия
zh_hans: 覆盖状态
zh_hant: 涵蓋範圍狀態

# Project_ResourceAllocated
source: Resource Allocated
cs: Přidělené zdroje
de: Zugewiesene Ressource
es: Recursos Asignados
fi: Resurssia varattu
fr: Ressources allouées
hu: Kiosztott erőforrás
pl: Zasób zaalokowany
pt: Recursos Alocados
pt_pt: Recurso alocado
ru: Распределенные ресурсы
zh_hans: 资源分配
zh_hant: 資源配置

# Requirement_NewRequirement
source: New Requirement
cs: Nový požadavek
de: Neue Anforderung
es: Nuevo Requerimiento
fi: Uusi Vaatimus
fr: Nouveau Besoin
hu: Új követelmény
pl: Nowe wymaganie
pt: Novo Requerimiento
pt_pt: Novo requisito
ru: Новое требование
zh_hans: 新规定
zh_hant: 新需求

# Requirement_NewRequirementComment
source: New requirement created from test case
cs: Nový požadavek vytvořený z testovacího případu
de: Neue Anforderung von Testfall erstellt
es: Nuevo Requerimiento creado a partir del Caso de Prueba
fi: Uusi vaatimus luotu testitapauksesta
fr: Nouveau besoin créé à partir du scénario de test
hu: Új követelmény létrehozása tesztesetből
pl: Nowe wymaganie utworzone na podstawie przypadku testowego
pt: Novo Requerimiento criado a partir do caso de teste
pt_pt: Novo requisito criado a partir do caso de teste
ru: Новое требование, созданное из тестового случая
zh_hans: 从测试用例创建的新要求
zh_hant: 從事件案例建立新需求

# Global_Incident
source: Incident
de: Vorfall
es: Incidente
fi: Havainto
hu: Incidens
pl: Incydent
pt: Incidente
pt_pt: Defeito
ru: Инцидент
zh_hans: 事件
zh_hant: 事件

# Workflow_ChangeStatusSubject
source: changed status from '{0}' to '{1}'
cs: změněn stav z '{0}' na '{1}'
de: Status wurde geändert von '{0}' in '{1}'
es: cambiado el estado de '{0}' a '{1}'
fi: muuttunut tila '{0}'->'{1}'
fr: Statut changé de '{0}' à '{1}'
hu: megváltozott '{0}'-ról '{1}'-ra
pl: Zmieniony status z '{0}' na '{1}'
pt: status alterado de '{0}' para '{1}'
pt_pt: status alterado de '{0}' para '{1}'
ru: изменил статус с '{0}' на '{1}'.
zh_hans: 更改后的状态，从 '{0}' 到 '{1}'
zh_hant: 改變狀態從 {0} 到 {1}

# Global_ImportedFrom
source: Imported from Project #{0}, {1} #{2}
cs: Importované z produktu # {0}, {1} # {2}
de: Importiert aus Project # {0}, {1} # {2}
es: Importado del Proyecto n.º {0}, {1} n.º {2}
fi: Tuotu projektista #{0}, {1} #{2}
fr: Importé de Produit # {0}, {1} # {2}
hu: Importált Project # {0}, {1} # {2}
pl: Zaimportowane z projektu #{0}, {1} #{2}
pt: Importado do projeto nº {0}, {1} nº {2}
pt_pt: Importado dos projetos # {0}, {1} # {2}
ru: Импортировано из Товара #{0}, {1} #{2}
zh_hans: 从项目导入 # {0} {1} # 2 {0}
zh_hant: 從專案匯入 # {0} {1} # 2 {0}

# Global_ExportedTo
source: Exported to Project #{0}, {1} #{2}
cs: Exportovat do produktu # {0}, {1} # {2}
de: Exportiert nach Project # {0}, {1} # {2}
es: Exportado al proyecto n.º {0}, {1} n.º {2}
fi: Viety projektiin #{0}, {1} #{2}
fr: Exporté vers Projet # {0}, {1} # {2}
hu: Exportált Project # {0}, {1} # {2}
pl: Wyeksportowane do projektu #{0}, {1} #{2}
pt: Exportado para projeto nº {0}, {1} nº {2}
pt_pt: Exportado para oss projetos # {0}, {1} # {2}
ru: Экспортируется в продукт #{0}, #{1} #{2}
zh_hans: 导出项目 # {0} {1} # 2 {0}
zh_hant: 匯出專案 # {0} {1} # 2 {0}

# Workflow_DefaultWorflow
source: Default Workflow
cs: Standardní workflow
de: Standardworkflow
es: Flujo de Trabajo por Defecto
fi: Oletus Työnkulku
fr: Workflow par défaut
hu: Alapértelmezett Munkafolyamat
pl: Domyślny workflow
pt: Fluxo de Trabalho Padrão
pt_pt: Workflow padrão
ru: По умолчанию Рабочий процесс
zh_hans: 默认工作流
zh_hant: 預設工作流程

# TestStep_Step
source: Step
cs: Krok
de: Schritt
es: Paso
fi: Askel
fr: Etape
hu: Lépés
pl: Krok
pt: Etapa
pt_pt: Passo
ru: Шаг
zh_hans: 步骤
zh_hant: 步驟

# Global_Revision
source: Commit
cs: Revize
de: Version
es: Revisión
fi: Versio
fr: Révision
hu: Revision
pl: Przegląd
pt: Revisão
pt_pt: Revisão
ru: Редакция
zh_hans: 修改
zh_hant: 修訂版本

# Global_Report
source: Report
de: Bericht
es: Informe
fi: Raportti
fr: Rapport
hu: Riport
pl: Raport
pt: Relatório
pt_pt: Relatório
ru: Сообщить
zh_hans: 报告
zh_hant: 報表

# History_ArtifactIdFormat
source: Artifact [{0}:{1}]
cs: Artefakt [{0}:{1}]
de: Artefakt [{0}:{1}]
es: Artefacto [{0}:{1}]
fi: Virhehavainto [{0}:{1}]
fr: Objet [{0}:{1}]
hu: Tárgykör [{0}:{1}]
pl: Artefakt [{0}:{1}]
pt: Artefato [{0}:{1}]
pt_pt: Artefacto [{0}:{1}]
ru: Артефакт [{0}:{1}]
zh_hant: 項目 [{0}:{1}]

# History_PurgeProgress_AutomationHosts
source: Purging Automation Hosts...
cs: Čistím hostitele automatizace…
de: Automatisierungshosts bereinigen …
es: Eliminando Hosts de Automatización...
fi: Poistaa automaatioisäntiä…
fr: Hôtes d'automatisation en cours d'effacement…
hu: Automatizációs hosztok ürítése...
pl: Czyszczenie hostów automatyzacji
pt: Excluindo Hosts de Automação...
pt_pt: A limpar Ambientes de Automação...
ru: Хозяева Очищающей Автоматики...
zh_hant: 清除自動化主機..

# History_PurgeProgress_Complete
source: Complete!
cs: Hotovo!
de: Komplett!
es: Hecho!
fi: Valmis!
fr: Opération terminée
hu: Kész!
pl: Wykonane
pt: Completo!
pt_pt: Completo!
ru: Полный!
zh_hant: 完成！

# History_PurgeProgress_Incidents
source: Purging Incidents...
cs: Čistím Incidenty…
de: Vorfälle bereinigen …
es: Eliminando Incidentes...
fi: Poistaa Havaintoja…
fr: Incidents en cours d'effacement…
hu: Incidensek ürítése...
pl: Czyszczenie incydentów…
pt: Excluindo Incidentes ...
pt_pt: A limpar Defeitos...
ru: Чистящие Инциденты...
zh_hant: 清除事件..

# History_PurgeProgress_Releases
source: Purging Releases...
cs: Čistím Verze…
de: Releases bereinigen …
es: Eliminando Releases...
fi: Poistaa Julkaisuja…
fr: Livraisons en cours d'effacement…
hu: release-k ürítése...
pl: Czyszczenie wydań…
pt: Excluindo Releases ...
pt_pt: A limpar Entregas...
ru: "Чистящие" выпуски...
zh_hant: 清除版本..

# History_PurgeProgress_Requirements
source: Purging Requirements...
cs: Čistím Požadavky…
de: Anforderungen bereinigen …
es: Eliminando Requerimientos...
fi: Poistaa Vaatimuksia…
fr: Besoins en cours d'effacement…
hu: Követelmények ürítése...
pl: Czyszczenie wymagań…
pt: Excluindo Requerimentos ...
pt_pt: A limpar Requisitos...
ru: Требования по очистке...
zh_hant: 清除需求..

# History_PurgeProgress_RequirementSteps
source: Purging Requirement Steps...
cs: Čistím kroky Požadavků…
de: Anforderungsschritte bereinigen …
es: Eliminando Pasos de Requerimientos ...
fi: Poistaa vaatimusaskeleita…
fr: Etapes de besoin en cours d'effacement…
hu: Követelménylépések ürítése...
pl: Czyszczenie kroków wymagań…
pt: Excluindo Etapas de Requerimento ...
pt_pt: A limpar Passos de Requisito...
ru: Шаги очистки...
zh_hant: 清除需求步驟..

# History_PurgeProgress_Tasks
source: Purging Tasks...
cs: Čistím Úkoly…
de: Aufgaben bereinigen …
es: Eliminando Tareas ...
fi: Poistaa Tehtäviä…
fr: Tâches en cours d'effacement…
hu: Feladatok ürítése...
pl: Czyszczenie zadań
pt: Excluindo Tarefas ...
pt_pt: A limpar Tarefas...
ru: Чистящие Задачи...
zh_hant: 清除任務..

# History_PurgeProgress_TestCases
source: Purging Test Cases..
cs: Čistím Testovací Případy…
de: Testfälle bereinigen …
es: Eliminando Casos de Prueba ...
fi: Poistaa Testitapauksia…
fr: Scénarios de test en cours d'effacement…
hu: Tesztesetek ürítése...
pl: Czyszczenie przypadków testowych…
pt: Excluindo Casos de Teste ....
pt_pt: A limpar Casos de Teste...
ru: Тесты очистки...
zh_hant: 清除測試案例..

# History_PurgeProgress_TestSets
source: Purging Test Sets...
cs: Čistím Testovací sady…
de: Testreihen bereinigen …
es: Eliminando Conjuntos de Pruebas ...
fi: Poistaa Testijoukkoja…
fr: Ensemble de tests en cours d'effacement…
hu: Teszt szettek ürítése...
pl: Czyszczenie zestawów testowych…
pt: Excluindo Conjuntos de Teste ...
pt_pt: A Limpar Conjuntos de Teste...
ru: Наборы тестов очистки...
zh_hant: 清除測試集..

# History_PurgeProgress_TestSteps
source: Purging Test Steps...
cs: Čistím Testovací Kroky…
de: Testschritte bereinigen …
es: Eliminando Pasos de Prueba ...
fi: Poistaa Testiaskeleita…
fr: Etapes de test en cours d'effacement…
hu: Tesztlépések ürítése...
pl: Czyszczenie kroków testowych…
pt: Excluindo Etapas de Teste ...
pt_pt: A limpar Passos de Teste...
ru: Шаги теста очистки...
zh_hant: 清除測試步驟..

# TestCase_NotApplicable
source: Not Applicable
cs: Nelze Použít
de: Nicht anwendbar
es: No se Aplica
fi: N/A
fr: Non Applicable
hu: Nem alkalmazható
pl: Nie dotyczy
pt: Não Aplicável
pt_pt: Não aplicável
ru: Не применимо
zh_hant: 不適用

# NotificationManager_SendIndivNotification
source: {0} - This {1} requires your attention!
cs: {0} - Tento {1} vyžaduje Vaši pozornost!
de: {0} - Dies {1}erfordert Ihre Aufmerksamkeit!
es: {0} - Este {1} requiere su atención!
fi: {0} - {1} vaatii huomiotasi!
fr: {0} - Ce {1} demande votre attention !
hu: {0} - Ez a(z) {1} figyelmet igényel!
pl: {0} - To {1} wymaga twojej uwagi!
pt: {0} - Este(a) {1} requer sua atenção!
pt_pt: {0} - Este {1} requer a sua atenção!
ru: Это требует вашего внимания!
zh_hant: {0} - 請注意 {1} ！

# SourceCode_SourceCodeCommit
source: Source Code Commit
cs: Úpravy (Commit) zdrojového kódu
de: Quellcode Commit
es: Subir Código Fuente
fi: Lähdekoodin lisääminen
fr: Soumission (Commit) du code source
hu: Forráskód jóváhagyása
pl: Kodeks źródłowy Zobowiązanie
pt: Enviar Código Fonte
pt_pt: Submeter o código fonte
ru: Комитет по исходному коду
zh_hant: 來源碼說明

# SourceCode_NoProvidersLoaded
source: No source code providers could be loaded for project #{0}.
cs: Pro produkt #{0} nelze načíst žádného poskytovatele zdrojového kódu.
de: Für das Produkt #{0} konnten keine Quellcodeanbieter geladen werden.
es: No se ha podido cargar proveedores de código fuente para el proyecto n.º {0}.
fi: Yhtään lähdekoodin tuottajaa ei voitu ladata projektille #{0}.
fr: Aucun fournisseur de code source n'a pu être chargé pour le produit #{0}.
hu: Nem tölthetők be forráskód-szolgáltatók a(z) #{0} projekthez.
pl: Nie można było załadować żadnych dostawców kodu źródłowego dla produktu #{0}.
pt: Nenhum provedor de código fonte pode ser carregado no projeto nº{0}.
pt_pt: Não foram carregados fornecedores de código fonte para o projeto #{0}.
ru: Для продукта #{0} не было загружено ни одного провайдера исходного кода.
zh_hant: 無來源碼提供器可被專案 #{0} 載入

# SourceCode_CouldNotLogin
source: Unable to authenticate with the source code provider.
cs: Nelze se ověřit u poskytovatele zdrojového kódu.
de: Konnte nicht mit dem Quellcodeanbieter authentifiziert werden
es: No se ha podido autenticar con el proveedor de código fuente.
fi: Ei voida autentikoida lähdekoodin tuottajalta.
fr: Authentification impossible pour le fournisseur de code source.
hu: Nem hitelesíthető a forráskód-szolgáltató.
pl: Nie można uwierzytelnić się u dostawcy kodu źródłowego.
pt: Não foi possível autenticar-se com o provedor de código fonte.
pt_pt: Não foi possível autenticar com o fornecedor de código fonte.
ru: Невозможно аутентифицироваться у поставщика исходных кодов.
zh_hant: 無法認證來源碼提供器。

# SourceCode_NoProvidersEnabled
source: No source code providers are enabled for project #{0}.
cs: U produktu #{0} nejsou povoleni žádní poskytovatelé zdrojového kódu.
de: Für das Produkt #{0} sind keine Quellcodeanbieter aktiviert.
es: No hay proveedores de código fuente habilitados para el proyecto n.º {0}.
fi: Yhtään lähdekoodin tuottajaa ei ole aktivoitu projektille #{0}.
fr: Pas de fournisseur de code source activé pour le produit #{0}.
hu: Nincsenek engedélyezett forráskód-szolgáltatók a(z) #{0} projekthez.
pl: Dla produktu #{0} nie są włączeni żadni dostawcy kodu źródłowego.
pt: Nenhum provedor de código fonte está habilitado para o projeto nº{0}.
pt_pt: Não há fornecedores de código fonte ativos para o projeto #{0}.
ru: Для продукта #{0} не включены провайдеры исходных кодов.
zh_hant: 無來源碼提供器在專案 #{0} 啟動。

# SouceCode_UnableToLoadDLL
source: Unable to load source code provider '{0}'.
cs: Nelze načíst poskytovatele správy verzí '{0}'.
de: Es ist nicht möglich den Anbieter der Versionskontrolle '{0}' zu laden.
es: No se ha podido cargar el proveedor de control de versiones '{0}'.
fi: Versionhallinnan tuottajaa {0} ei voi ladata.
fr: Impossible de charger le fournisseur de gestion de versions '{0}'.
hu: Nem lehet betölteni a(z) „{0}” verziókövetés szolgáltatót.
pl: Nie można załadować dostawcy kontroli wersji "{0}".
pt: Não foi possível carregar o provedor de controle de versão '{0}'.
pt_pt: Não foi possível carregar o fornecedor '{0}' do controlo de versão.
ru: Невозможно загрузить провайдер версионного контроля '{0}'.
zh_hant: 無法載入版本控制提供器「{0}」。
