Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/General.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# SourceCode_CouldNotIni
source: Could not initialize provider library '{0}'.
cs: Nelze inicializovat knihovnu poskytovatele '{0}'.
de: Die Anbieterbibliothek '{0}' konnte nicht initialisiert werden.
es: No se ha podido inicializar la biblioteca del proveedor '{0}'.
fi: Tuottajakirjastoa {0} ei voitu initialisoida.
fr: Bibliothèque fournisseur '{0}' non initialisée.
hu: Nem inicializálható a(z) „{0}” szolgáltatói könyvtár.
pl: Nie mógł zainicjować biblioteki dostawcy "{0}".
pt: Não foi possível carregar o provedor de biblioteca '{0}'.
pt_pt: Não foi possível iniciar a bibliotoeca '{0}' do fornecedor.
ru: Не смог инициализировать библиотеку провайдера '{0}'.
zh_hant: 無法初始化提供器文庫「{0}」。

# SourceCode_InvalidCache
source: Source Code library is updating cache.
cs: Knihovna pro správu verzí aktualizuje mezipaměť.
de: Die Bibliothek der Versionskontrolle aktualisiert den Zwischenspeicher.
es: La biblioteca de control de versiones está actualizando el caché.
fi: Versionhallintakirjasto päivittää välimuistia.
fr: La bibliothèque de gestion de versions n'a pu mettre à jour le cache.
hu: A verziókövetési könyvtár a gyorsítótárat frissíti.
pl: Biblioteka Version Control aktualizuje pamięć podręczną.
pt: A biblioteca do controle de versão está atualizando o cache.
pt_pt: A biblioteca de Controlo da Versão está a atualizar a cache.
ru: Библиотека Version Control обновляет кэш.
zh_hant: 版本控制文庫快取更新中。

# GraphDescription_RequirementBurnDown
source: The Requirement Burndown graph shows the remaining number of story points that needs to be done for each release/sprint in the project.
cs: Burndown graf Požadavků zobrazuje zbývající počet bodů příběhu, které je třeba udělat pro každou Verzi/sprint v Produktu.
de: Das Diagramm 'Burndown der Anforderungen' zeigt die verbleibende Anzahl an Story Points, die für jedes Release / jeden Sprint des Produkts erledigt werden sollen.
es: El gráfico Burndown de Requerimientos muestra el número restante de puntos de que se deben hacer para cada versión/iteración en el proyecto.
fi: Vaatimusten vähenemiskuvaaja näyttää julkaisussa/iteraatiossa jäljellä olevien tarinapisteiden lukumäärän.
fr: Le graphe Burndown (graphique d'avancement) des besoins montre le nombre de points restants pour chaque version/sprint du produit.
hu: A hátralévő követelmények ábra azon hátralévő történeti pontok számát mutatja, amelyeket a projekten belüli egyes release-khez/sprintekhez teljesíteni kell
pl: Wykres wymagań Burndown pokazuje pozostałą liczbę punktów fabularnych, które muszą być wykonane dla każdego wydania/wydruku produktu.
pt: O gráfico Burndown de Requerimentos mostra o número restante de pontos que precisam ser finalizados para cada release/iteração no projeto.
pt_pt: o gráfico de Burndown dos Requisitos mostra o número restante de pontos de histórico que necessitam ser feitos para cada entrega/iteração no projeto.
ru: График "Сжигание требований" показывает оставшееся количество сюжетных точек, которые необходимо сделать для каждого релиза/отпечатка в продукте.
zh_hant: 需求燃盡圖顯示每一個專案版本/迭代中需被完成的剩餘故事點數量。

# GraphDescription_RequirementBurnUp
source: The Requirement Burnup graph shows the cumulative number of story points for each release/sprint in the project with the number of completed story points indicated for each interval.
cs: Burnup graf Požadavků ukazuje kumulativní počet bodů příběhu pro každou Verzi/Sprint v Produktu s počtem dokončených bodů příběhu označených pro každý interval.
de: Das Diagramm 'Burnup der Anforderungen' zeigt die kumulative Zahl der Story Points für jedes Release / jeden Sprint eines Produkts. Dabei wird die Zahl abgeschlossener Story Points für jedes Intervall angezeigt.
es: El gráfico Burnup de Requerimientos muestra el número acumulado de puntos para cada versión/iteración en el proyecto con el número de puntos completados indicados para cada intervalo.
fi: Vaatimusten etenemiskuvaaja näyttää niiden tarinapisteiden kokonaismäärän, jotka on toimitettu jokaisessa julkaisussa ja/tai iteraatiossa, niin että valmiit tarinapisteet esitetään kausikohtaisesti.
fr: Le graphe Burnup des besoins montre le nombre cumulé de points restants pour chaque version/sprint du produit ainsi que le nombre de points complétés pour chaque intervalle.
hu: Teljesített követelmények ábra a projekten belül az egyes release-hez/sprinthez kinnlevő történeti pontok kumulatív számát mutatja a teljesített történeti pontokat minden intervallumhoz jelölve.
pl: Wykres wymagań dotyczących wypalania (Requirement Burnup) pokazuje łączną liczbę punktów historii dla każdego wydania/wydruku w produkcie wraz z liczbą pełnych punktów historii wskazanych dla każdego interwału.
pt: O gráfico Burnup de Requerimentos mostra o número de pontos cumulativos para cada relese/iteração no projeto com o número de pontos completados indicados em cada intervalo.
pt_pt: O gráfico de Burnup dos Requisitos mostra o número cumulativo de pontos de histórico para cada entrega/iteração no projeto com o número completo de pontos de histórico indicados para cada intervalo.
ru: График "Требования к сжиганию" показывает суммарное количество точек сюжета для каждого выпуска/отпечатка в изделии с указанием количества завершенных точек сюжета для каждого интервала.
zh_hant: 需求燃耗圖顯示專案中每一個版本/迭代故事點在每一個區間中需被完成的累計數量。

# GraphDescription_RequirementVelocity
source: The Requirement Velocity graph shows the actual number of story points delivered in each project release and/or sprint as compared to the average.
cs: Graf pracnosti Požadavků zobrazuje skutečný počet bodů příběhu dodaných v každé Verzi produktu nebo Sprintu ve srovnání s průměrem.
de: Das Diagramm 'Velocity der Anforderungen' zeigt die tatsächliche Zahl an Story Points, die in jedem Release / jedes Sprints geliefert wird, verglichen mit dem Durchschnitt.
es: El gráfico Velocidad de Requerimientos muestra el número real de puntos entregados en cada versión de proyecto y/o iteración en comparación con la media.
fi: Vaatimusten etenemisnopeus näyttää niiden tarinapisteiden todellisen lukumäärän, jotka on toimitettu jokaisessa julkaisussa ja/tai iteraatiossa verrattuna keskiarvoon.
fr: Le graphe Vélocité des besoins montre le nombre de points effectivement livrés pour chaque version et/ou sprint en comparaison avec la valeur moyenne.
hu: Követelmények üteme ábra azon történeti pontok aktuális számát mutatja, amelyek egy adott release-ben és/vagy sprintben teljesültek az átlaggal összevetve.
pl: Wykres Requirement Velocity pokazuje rzeczywistą liczbę punktów historii dostarczonych w każdym wydaniu produktu i/lub sprincie w porównaniu do średniej.
pt: O gráfico Velocidade de Requerimentos mostra o número atual de pontos entregues em cada release e/ou iteração do projeto se comparado com a média.
pt_pt: O gráfico de Velocidade de Requisitos mostra o número atual de pontos de histórico entregues em cada entrega e/ou iteração de projeto em comparação com a média.
ru: График "Скорость выполнения требований" показывает фактическое количество сюжетных точек, поставленных в каждом выпуске продукта и/или спринтере, в сравнении со средним значением.
zh_hant: 需求速度圖顯示專案中每一個版本/迭代故事點與平均比較的實際數量。

# GraphName_RequirementBurnDown
source: Requirement Burndown
cs: Burndown Požadavku
de: Burndown der Anforderungen
es: Burndown de Requerimientos
fi: Vaatimusten edistyminen (jäljellä olevat)
fr: Burndown
hu: Hátralévő követelmények
pl: Wymóg Burndown
pt: Burndown de Requerimentos
pt_pt: Burndown de Requisitos
ru: Требование Сжигание
zh_hant: 需求燃盡

# GraphName_RequirementBurnUp
source: Requirement Burnup
cs: Burnup Požadavku
de: Burnup der Anforderungen
es: Burnup de Requerimientos
fi: Vaatimusten edistyminen
fr: Burnup
hu: Teljesített követelmények
pl: Wymóg Burnup
pt: Burnup de Requerimentos
pt_pt: Burnup de Requisitos
ru: Ожог по требованию
zh_hant: 需求燃耗

# GraphName_RequirementVelocity
source: Requirement Velocity
cs: Pracnost Požadavku
de: Velocity der Anforderungen
es: Velocidad de Requerimientos
fi: Vaatimusten etenemisnopeus
fr: Vélocité
hu: Követelmények üteme
pl: Wymaganie Prędkość
pt: Velocidade de Requerimentos
pt_pt: Velocidade de Requisitos
ru: Скорость выполнения требования
zh_hant: 需求速度

# Graphs_ActualBurnup
source: Actual Burnup
cs: Aktuální Burnup
de: Tatsächlicher Burnup
es: Burnup Real
fi: Todellinen edistyminen
fr: Burnup effectif
hu: Aktuális teljesítések
pl: Rzeczywisty Burnup
pt: Burnup Real
pt_pt: Burnup Atual
ru: Фактическое выгорание
zh_hant: 實際燃耗

# Graphs_AverageVelocity
source: Average Velocity
cs: Průměrná pracnost
de: Durchschnittliche Velocity
es: Velocidad Media
fi: Vauhtikeskiarvo
fr: Vélocité moyenne
hu: Átlagos ütem
pt: Velocidade Média
pt_pt: Velocidade Média
ru: Средняя скорость
zh_hant: 平均速度

# Graphs_CompletedPoints
source: Completed Points
cs: Dokončené body
de: Abgeschlossene Punkte
es: Puntos Completados
fi: Loppuunsaatetut pisteet
fr: Points complétés
hu: Teljesített pontok
pl: Punkty ukończone
pt: Pontos Completados
pt_pt: Pontos Completos
ru: Заполненные пункты
zh_hant: 完成點

# Graphs_IdealBurndown
source: Ideal Burndown
cs: Ideální Burndown
de: Idealer Burndown
es: Burndown Ideal
fi: Paras edistyminen (jäljellä olevat)
fr: Burndown idéal
hu: Ideális befejezés
pl: Idealny Burndown
pt: Burndown Ideal
pt_pt: Progresso Ideal
ru: идеальный сгорание
zh_hant: 理想燃盡

# Graphs_IdealBurnup
source: Ideal Burnup
cs: Ideální Burnup
de: Idealer Burnup
es: Burnup Ideal
fi: Paras edistyminen
fr: Burnup idéal
hu: Ideális teljesítés
pl: Idealny Burnup
pt: Burnup Ideal
pt_pt: Burnup Ideal
ru: Идеальный ожог
zh_hant: 理想燃耗

# Graphs_RemainingPoints
source: Remaining Points
cs: Zbývající body
de: Verbleibende Punkte
es: Puntos Restantes
fi: Jäljellä olevat pisteet
fr: Points restants
hu: Hátralévő pontok
pl: Pozostałe punkty
pt: Pontos Restantes
pt_pt: Pontos Restantes
ru: Оставшиеся пункты
zh_hant: 剩餘點

# Graphs_RollingAverage
source: Rolling Average
cs: Klouzavý průměr
de: Gleitender Durchschnitt
es: Media Móvil
fi: Rullaava keskiarvo
fr: Moyenne mobile
hu: Göngyölített átlag
pl: Średnia krocząca
pt: Média Móvel
pt_pt: Média Móvel
ru: среднеспутниковая прокатка
zh_hant: 移動平均

# Global_Multiple
source: Multiple
cs: Násobek
de: Mehrere
es: Múltiples
fi: Moni
fr: Multiples
hu: Többszörös
pl: Wielokrotnie
pt: Múltiplos
pt_pt: Múltiplo
ru: Многократный
zh_hant: 多個

# Project_ResourceAllocatedOpen
source: Allocated to Open Artifacts
cs: Přiděleno otevřeným Artefaktům
de: Zugewiesen, um Artefakte zu öffnen
es: Asignado a los Artefactos Abiertos
fi: Varattu avoimille Asioille
fr: Alloué pour objets ouverts
hu: Hozzárendelve a nyitott elemekhez
pl: Przydzielone do otwartych obiektów
pt: Alocado para Artefatos Abertos
pt_pt: Alocado à Edição de Artefactos
ru: Распределены по открытым артефактам
zh_hant: 配置給開啟項目

# History_Exported
source: Exported
cs: Exportováno
de: Exportiert
es: Exportado
fi: Viety
fr: Exporté
hu: Exportálva
pl: Wywieziony
pt: Exportado
pt_pt: Exportado
ru: Экспортировано

# History_Imported
source: Imported
cs: Importováno
de: Importiert
es: Importado
fi: Tuotu
fr: Importé
hu: Importálva
pl: Importowane
pt: Importado
pt_pt: Importado
ru: Импортированный

# Exception_BadRequest
source: A field in the request was invalid.
cs: Pole v požadavku bylo neplatné.
de: Ein Feld in der Anfrage ist ungültig.
es: Un campo de la solicitud no es válido.
fi: Pyynnön kenttä ei kelpaa.
fr: Champ invalide dans la demande.
hu: Egy mező a kérelemben érvénytelen.
pl: Pole we wniosku było nieważne.
pt: Um campo na solicitação estava inválido.
pt_pt: Um campo constante no pedido era inválido.
ru: Поле в запросе было недействительным.

# Exception_Conflict
source: An item with that name/email already exists.
cs: Položka s tímto jménem/e-mailem již existuje.
de: Es existiert bereits ein Element mit diesem Namen / dieser Email.
es: Ya existe un elemento con ese nombre/e-mail.
fi: Saman niminen /sähköpostinen kohde on jo olemassa.
fr: Nom ou email déjà utilisés.
hu: Egy elem már létezik ezzel a névvel/e-maillel.
pl: Przedmiot o takiej nazwie/emailu już istnieje.
pt: Já existe um item com esse nome/e-mail.
pt_pt: Já existe um item com esse nome/e-mail.
ru: Элемент с таким именем/электронной почтой уже существует.

# Exception_Unauthorized
source: Account is not allowed to perform this action.
cs: Účet nemá povoleno provádět tuto akci.
de: Das Konto ist nicht berechtigt diese Aktion durchzuführen.
es: La cuenta no está autorizada para realizar esta acción.
fi: Toiminto ei ole sallittu kyseiselle käyttäjätilille.
fr: Compte non autorisé pour la demande.
hu: A fiók nem jogosult végrehajtani ezt a műveletet.
pl: Konto nie może wykonać tej czynności.
pt: A conta não está autorizada a executar esta ação.
pt_pt: A conta não tem autorização para executar esta ação.
ru: Учетная запись не может выполнять это действие.

# Exception_Unknown
source: An unknown communication error ({0}) occured. {1}
cs: Došlo k neznámé chybě komunikace ({0}). {1}
de: Ein unbekannter Kommunikationsfehler ({0}) trat auf. {1}
es: Se ha producido un error de comunicación desconocido ({0}). {1}
fi: Tuntematon yhteysvirhe ({0}) tapahtui. {1}
fr: Erreur de communication ({0}) : {1}
hu: Ismeretlen kommunikációs hiba ({0}) történt. {1}
pl: Wystąpił nieznany błąd komunikacyjny ({0}). {1}
pt: Ocorreu um erro de comunicação desconhecido ({0}). {1}
pt_pt: Ocorreu um erro ({0}) de comunicação. {1}
ru: Произошла неизвестная коммуникационная ошибка ({0}). {1}

# Exceptioon_MethodNotAllowed
source: You cannot perform that action at this time.
cs: Akci nelze v tuto chvíli provést.
de: Diese Aktion können Sie derzeit nicht durchführen.
es: No se ha podido realizar esa acción en este momento.
fi: Et voi suorittaa toimintoa tällä hetkellä.
fr: La demande ne peut être traitée maintenant.
hu: Most nem hajthatja végre ezt a műveletet.
pl: Nie możesz wykonać tej akcji w tym momencie.
pt: Você não pode executar essa ação neste momento.
pt_pt: Não pode executar essa ação neste momento.
ru: Ты не можешь выполнить это действие в данный момент.

# TestCase_DefaultTestStepExpectedResult
source: Works as expected.
cs: Funguje dle očekávání.
de: Arbeitet wie erwartet.
es: Funciona como se esperaba.
fi: Toimii kuten oletettu.
fr: Fonctionnement normal
hu: Várt munkák.
pl: Działa zgodnie z oczekiwaniami.
pt: Funcionou como esperado.
pt_pt: Resultado de acordo com o esperado.
ru: Работает, как и ожидалось.

# TestStep_WorksAsExpected
source: Works as expected.
cs: Funguje dle očekávání.
de: Arbeitet wie erwartet.
es: Funciona como se esperaba.
fi: Toimii kuten oletettu.
fr: Fonctionnement normal
hu: Várt munkák.
pl: Działa zgodnie z oczekiwaniami.
pt: Funcionou como esperado.
pt_pt: Funciona como esperado.
ru: Работает, как и ожидалось.

# Global_Root
source: Root
de: Basisverzeichnis
es: Raíz
fi: Juuri
fr: Racine
hu: Gyökér
pl: Korzenie
pt: Raiz
pt_pt: Raiz
ru: корень

# Task_NewTask
source: New Task
cs: Nový Úkol
de: Neue Aufgabe
es: Nueva Tarea
fi: Uusi Tehtävä
fr: Nouvelle tâche
hu: Új feladat
pl: Nowe zadanie
pt: Nova Tarefa
pt_pt: Nova Tarefa
ru: Новая задача

# TestSet_NewTestSet
source: New Test Set
cs: Nová Testovací sada
de: Neue Testreihe
es: Nuevo Conjunto de Pruebas
fi: Uusi Testijoukko
fr: Nouvel ensemble de tests
hu: Új teszt szett
pl: Nowy zestaw testowy
pt: Novo Conjunto de Testes
pt_pt: Novo Conjunto de Teste
ru: Новый тестовый набор

source: Description
cs: Popis
de: Beschreibung
es: Descripción
hu: Leírás
pl: Opis
pt: Descrição
pt_pt: Descrição
ru: Описание

# GraphDescription_IncidentCountByStatus
source: The Incident Count by Status graph displays the cumulative total number of incidents logged in the system for the current project over a particular date-range, grouped by status.
cs: Graf Počet incidentů podle stavu zobrazuje kumulativní celkový počet Incidentů zaznamenaných v systému pro aktuální produkt za konkrétní časové období, seskupený podle stavu.
de: Das Diagramm 'Vorfall pro Status' zeigt die Gesamtzahl der Vorfälle des aktuellen Produkts über den Zeitverlauf und gruppiert nach ihrem Status.
es: El gráfico Recuento de Incidentes por Estado muestra el número total acumulado de incidentes registrados en el sistema para el producto actual en un rango de fechas en particular, agrupados por estado.
fr: Le graphique Nombre d'incidents par statut affiche le nombre total cumulé d'incidents par statut pour le produit en cours pendant une plage de dates particulière.
hu: Incidensszám állapot szerint a rendszerben az aktuális projekthez egy adott dátumintervallumban a nyitott incidensek számát mutatja az incidens állapota szerint kategorizálva.
pl: Wykres Incident Count by Status wyświetla łączną liczbę zdarzeń zalogowanych w systemie dla bieżącego produktu w określonym zakresie dat, pogrupowanych według stanu.
pt: O gráfico de Contagem de Incidentes por Status exibe o número total acumulado de incidentes registrados no sistema para o produto atual em um período específico, agrupado por status.
pt_pt: O gráfico de Número de Defeitos por Estado mostra o número total acumulado de incidentes registados no sistema, para o projeto atual, num determinado intervalo de datas, agrupado por estado.
ru: График "Подсчет происшествий по статусу" отображает совокупное общее количество происшествий, зарегистрированных в системе для текущего продукта в определенном диапазоне данных, сгруппированных по статусу.

# GraphDescription_TestCaseProgress
source: The Test Case Progress Rate graph shows how many unique test cases have been executed during a period of time, and what execution status was recorded.
cs: Graf Splnění Testovacích Případů ukazuje, kolik jedinečných Testovacích Případů bylo provedeno během určitého časového období a jaký byl zaznamenán stav vykonání.
de: Das Diagramm Testfallfortschritt zeigt wie viele eindeutige Testfälle während eines Zeitraums ausgeführt wurden und welcher Ausführungsstatus dokumentiert wurde.
es: El gráfico de Tasa de Progreso de Casos de Prueba muestra cuántos casos de prueba únicos se han ejecutado durante un período de tiempo y qué estado de ejecución se registró.
fr: Le graphique Taux d'avancement des scénarios de test montre le nombre de scénarios de test uniques exécutés au cours d'une période et ainsi que leur statut d'exécution.
hu: Tesztfuttatás előrehaladása ábra az adott időszak alatt végrehajtott egyedi tesztesetek számát mutatja, valamint azt, hogy milyen végrehajtási állapot került rögzítésre.
pl: Wykres szybkości postępu testów pokazuje, ile unikalnych przypadków testowych zostało wykonanych w danym okresie czasu oraz jaki status wykonania został zarejestrowany.
pt: O gráfico de Taxa de Progresso de Casos de Teste mostra quantos casos de teste exclusivos foram executados durante um período de tempo e qual status de execução foi gravado.
pt_pt: O gráfico da Taxa de Progresso dos Casos de Teste mostra quantos casos de teste foram executados durante um período de tempo e qual o estado de execução registado.
ru: График хода выполнения тестовых заданий показывает, сколько уникальных тестовых заданий было выполнено за определенный период времени, и какой статус выполнения был записан.

# GraphDescription_TestCaseProgressCumulative
source: The Test Case Cumulative Progress Rate graph shows the progression of test case execution status over the time period, against the total number of not run test cases.
cs: Graf Kumulativního splnění Testovacích Případů ukazuje průběh stavu vykonání Testovacích Případů za časové období oproti celkovému počtu nespuštěných Testovacích Případů.
de: Das Diagramm 'Kumulierter Fortschritt der Testfälle' zeigt den Fortschritt der Testfallausführungsstatus über einen Zeitraum gegenüber der Gesamtzahl nicht durchgeführter Testfälle.
es: El gráfico de Tasa de Progreso Acumulativo de Casos de Prueba muestra la progresión del estado de ejecución de casos de prueba durante el período de tiempo, en comparación con el número total de casos de prueba sin ejecutar.
fr: Le graphique Taux d'avancement cumulatif des scénarios de test montre la progression des statuts d'exécution des scénarios de test pendant une période, par rapport au nombre total de tests non exécutés.
hu: Tesztfuttatás előrehaladása ábra az adott időszak alatt végrehajtott tesztesetek számát mutatja a nem futtatott tesztesetek teljes számával összevetve.
pl: Wykres Kumulatywnego Postępu Przebiegu Przypadku Testowego pokazuje postęp stanu realizacji Przebiegu Przypadku Testowego w danym okresie czasu w stosunku do całkowitej liczby nieprzeprowadzonych przypadków testowych.
pt: O gráfico Taxa de Progresso Acumulado de Casos de Teste mostra a progressão do status de execução de casos de teste no período de tempo, em relação ao número total de casos de teste não executados.
pt_pt: O gráfico da Taxa de Progresso Acumulado dos Casos de Teste mostra o progresso do estado de execução dos casos de teste durante o período de tempo, relativamente ao número total de casos de teste não executados.
ru: График "Совокупный ход выполнения тестовых заданий" отображает ход выполнения тестовых заданий за период времени в сравнении с общим количеством не выполненных тестовых заданий.

# GraphName_IncidentCountByStatus
source: Incident Count by Status
cs: Počty Incidentů podle stavu
de: Anzahl der Vorfälle pro Status
es: Recuento de Incidentes por Estado
fr: Compteur d'incidents par statut
hu: Incidensszám állapot szerint
pl: Liczba incydentów według statusu
pt: Contador de Incidentes por Status
pt_pt: Número de Defeitos por Estado
ru: Подсчет происшествий по статусу

# GraphName_TestCaseProgress
source: Test Case Progress Rate
cs: Míra splnění Testovacích Případů
de: Fortschritt der Testfälle
es: Tasa de Progreso del Caso de Prueba
fr: Taux d'avancement des scénarios de test
hu: Teszteset előrehaladása
pl: Wskaźnik postępów w testach
pt: Taxa de Progresso de Casos de Teste
pt_pt: Taxa de Progresso dos Casos de Teste
ru: Степень прогресса в тестовом случае

# GraphName_TestCaseProgressCumulative
source: Test Case Cumulative Progress
cs: Kumulativní míra splnění Testovacích Případů
de: Kumulierter Fortschritt der Testfälle
es: Progreso Acumulativo de Casos de Prueba
fr: Avancement cumulatif des scénarios de test
hu: Teszteset kumulatív előrehaladása
pl: Przypadek testowy Łączny postęp
pt: Progresso Acumulado de Casos de Teste
pt_pt: Progresso Acumulado dos Casos de Teste
ru: Совокупный прогресс по тестовому делу

# TestSet_Future
source: Future
cs: Budoucí
de: Zukunft
es: Futuro
fr: Futur
hu: Jövő
pl: Przyszłość
pt: Futuro
pt_pt: Futuro
ru: Будущее

# TestSet_Overdue
source: Overdue
cs: Zpožděné
de: Überfällig
es: Atrasado
fr: En retard
hu: Késedelmes
pl: Przeterminowane
pt: Atrasado
pt_pt: Em Atraso
ru: Просрочка

# TestSet_Unscheduled
source: Unscheduled
cs: Nenaplánované
de: Außerplanmäßig
es: No programado
fr: Non planifié
hu: Nem ütemezett
pl: Nieplanowane
pt: Não Programado
pt_pt: Por Agendar
ru: Внеплановый

# Global_Verify
source: Verify
cs: Ověřit
de: Verifizieren
es: Verificar
fr: Vérifier
pl: Weryfikacja
pt: Verificar
pt_pt: Verificar

# Global_NoRequirements
source: No Requirements
cs: Žádné Požadavky
de: Keine Anforderungen
es: Sin Requisitos
fr: Pas de besoins
pt: Sem Requerimentos
pt_pt: Sem Requisitos

# Global_Complete
source: Complete
cs: Hotovo
de: Vollständig
es: Completo
fr: Terminé
pt: Completo
pt_pt: Completo

# Global_Requirements
source: Requirement(s)
cs: Požadavek(y)
de: Anfordergung(en)
es: Requisito(s)
fr: Besoin(s)
pt: Requerimento(s)
pt_pt: Requisito(s)

# Incident_IncidentCreatedFromTask
source: Incident created from existing task.
cs: Incident vytvořený z existujícího Úkolu.
de: Ein Vorfall wurde aus der bestehenden Aufgabe erstellt.
es: Incidente creado a partir de la tarea existente.
fr: Incident créé à partir d'une tâche existante
pt: Incidente criado a partir da tarefa existente.
pt_pt: Defeito criado a partir de tarefa existente.
