Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/General.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# GraphDescription_RequirementSummary
source: The Requirements Summary graph shows how many requirements are currently in a project. The number of requirements is displayed according to the criteria that you specify. You can specify the type of data displayed along the x-axis, and the requirement information which is used to group the data
cs: Graf shrnutí požadavků zobrazuje, kolik požadavků je aktuálně v produktu. Počet požadavků je zobrazen podle kritérií, která zadáte. Můžete zadat druh údajů zobrazovaných na ose X a typ informace, podle které budou požadavky seskupeny.
de: Das Diagramm 'Anforderungsübersicht' zeigt die Anzahl der Anforderungen im aktuellen Produkt. Die Anzahl der Anforderungen wird nach den von Ihnen gewählten Kriterien angezeigt. Sie können sowohl den Datentyp, der entlang der X-Achse angezeigt wird, als auch die Anforderungsinformationen für die Gruppierung der Daten angeben.
es: El gráfico Resumen de Requerimientos muestra cuántos requerimientos están actualmente en un proyecto. El número de requerimientos se muestra según los criterios especificados. Usted puede especificar los tipos de datos que se muestran a lo largo del eje X y la información de requerimientos que se utiliza para agrupar los datos
fi: Vaatimusten yhteenvetokuvaaja näyttää montako vaatimusta on tällä hetkellä projektissa. Vaatimusten määrä näytetään antamasi keriteerin mukaan. Voit määrittää tiedon joka näytetään x-akselilla ja vaatimustiedon jonka mukaan tieto ryhmitellään
fr: Le graphique Résumé des Besoins montre le nombre de besoins actuellement dans un produit. Le nombre de besoins est affiché en fonction des critères que vous spécifiez. Vous pouvez spécifier le type de données affichées le long de l'axe des x, et les informations de besoins utilisées pour regrouper les données
hu: A követelmény összefoglaló grafikon mutatja projektben szereplő követelmények számát. A követelmények száma a megadott feltételeknek megfelelően jelenik meg. Megadható az x-tengely típusa és a csoportosítási feltétel
pl: Wykres podsumowania wymagań pokazuje ile wymagań jest aktualnie w projekcie. Liczba wymagań jest wyświetlana zgodnie z kryteriami, które należy określić . Można określić typ danych wyświetlanych wzdłuż osi X oraz informacje o wymaganiu, które zostały użyte do grupowania danych
pt: O gráfico Resumo de Requerimentos mostra quantos requerimentos estão atualmente em um projeto. O número de requerimentos é exibido de acordo com os critérios especificados. Você pode especificar os tipos de dados exibidos ao longo do eixo x e as informações de requerimentos que são usadas para agrupar os dados
pt_pt: O gráfico de Resumo dos Requisitos mostra quantos requisitos existem atualmente num projeto. O número de requisitos é mostrado de acordo com os critérios que especificou. Pode especificar o tipo de dados exibidos ao longo do eixo x e a informação de requisitos que são usadas para agrupar os dados
ru: Сводный график требований показывает, сколько требований в настоящее время находится в продукте. Количество требований отображается в соответствии с указанными вами критериями. Вы можете указать тип данных, отображаемых по оси х, а также информацию о требованиях, которая используется для группировки данных.
zh_hans: 事件摘要表中显示目前一个项目有多少事件。要求的数目根据您所指定的标准显示。您可以用X轴来指定显示的数据类型，这些事件信息用于数据分组
zh_hant: 需求摘要圖顯示目前專案中需求數量。根據您指定的標準顯示需求數量。您可指定X軸資料類型，和用於群組資料的需求資訊。

# GraphDescription_TaskBurnDown
source: The Task Burndown graph shows the remaining work that needs to be done for each release/sprint in the project.
cs: Graf hotových úkolů zobrazuje zbývající práci, kterou je třeba vykonat pro každou verzi/sprint v rámci produktu.
de: Das Diagramm 'Burndown der Aufgaben' zeigt die verbleibende Arbeit die vor dem Abschluss jedes Releases / jedes Sprints in dem Produkt getätigt werden muss.
es: El gráfico Burndown de Tareas muestra el trabajo restante que se debe hacer para cada versión/iteración en el proyecto.
fi: Tehtävien burndown-kaavio näyttää jäljellä olevan työn, joka on tehtävä jokaiselle projektin julkaisulle/iteraatiolle.
fr: Le graphique d'avancement Burndown montre l'effort restant pour chaque version / sprint dans le produit.
hu: A feladatok Burndown grafikonja mutatja az elvégzendő munkát adott release-hez / sprinthez
pl: Wykres Burndown zadań pokazuje ile pracy pozostało do wykonania dla każdego wydania/iteracji w projekcie.
pt: O gráfico Burndown de Tarefas mostra o trabalho restante que precisa ser feito para cada release/iteração do projeto.
pt_pt: O gráfico de Burndown da Tarefa mostra o trabalho restante que precisa ser feito para cada entrega/iteração no projeto.
ru: График Task Burndown показывает оставшуюся работу, которую необходимо выполнить для каждого релиза/отпечатка в продукте.
zh_hans: 该任务 Burndown 图显示每个需要发行/迭代的剩余工作。
zh_hant: 任務燃盡圖顯示每一個專案版本/迭代需被完成的剩餘工作。

# GraphDescription_TaskBurnUp
source: The Task Burnup graph shows the cumulative increase in work for each release/sprint in the project with the percentage of tasks that are on-schedule, late starting and late finishing indicated.
cs: Graf úkolů k vyřešení zobrazuje kumulativní nárůst práce pro každou verzi/sprint v rámci produktu. Zobrazuje procento úkolů, které jsou dle plánu, pozdě začaly či byly pozdě dokončeny.
de: Das Diagramm 'Burnup der Aufgaben' zeigt den kumulativen Anstieg der Arbeit für jedes Release / jeden Sprint im Produkt. Dabei wird der Prozentsatz der Aufgaben, die im Zeitplan sind, später beginnen und später beendet werden, angezeigt.
es: El gráfico Burnup de Tareas muestra el aumento acumulado en el trabajo de cada versión/iteración en el proyecto con el porcentaje de tareas que están programadas, con inicio retrasado y fin retrasado.
fi: Tehtävien Burnup-kaavio osoittaa jokaisen Julkaisun/Iteraation työmäärän kumulatiivisen kasvun prosenttiosuuksilla tehtävistä, jotka ovat aikataulussa, myöhässa alkaneet tai myöhässä valmistuneet.
fr: Le graphique d'avancement Burnup montre l'augmentation cumulative d'effort pour chaque version/sprint dans le produit avec le pourcentage des tâches qui sont conformes au calendrier, qui ont commencé en retard et qui ont fini en retard.
hu: A feladatok Burnup grafikonja mutatja a szükséges munka kumulált növekedését adott release-hez /sprinthez a projektben. A menetrendszerű, későn kezdődő, vagy végződő feladatok százalékosan vannak feltüntetve
pl: Wykres Burnup zadań pokazuje skumulowany wzrost pracy dla każdego wydania/iteracji w projekcie z procentem zadań, które są zgodne z harmonogramem, są wskazane jako rozpoczęte i zakończone później.
pt: O gráfico Burnup de Tarefas mostra o aumento cumulativo no trabalho para cada release/iteração do projeto com a porcentagem das tarefas, indicadas no gráfico como: dentro do cronograma, com início atradado e com fim atrasado.
pt_pt: O gráfico Burnup da Tarefa mostra o aumento acumulado no trabalho para cada entrega/iteração no projeto com a percentagem de tarefas que estão dentro do prazo, as que estão com atraso de início e as que estão com atraso na finalização.
ru: График "Скорость выполнения задач" показывает кумулятивное увеличение объема работы по каждому выпуску/оттиску продукта с указанием процентного соотношения задач, которые находятся в графике, позднего начала и позднего окончания.
zh_hans: 任务燃耗图表显示每个的累积增加为每个项目中的任务的日程安排上、 晚开始和后期整理指示的百分比有的释放/迭代的工作中。
zh_hant: 任務燃耗圖顯示專案中每一個版本/迭代累積增加準時、延誤開始、延誤結束的任務百分比。

# GraphDescription_TaskSummary
source: The Task Summary graph shows how many tasks are currently in a project. The number of tasks is displayed according to the criteria that you specify. You can specify the type of data displayed along the x-axis, and the task information which is used to group the data
cs: Graf Souhrnu úkolů zobrazuje, kolik úkolů je v současné době v produktu. Počet úkolů je zobrazen podle kritérií, která zadáte. Můžete zadat druh údajů zobrazovaných na ose x a typ informace, podle které budou úkoly seskupeny.
de: Das Diagramm 'Aufgabenübersicht' zeigt die Anzahl der Aufgaben im aktuellen Produkt. Die Anzahl der angezeigten Aufgaben hängt von den Kriterien ab, die Sie auswählen. Sie können sowohl den Datentyp bestimmen, der entlang der X-Achse gezeigt wird, als auch die Informationen der Aufgaben wählen, die zur Gruppierung der Daten genutzt werden.
es: El gráfico Resumen de Tareas muestra cuántas tareas están actualmente en un proyecto. El número de tareas se muestra según los criterios especificados. Puede especificar los tipos de datos que se muestran a lo largo del eje X y la información de tareas que se utiliza para agrupar los datos
fi: Tehtävien yhteenvetokuvaaja näyttää kuinka paljon Tehtäviä projektissa on tällä hetkellä. Tehtävien määrä näytetään antamasi kriteerin mukaan. Voit määrittää tiedon joka näytetään x-akselilla ja tehtävätiedon jonka mukaan tieto ryhmitellään
fr: Le graphique Résumé des Tâches montre le nombre de tâches qui sont actuellement dans un produit. Le nombre de tâches est affiché selon les critères que vous spécifiez. Vous pouvez spécifier le type de données affiché le long de l'axe des x, et les informations sur la tâche utilisées pour regrouper les données
hu: A feladat összefoglaló grafikon mutatja projektben szereplő feladatok számát. A feladatok száma a megadott feltételeknek megfelelően jelenik meg. Megadható az x-tengely típusa és a csoportosítási feltétel
pl: Wykres podsumowania zadań pokazuje ile zadań jest aktualnie w projekcie. Liczba zadań jest wyświetlana zgodnie z kryteriami, które należy określić. Można określić typ danych wyświetlanych wzdłuż osi X oraz informacje o zadaniu, które zostały użyte do grupowania danych
pt: O gráfico Resumo de Tarefas mostra quantas tarefas estão atualmente em um projeto. O número de tarefas é exibido de acordo com os critérios que você especifica. Você pode especificar os tipos de dados exibidos ao longo do eixo x e as informações que são usadas para agrupar os dados
pt_pt: O gráfico de Resumo da Tarefa mostra quantas tarefas existem atualmente num projeto. O número de tarefas é mostrado de acordo com os critérios que especificou. Pode especificar o tipo de dados mostrados ao longo do eixo x e a informação das tarefas que é usada para agrupar os dados
ru: График "Сводка задач" показывает, сколько задач в настоящее время находится в продукте. Количество задач отображается в соответствии с указанными вами критериями. Вы можете указать тип данных, отображаемых по оси x, и информацию о задаче, которая используется для группировки данных
zh_hans: 任务摘要表中显示目前一个项目有多少事件。事件的数目根据您所指定的标准显示。您可以用X轴来详细说明显示的数据类型，这些事件信息用于数据分组
zh_hant: 任務摘要圖顯示目前專案中任務數量。根據您指定的標準顯示任務數量。您可指定X軸資料類型，和用於群組資料的任務資訊。

# GraphDescription_TaskVelocity
source: The Task Velocity graph shows the total estimated and actual effort delivered in each project release and/or sprint
cs: Graf rozdělení pracností úkolů zobrazuje celkové odhadované a skutečné pracnosti uvedené pro každou verzi/sprint v produktu.
de: Das Diagramm 'Velocity der Aufgaben' zeigt den gesamten geschätzten und tatsächlich benötigten Aufwand jedes Releases / jeden Sprint eines Produkts an.
es: El gráfico Velocidad de Tareas muestra el esfuerzo total estimado y real en cada versión de proyecto y/o iteración
fi: Tehtävien etenemiskuvaaja näyttää Projektin jokaisen Julkaisun ja/tai Iteraation arvioidun ja todellisen työmäärän
fr: Le graphique Vélocité des tâches montre l'effort total estimé et l'effort total effectué pour chaque version et/ou sprint.
hu: A feladatok sebessége grafikon mutatja a becsült és a valós ráfordítást minden release-hez / sprinthez
pl: Wykres szybkości zadania pokazuje oszacowany całkowity i aktualny wysiłek dostarczony w poszczególnym wydaniu/iteracji projektu
pt: O gráfico Velocidade de Tarefas mostra o esforço total estimado e o esforço real entregue em cada release do projeto e/ou iteração
pt_pt: O gráfico de Velocidade da Tarefa mostra o esforço total estimado e o esforço atual dispendido em cada entrega e/ou iteração do projeto
ru: График "Скорость выполнения задачи" показывает общий расчетный и фактический объем трудозатрат по каждому выпуску продукции и/или спринтеру.
zh_hans: 任务速度图显示每个项目发布/或迭代提供总的估计和实际工作量
zh_hant: 任務速度圖顯示每一個專案版本/迭代的預估工時和實際工時總和。

# GraphDescription_TestCaseSummary
source: The Test Case Summary graph shows how many test cases are currently in a project. The number of test cases is displayed according to the criteria that you specify. You can specify the type of data displayed along the x-axis, and the test case information which is used to group the data
cs: Graf souhrnu testovacích případů zobrazuje, kolik testovacích případů je aktuálně v produktu. Počet testovacích případů je zobrazen podle kritérií, která zadáte. Můžete zadat druh údajů zobrazovaných na ose x a typ informace, podle které budou testovací případy seskupeny.
de: Das Diagramm 'Testfallübersicht' zeigt die Anzahl der Testfälle des aktuellen Produkts. Die Anzahl der angezeigten Testfälle hängt von den von Ihnen ausgewählten Kriterien ab. Sie können sowohl den Datentyp bestimmen, der entlang der X-Achse gezeigt wird, als auch die Informationen der Testfälle wählen, die zur Gruppierung der Daten genutzt werden.
es: El gráfico Resumen de Casos de Prueba muestra cuántos casos de prueba se encuentran actualmente en un proyecto. El número de casos de prueba se muestra según los criterios especificados. Usted puede especificar los tipos de datos que se muestran a lo largo del eje X y la información de casos de prueba que se utiliza para agrupar los datos
fi: Testitapausten yhteenvetokuvaaja näyttää montako testitapausta on tällä hetkellä projektissa. Testitapausten määrä näytetään antamasi keriteerin mukaan. Voit määrittää tiedon joka näytetään x-akselilla ja testitapaustiedon jonka mukaan tieto ryhmitellään
fr: Le graphique Résumé des Scénarios de Test montre le nombre de scénarios de test qui sont actuellement dans un produit. Le nombre de scénarios de test est affiché selon les critères que vous spécifiez. Vous pouvez spécifier le type de données affichées le long de l'axe des x, et les informations sur les scénarios de test utilisées pour regrouper les données
hu: A teszteset összefoglaló grafikon mutatja projektben szereplő tesztesetek számát. A tesztesetek száma a megadott feltételeknek megfelelően jelenik meg. Megadható az x-tengely típusa és a csoportosítási feltétel
pl: Wykres podsumowania przypadków testowych pokazuje ile przypadków testowych jest aktualnie w projekcie. Liczba przypadków testowych jest wyświetlana zgodnie z kryteriami, które należy określić. Można określić typ danych wyświetlanych wzdłuż osi X oraz informacje o przypadkach testowych, które zostały użyte do grupowania danych
pt: O gráfico Resumo de Casos de Teste mostra quantos casos de teste estão atualmente em um projeto. O número de casos de teste é exibido de acordo com os critérios que você especifica. Você pode especificar os tipos de dados exibidos ao longo do eixo x e as informações que são usadas para agrupar os dados
pt_pt: O gráfico Resumo do Caso de Teste mostra quantos casos de teste existem atualmente num projeto. O número de casos de teste é mostrado de acordo com os critérios que especificou. Pode especificar o tipo de dados exibidos ao longo do eixo x e a informação dos casos de teste que é usada para agrupar os dados
ru: Сводный график тестовых случаев показывает, сколько тестовых случаев в настоящее время находится в продукте. Количество тестовых случаев отображается в соответствии с указанными вами критериями. Вы можете указать тип данных, отображаемых по оси х, и информацию об испытательном примере, которая используется для группировки данных
zh_hans: 测试用例摘要表中显示目前一个项目有多少事件。要求的数目根据您所指定的标准显示。您可以用X轴来指定显示的数据类型，这些事件信息用于数据分组
zh_hant: 測試案例摘要圖顯示目前專案中測試案例數量。根據您指定的標準顯示測試案例數量。您可指定X軸資料類型，和用於群組資料的測試案例資訊。

# GraphDescription_TestRunProgressRate
source: The Test Run Progress Rate graph shows how many tests have been executed during a period of time, and what execution status was recorded.
cs: Graf vývoje běhů testů zobrazuje kolik testů bylo vykonáno v daném období a jaký byl zaznamenaný výsledek.
de: Das Diagramm 'Fortschrittsrate des Testlaufs' zeigt die Anzahl der durchgeführten Tests und deren Ausführungsstatus während eines bestimmten Zeitraums an.
es: El gráfico Tasa de Progreso de Ejecuciones de Prueba muestra cuántas pruebas se han ejecutado durante un período de tiempo y qué estado de ejecución se registró.
fi: Testiajojen etenemiskuvaaja näyttää kuinka monta testiä on suoritettu ajanjaksona ja mikä suorituksen tila kirjattiin.
fr: Le graphique Taux d'Avancement des Exécutions de Test montre le nombre de tests qui ont été exécutés pendant une période de temps, et le statut d'exécution qui a été enregistré.
hu: A teszt futás feldolgozási ráta grafikon mutatja mennyi teszt került végrehajtásra adott időperiódusban, milyen eredménnyel.
pl: Wykres wskaźnika postępu przebiegu testu pokazuje ile testów zostało wykonanych w przedziale czasu oraz z jakim statusem egzekucja została zakończona.
pt: O gráfico Taxa de Progresso de Execução de Testes mostra quantos testes foram executados durante um período de tempo, e seus status de execução.
pt_pt: O gráfico de Taxa do Progresso da Execução dos Testes mostra quantos testes foram executados durante um período de tempo e que status de execução foi registado.
ru: График прогресса выполнения тестов показывает, сколько тестов было выполнено за определенный период времени, и какое состояние выполнения было зафиксировано.
zh_hans: 该测试运行进度表显示在一段时间内已经有多少指令被执行，以及记录执行的状态
zh_hant: 測試執行進度率圖顯示在一段時間內測試被執行的次數與記錄的執行狀態。

# GraphDescription_TestRunSummary
source: The Test Run Summary graph shows how many test runs have been executed in a project. The number of test runs is displayed according to the criteria that you specify. You can specify the type of data displayed along the x-axis, and the test run information which is used to group the data
cs: Graf shrnutí běhů testů zobrazuje, kolik testů bylo provedeno v produktu. Počet běhů testů se zobrazuje podle kritérií, která zadáte. Můžete zadat druh údajů zobrazovaných na ose x a typ informace, podle které budou běhy testů seskupeny.
de: Das Diagramm 'Testlaufübersicht' zeigt die Anzahl der ausgeführten Testläufe in einem Produkt. Die Anzahl der angezeigten Testläufe hängt von den von Ihnen ausgewählten Kriterien ab. Sie können sowohl den Datentyp bestimmen, der entlang der X-Achse gezeigt wird, als auch die Informationen der Testläufe wählen, die zur Gruppierung der Daten genutzt werden.
es: El gráfico Resumen de Ejecuciones de Prueba muestra cuántas ejecuciones de prueba se han ejecutado en un proyecto. El número de pruebas se muestra según los criterios especificados. Usted puede especificar los tipos de datos que se muestran a lo largo del eje X y la información de ejecución de prueba que se utiliza para agrupar los datos
fi: Testiajojen yhteenvetokuvaaja näyttää montako testiajoa on tällä hetkellä Projektissa. Testiajojen määrä näytetään antamasi keriteerin mukaan. Voit määrittää tiedon joka näytetään x-akselilla ja testiajotiedon jonka mukaan tieto ryhmitellään
fr: Le graphique Résumé des Exécutions de Test montre le nombre d'exécutions de test effectuées dans un produit. Le nombre d'exécutions est affiché en fonction des critères que vous spécifiez. Vous pouvez spécifier le type de données affichées le long de l'axe des x, et les informations de test utilisées pour regrouper les données
hu: A teszt futás összefoglaló grafikon mutatja projektben végrehajtott tesztek számát. A teszt futások száma a megadott feltételeknek megfelelően jelenik meg. Megadható az x-tengely típusa és a csoportosítási feltétel
pl: Wykres podsumowania przebiegu testu pokazuje ile testów zostało wykonanych w projekcie. Liczba testów jest wyświetlana zgodnie z kryteriami, które należy określić. Można określić typ danych wyświetlanych wzdłuż osi X oraz informacje o przebiegu testu, która została użyta do grupowania danych
pt: O gráfico Resumo de Execuções de Testes mostra quantas execuções de testes foram feitas em um projeto. O número de execuções é exibido de acordo com os critérios que você especifica. Você pode especificar os tipos de dados exibidos ao longo do eixo x e as informações que são usadas para agrupar os dados
pt_pt: O gráfico de Sumário de Execução de Testes mostra quantas execuções de testes foram levadas a cabo num projeto. O número de execuções de teste é mostrado de acordo com os critérios que especificou. Pode especificar o tipo de dados exibidos ao longo do eixo x e a informação de execução de testes que é usada para agrupar os dados
ru: Сводный график выполнения тестов показывает, сколько тестовых запусков было выполнено в продукте. Количество тестовых запусков отображается в соответствии с указанными вами критериями. Вы можете указать тип данных, отображаемых по оси x, и информацию о пробном запуске, которая используется для группировки данных
zh_hans: 测试运行摘要表中显示目前一个项目有多少事件。要求的数目根据您所指定的标准显示。您可以用X轴来指定显示的数据类型，这些事件信息用于数据分组
zh_hant: 測試執行摘要圖顯示目前專案中測試執行數量。根據您指定的標準顯示測試執行數量。您可指定X軸資料類型，和用於群組資料的測試執行資訊。

# GraphName_IncidentAging
source: Incident Aging
cs: Stárnutí incidentů
de: Alterung des Vorfalls
es: Envejecimiento de Incidentes
fi: Havaintojen ikääntyminen
fr: Vieillissement des incidents
hu: Incidens öregedés
pl: Wiek otwartych incydentów
pt: Envelhecimento de Incidentes
pt_pt: Longevidade do Defeito
ru: Случайное старение
zh_hans: 事件老化
zh_hant: 事件老化

# GraphName_IncidentCumulativeCount
source: Incident Cumulative Count
cs: Kumulativní počet incidentů
de: Anzahl kumulierter Vorfälle
es: Acumulación de Incidentes
fi: Havaintojen kumulatiivinen määrä
fr: Nombre cumulatif d'incidents
hu: Incidensek kumulatív száma
pl: Liczba skumulowanych incydentów
pt: Contagem Acumulada de Incidentes
pt_pt: Contagem Cumulativa do Defeito
ru: Совокупный подсчёт происшествий
zh_hans: 事件的累积计数
zh_hant: 事件累積計數

# GraphName_IncidentOpenCount
source: Incident Open Count
cs: Počet otevřených incidentů
de: Anzahl offener Vorfälle
es: Conteo de Incidentes Abiertos
fi: Avoimien Havaintojen määrä
fr: Nombre d'incidents ouverts
hu: Nyitott incidensek száma
pl: Liczba otwartych incydentów
pt: Contagem de Incidentes Abertos
pt_pt: Contagem de Abertura de Defeito
ru: Инцидент Открытый счет
zh_hans: 打开事件计数
zh_hant: 事件開啟數量

# GraphName_IncidentProgressRate
source: Incident Progress Rate
cs: Vývoj incidentů
de: Fortschrittsrate des Vorfalls
es: Tasa de Progreso de Incidentes
fi: Havaintojen etenemisnopeus
fr: Taux d'avancement de l'incident
hu: Incidensek feldolgozási rátája
pl: Wskaźnik postępu incydentu
pt: Taxa de Progresso de Incidentes
pt_pt: Taxa de Progresso do Defeito
ru: Прогресс в инцидентах
zh_hans: 事故进展率
zh_hant: 事件進度率圖

# GraphName_IncidentSummary
source: Incident Summary
cs: Shrnutí incidentů
de: Vorfallsübersicht
es: Resumen de Incidentes
fi: Havaintojen yhteenveto
fr: Résumé d'incident
hu: Incidens összefoglaló
pl: Podsumowanie incydentu
pt: Resumo de Incidentes
pt_pt: Resumo do Defeito
ru: Резюме происшествия
zh_hans: 事件摘要
zh_hant: 事件摘要

# GraphName_IncidentTurnaround
source: Incident Turnaround Time
cs: Doba vyřešení incidentů
de: Vorfalldurchlaufzeit
es: Tiempo de Circulación de Incidentes
fi: Havaintojen läpimenoaika
fr: Délai d'exécution des incidents
hu: Incidens átfutási ideje
pl: Czas kompletowania incydentu
pt: Tempo de Circulação de Incidentes
pt_pt: Tempo de Resolução do Defeito
ru: Время рассмотрения инцидента
zh_hans: 事件的周转时间
zh_hant: 事件週轉時間

# GraphName_RequirementCoverage
source: Requirements Coverage
cs: Pokrytí požadavků
de: Anforderungsabdeckung
es: Cobertura de Requerimientos
fi: Vaatimusten kattavuus
fr: Couverture des Besoins
hu: Követelménylefedettség
pl: Pokrycie wymagań
pt: Cobertura de Requerimentos
pt_pt: Cobertura de requisitos
ru: Требования Охват
zh_hans: 要求覆盖范围
zh_hant: 需求涵蓋範圍
