Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/General.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

source: Current Version
es: Versión Actual
fr: Version actuelle
pt: Versão Atual

source: Document Version
es: Versión del Documento
fr: Version du document
pt: Versão do Documento

# Document_AddVersion
source: Added Version
es: Versión Agregada
fr: Version ajoutée
pt: Versão Adicionada

# Document_DeleteVersion
source: Deleted Version
es: Versión Eliminada
fr: Version supprimée
pt: Versão Excluída

# Graph_Release
source: Release
cs: Verze
fi: Julkaisu
fr: Version
pl: Wydanie
pt_pt: Entrega
ru: Релиз
zh_hans: 发行
zh_hant: 版本
