Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Project_Copy_AutomationHosts
source: Copying... automation hosts
cs: Kopírování hostitelů automatizace produktu
de: Kopieren des Automatisierungshosts des Produkts
es: Copiando... hosts de automatización
fi: Kopioidaan projektin automaatio-isäntiä
fr: Copie des propriétés personnalisées de l'objet.
hu: projekt automatizációs hosztok másolása
pl: Kopiowanie niestandardowych właściwości artefaktów
pt: Copiando... hosts de automação
pt_pt: A copiar os ambientes de automação do produto
ru: Копирование хостов автоматизации продукта
zh_hant: 複製專案自動化主機

# Project_Copy_Components
source: Copying... components
cs: Kopírování komponent produktu
de: Kopieren der Produktkomponenten
es: Copiando... componentes
fi: Kopioidaan projektin komponentteja
fr: Copie des besoin, version et mappages de scénarios de test
hu: projektösszetevők másolása
pl: Kopiowanie komponentów produktu
pt: Copiando os componentes do projeto
pt_pt: A copiar componentes do projeto
ru: Копирование компонентов продукта
zh_hant: 複製專案模組

# Project_Copy_Tasks
source: Copying... tasks
cs: Kopírování úkolů produktu
de: Kopieren der Aufgaben des Produkts
es: Copiando... tareas
fi: Poistetaan projektin liitetiedostoja
fr: Suppression des pièces jointes du produit
hu: projektfeladatok másolása
pl: Kopiowanie zadań związanych z produktem
pt: Copiando... tarefas
pt_pt: A copiar tarefas do projeto
ru: Копирование задач продукта
zh_hant: 複製專案任務

# Project_Copy_TestCaseFolders
source: Copying... test case folders
cs: Kopírování složek testovacích případů produktu
de: Löschen der Artefaktverknüpfungen
es: Copiando... carpetas de casos de prueba
fi: Poistetaan asian yhteyksiä
fr: Suppression d'associations de l'objet
hu: projekt teszteset-könyvtárak másolása
pl: Kopiowanie teczek z testami produktów
pt: Copiando... pastas de tarefas
pt_pt: A copiar conjuntos de testes do projeto
ru: Копирование папок с пробными футлярами

# Project_Copy_TestSetFolders
source: Copying... test set folders
cs: Kopírování složek testovacích sad produktu
de: Löschen der Zuordnungen von Synchronisationsdaten
es: Copiando... carpetas de conjunto de pruebas
fi: Poistetaan tietojen synkronoinnin kuvauksia
fr: Suppression des mappings de synchronisation des données
hu: projekt teszt szet könyvtárak másolása
pl: Kopiowanie folderów zestawu testowego produktu
pt: Copiando... pastas de conjunto de testes
pt_pt: A eliminar anexos do projeto
ru: Копирование папок с набором для тестирования продуктов

# ReleaseManager_CreatingFakeVersionNumber
source: The version number specified is not unique, so creating a ficticious one
cs: Zadané číslo verze není jedinečné, vytvářím fiktivní číslo verze
de: Es ist nicht möglich den Anforderungsschritt mit der ID={0} abzurufen.
es: El número de versión especificado no es único, por tanto un ficticio está siendo creado
fi: Annettu versionumero ei ole yksiselitteinen, luodaan kuvitteellinen
fr: Vous devez définir un Effort estimé pour que le statut d’une tâche passe à <En cours>.
hu: A megadott verziószám nem egyedi, így egy fiktívet hoz létre
pl: Podany numer wersji nie jest unikalny, więc stworzenie fikcyjnego numeru
pt: O número de versão especificado não é único, então um fictício está sendo criado
pt_pt: Geração de relatório completa.
ru: Указанный номер версии не является уникальным, поэтому создание вымышленной версии

# ReleaseManager_IterationSummaryException
source: You cannot have an sprint summary item.
cs: Nemůžete mít souhrnnou položku sprintu.
de: Der branch key '{0}' wurde nicht gefunden. Bitte aktualisieren Sie den Cache.
es: Usted no puede tener un elemento de resumen de iteración.
fi: Ei voi olla kohdetta iteraatioiden yhteenvedolle.
fr: Vous devez fournir une date de fin estimée pour que le statut de la tâche passe à En cours
hu: Nem lehet sprint összegző elem.
pl: Nie możesz mieć podsumowania sprintu.
pt: Você não pode ter um item de resumo de iteração.
pt_pt: O relatório com o id '{0}' não existe no sistema!
ru: У вас не может быть пункта спринтовой сводки.

# ReleaseManager_PhaseSummaryException
source: You cannot have a phase summary item.
cs: Nemůžete mít souhrnnou položku fáze.
de: Der branch key war NULL. Bitte aktualisieren Sie den Cache.
es: Usted no puede tener un elemento de resumen de fase.
fi: Ei voi olla kohdetta vaiheen yhteenvedolle.
fr: La date de fin ne peut être antérieure à la date de début
hu: Nem lehet fázis összegző elem.
pl: Nie możesz mieć pozycji podsumowującej fazę.
pt: Você não pode ter um item de resumo de fase.
pt_pt: A iniciar geração de relatório.
ru: У вас не может быть пункта с кратким описанием фазы.

# ReleaseManager_ReleaseIterationNotExistsForAssociation
source: The release/sprint you're trying to associate with no longer exists.
cs: Verze/sprint, se kterou se snažíte propojit, již neexistuje.
de: Der Quellcode der Bibliothek der Versionskontrolle ist veraltet und wird aktualisiert.
es: La versión/iteración que intenta asociar no existe más.
fi: Liitettävää julkaisua/iteraatiota ei enää ole.
fr: Vous devez fournir une date de fin estimée pour que le statut de la tâche passe à En cours
hu: A hozzárendelendő release/sprint már nem létezik.
pl: Wydanie/odruk, z którym próbujesz się skojarzyć, już nie istnieje.
pt: O release/iteração que você está tentando associar não existe mais
pt_pt: Não é possível recuperar o passo do requisito com o ID={0}
ru: Релиз/отпечаток, с которым вы пытаетесь связать себя, больше не существует.

# ReleaseManager_VersionNumberNotUnique
source: The version number specified is not unique
cs: Zadané číslo verze není jedinečné
de: Der Aufgabenordner mit der ID={0} existiert nicht mehr im System!
es: El número de versión especificado no es único
fi: Annettu versionumero ei ole yksiselitteinen
fr: La date de fin ne peut être antérieure à la date de début
hu: A megadott verziószám nem egyedi
pl: Podany numer wersji nie jest unikalny
pt: O número de versão especificado não é único
pt_pt: O cache do código fonte de controlo da versão está desatualizado e está a ser refrescado.
ru: Указанный номер версии не является уникальным

# Releases_CannotRetrieveExistingRelease
source: Cannot retrieve existing release
cs: Nelze načíst stávající verzi
de: Das Enddatum kann nicht vor dem Startdatum liegen
es: La release existente no pudo ser recuperada.
fi: Ei voida hakea julkaisua
fr: La date de fin ne peut être antérieure à la date de début
hu: Nem fogadható meglévő release
pl: Nie można odzyskać istniejącego wydania
pt: Não foi possível recuperar o release existente
pt_pt: A pasta da tarefa com o ID={0} não existe no sistema!
ru: Не удается извлечь существующий релиз

# Report_ReportConvertingToPdf
source: Converting Report to PDF Format
cs: Převádím report do formátu PDF
de: Bericht in PDF Format umwandeln
es: Convirtiendo el Informe al formato PDF
fr: Conversion du rapport au format PDF
hu: Jelentés átalakítása PDF-formátumra
pl: Konwersja raportu do formatu PDF
pt: Convertendo Relatório ao formato PDF
pt_pt: Não é possível recuperar o passo do requisito com o ID={0}
ru: Преобразование отчета в формат PDF

# Requirement_StepNotExists
source: Unable to retrieve requirement step with ID={0}
cs: Nelze načíst krok požadavku s ID={0}
de: Es ist nicht möglich den Anforderungsschritt mit der ID={0} abzurufen.
es: No se puede recuperar el paso de requisito con ID = {0}
fi: Ei voida hake vaatimuksen askelta ID={0}
fr: Impossible de localiser l'étape de besoin avec ID={0}
hu: Nem lehet ID={0} követelménylépést betölteni
pl: Należy ustawić szacowany nakład pracy aby zmienić status zadania na 'Completed'
pt: Não é possível recuperar a etapa de requerimento com ID = {0}
pt_pt: Não é possível recuperar o passo do requisito com o ID={0}
ru: Невозможно извлечь шаг требования с ID={0}
zh_hant: 無法取得需求步驟，編號為 {0}

# SourceCode_BranchKeyNotFound
source: The branch key '{0}' was not found so refreshing cache
cs: Klíč větve (branche) '{0}' nebyl nalezen, takže se obnovuje mezipaměť
de: Der branch key '{0}' wurde nicht gefunden. Bitte aktualisieren Sie den Cache.
es: No se puede encontrar la clave de rama '{0}', por tanto la caché está siendo actualizada
fi: Koodihaaran avainta '{0}' ei löydy, virkistetään välimuisti
fr: {0}' introuvable, rafraichissement du cache.
hu: A(z) „{0}” ágkulcs nem található, ezért gyorsítótár frissítése
pl: Klucz oddziału "{0}" nie został znaleziony tak orzeźwiający skrytka
pt: A branch key '{0}' não foi encontrada no sistema, então o cache será atualizado.
pt_pt: Necessita fornecer uma data fim estimada para indicar a tarefa como Em-Progresso
ru: Ключ ветки '{0}' не был найден таким обновляющим кэшем.
zh_hant: 分支鍵值「{0}」找不到。請重整快取

# SourceCode_BranchKeyNull
source: The branch key was NULL so refreshing cache
cs: Klíč větve (branche) byl NULL, takže se obnovuje mezipaměť
de: Der branch key war NULL. Bitte aktualisieren Sie den Cache.
es: La clave de rama estaba NULL, por tanto la caché está siendo actualizada
fi: Koodihaaran avainta oli NULL, virkistetään välimuisti
fr: La date de fin ne peut être antérieure à la date de début.
hu: Az ágkulcs NULL, ezért gyorsítótár frissítése
pl: Klucz odgałęzienia był NULL tak odświeżający cache
pt: A chave de ramo estava nula, então o cache será atualizado.
pt_pt: Necessita fornecer um Esforço Estimado para indicar a tarefa como Concluída
ru: Ключом ветки был NULL, так что освежающий кэш
zh_hant: 分支鍵值為 NULL。請重整快取

# SourceCode_InvalidCacheLongMessage
source: The provider's library's source code cache is out of date and being refreshed.
cs: Mezipaměť zdrojového kódu knihovny zdrojové verze je zastaralá a aktualizuje se.
de: Der Quellcode der Bibliothek der Versionskontrolle ist veraltet und wird aktualisiert.
es: La caché del código fuente de la biblioteca de control de versión está desactualizada y está siendo actualizada.
fi: Alkuperäisen lähdekoodikirjaston lähdekoodi-välimuisti ei ole ajantasalla ja siksi virkistetään.
fr: Vous devez fournir une date de fin estimée pour que le statut de la tâche passe à En cours
hu: A verziókövetési könyvtár forráskód-gyorsítótára elavult, ezért a frissítése zajlik.
pl: Pamięć podręczna kodu źródłowego biblioteki kontroli wersji jest nieaktualna i jest odświeżana.
pt: O cache do código fonte da biblioteca do controle de versão está desatualizado e, por isso, uma atualização está sendo realizada.
pt_pt: O cache do código fonte de controlo da versão está desatualizado e está a ser refrescado.
ru: Кэш исходных текстов библиотеки управления версиями устарел и обновляется.
zh_hant: 來源版本控制文庫的來源碼快取已過期，請重整。

# TaskManager_FolderNotExists
source: The task folder with ID={0} does not exist in the system!
cs: Složka úkolu s ID={0} v systému neexistuje!
de: Der Aufgabenordner mit der ID={0} existiert nicht mehr im System!
es: La carpeta de tareas con ID={0} no existe en el sistema!
fi: Tehtävähakemistoa ID={0} ei löydy järjestelmästä!
fr: La date de fin ne peut être antérieure à la date de début
hu: A(z) ID={0} feladatkönyvtár nem létezik a rendszerben.
pl: Należy podać faktyczny nakład pracy aby zmienić status zadania na 'Completed'
pt: O diretório de tarefa com ID={0} não existe no sistema!
pt_pt: A pasta da tarefa com o ID={0} não existe no sistema!
ru: Папка задач с ID={0} в системе не существует!
zh_hant: 任務資料夾，編號為 {0}，在系統中已不存在。

# GraphManager_GraphNotExist
source: The specified custom graph with ID {0} does not exist in the system!
cs: Zadaný vlastní graf s ID {0} v systému neexistuje!
de: Der angegebene benutzerdefinierte Graph mit der ID {0} ist im System nicht vorhanden!
es: El gráfico personalizado especificado con ID{0} no existe en el sistema!
fr: Le graphique personnalisé ID {0} n'existe pas.
hu: A meghatározott egyéni ábra ID{0}-val nem létezik a rendszerben.
pl: Określony niestandardowy wykres z ID {0} nie istnieje w systemie!
pt: O gráfico personalizado especificado com o ID {0} não existe no sistema!
pt_pt: O gráfico especificado com o ID {o} não existe no sistema!
ru: Указанного пользовательского графа с ID {0} в системе не существует!

# GraphManager_InvalidColumn
source: The column '{0}' has non-numeric data and cannot be graphed!
cs: Sloupec '{0}' obsahuje nečíselné údaje a nelze jej zobrazit v grafu!
de: Die Spalte'{0}' hat nicht-numerische Daten und kann nicht dargestellt werden!
es: La columna '{0}' tiene datos no numéricos y no se puede representar gráficamente.
fr: La colonne '{0}' contient des données non numériques et ne peut pas être représentée sous forme de graphique.
hu: A(z) „{0}” oszlop nem numerikus adatot tartalmaz, és nem ábrázolható.
pl: Kolumna "{0}" ma dane nie-numeryczne i nie może być złapana!
pt: A coluna '{0}' tem dados não numéricos e não pode ser representada graficamente!
pt_pt: A coluna '{0}' tem valores não numéricos e por isso o gráfico não pode ser apresentado!
ru: Столбец '{0}' содержит нецифровые данные и не может быть взломан!

# ProjectTemplate_CannotDeleteActive
source: You cannot delete a project template that is being used by projects!
cs: Nelze odstranit šablonu produktu, která je produkty používána!
de: Sie können eine Produktvorlage, die von Produkten verwendet wird, nicht löschen!
es: No puede eliminar una plantilla de producto que está siendo utilizada por productos!
fr: Il n'est pas possible de supprimer un modèle de produit en cours d'utilisation.
hu: Nem törölhet olyan projektsablont, amit egy projekt használ.
pl: Nie można usunąć szablonu produktu, który jest używany przez produkty!
pt: Você não pode excluir um modelo de produto que está sendo usado por outros produtos!
pt_pt: Não é possível apagar um modelo de produto que esteja em utilização!
ru: Вы не можете удалить шаблон продукта, который используется продуктами!

# Project_Delete_Risks
source: Deleting risks
cs: Odstranění rizik
de: Löschen der Risiken
es: Eliminando los riesgos
fr: Suppression des risques
hu: Kockázatok törlése
pl: Usuwanie ryzyka
pt: Excluindo riscos
pt_pt: A eliminar riscos
ru: Удаление рисков

# Requirement_CannotSplitSummaryRequirement
source: You cannot split a summary requirement!
cs: Souhrnný požadavek nelze rozdělit!
de: Sie können eine Sammelanforderung nicht aufteilen!
es: No puedes dividir este requisito!
fr: Vous ne pouvez pas diviser un besoin résumé.
hu: Nem oszthat szét összegző követelményt!
pl: Nie można rozdzielać wymogu podsumowania!
pt: Você não pode dividir esse requerimento!
ru: Вы не можете разделить суммарное требование!

# Requirement_NoDefaultTypeForProjectTemplate
source: No default requirement type found for project template PT{0}!
cs: Pro šablonu produktu PT{0} nebyl nalezen žádný výchozí typ požadavku!
de: Für die Produktvorlage PT{0} wurde kein Standardanforderungstyp gefunden!
es: No se ha encontrado ningún tipo de requisito predeterminado para la plantilla de producto PT{0}!
fr: Pas de type de besoin défaut pour le modèle de produit PT {0}.
hu: Nem található alapértelmezett követelménytípus a PT{0} projektsablonhoz.
pl: Nie znaleziono domyślnego typu wymagań dla szablonu produktu PT{0}!
pt: Nenhum tipo de requerimento padrão foi encontrado para o modelo de produto PT {0}!
ru: Для шаблона изделия PT{0} тип требования по умолчанию не найден!

# Risk_ClosedDateCannotBeBeforeCreated
source: The closed date cannot be before the creation date
cs: Datum uzavření nesmí být před datem vytvoření
de: Das Abschlussdatum darf nicht vor dem Erstellungsdatum liegen.
es: La fecha de cierre no puede ser anterior a la fecha de creación.
fr: La date de fermeture ne peut être antérieure à la date de création.
hu: A záró dátum nem lehet a létrehozási dátum előtti
pl: Data zamknięcia nie może być wcześniejsza niż data utworzenia
pt: A data de fechamento não pode ser anterior à data de criação
ru: Закрытая дата не может быть до даты создания

# Risk_MitigationNotExists
source: Unable to retrieve risk mitigation with ID={0}
cs: Nelze načíst zmírnění rizika s ID={0}
de: Risikominderung kann mit ID={0} nicht abgerufen werden.
es: No se puede recuperar la mitigación de riesgos con ID={0}
fr: Impossible de localiser l'atténuation de risque avec ID={0}
hu: Nem lehet ID={0} kockázatcsökkentést betölteni
pl: Nie można odzyskać ograniczenia ryzyka z ID={0}
pt: Não foi possível recuperar o atenuador de risco com ID={0}
ru: Невозможно получить информацию о снижении рисков с помощью ID={0}.

# Risk_NoDefaultTypeForProjectTemplate
source: No default risk type found for project template PT{0}!
cs: Pro šablonu produktu PT{0} nebyl nalezen žádný výchozí typ rizika!
de: Kein Standard-Risikotyp für die Produktvorlage PT{0} gefunden!
es: No se ha encontrado ningún tipo de riesgo predeterminado para la plantilla de producto PT{0}!
fr: Pas de type de risque défaut pour le modèle de produit PT '{0}'
hu: Nem található alapértelmezett kockázattípus a PT{0} projektsablonhoz.
pl: Nie znaleziono domyślnego typu ryzyka dla szablonu produktu PT{0}!
pt: Nenhum tipo de risco padrão foi encontrado para o modelo de produto PT{0}!
ru: Для шаблона продукта PT{0} тип риска по умолчанию не найден!

# Risk_ReviewDateCannotBeBeforeCreated
source: The review date cannot be before the creation date
cs: Datum posouzení nemůže být před datem vytvoření
de: Das Überprüfungsdatum darf nicht vor dem Erstellungsdatum liegen.
es: La fecha de revisión no puede ser anterior a la fecha de creación.
fr: La date de création doit précéder la date de revue.
hu: Az áttekintési dátum nem lehet a létrehozási dátum előtti.
pl: Data przeglądu nie może być wcześniejsza niż data utworzenia
pt: A data de revisão não pode ser anterior à data de criação
ru: Дата просмотра не может быть до даты создания

# SourceCode_CannotDeleteCacheBecauseUpdateRunning
source: Unable to clear cache since an update is already running
cs: Mezipaměť nelze vymazat, protože již běží aktualizace
de: Das Leeren des Cache ist nicht möglich, da ein Update bereits ausgeführt wird.
es: No se puede borrar la memoria caché porque ya se está ejecutando una actualización
fr: Impossible de vider le cache, une mise à jour est en cours.
hu: Nem lehet törölni a gyorsítótárat, mivel frissítés van folyamatban
pl: Nie można wyczyścić pamięci podręcznej, ponieważ aktualizacja jest już uruchomiona
pt: Não foi possível limpar o cache, pois uma atualização está sendo executada
ru: Невозможно очистить кэш, так как обновление уже запущено.

# Task_CannotMakeParentChildOfCurrentTask
source: You cannot make the parent task folder one of its children!
cs: Nemůžete z nadřazené složky úkolů učinit jako jednu z jejich podřízených!
de: Sie können den übergeordneten Aufgabenordner nicht zu einem seiner untergeordneten Ordner machen!
es: No puedes hacer que la carpeta de tareas principal sea uno de sus hijos!
fr: Opération impossible
hu: Nem teheti a szülő feladatkönyvtárat az egyik gyermekévé!
pl: Nie możesz zrobić z folderu zadań rodzicielskich jednego z jego dzieci!
pt: Você não pode definir a pasta da tarefa pai como um de seus filhos!
ru: Вы не можете сделать родительскую папку задачи одной из своих дочерних!

# Task_NoDefaultTypeForProjectTemplate
source: No default task type found for project template PT{0}!
cs: Pro šablonu produktu PT{0} nebyl nalezen žádný výchozí typ úkolu!
de: Kein Standardaufgabentyp für die Produktvorlage PT{0} gefunden!
es: No se encontró un tipo de tarea predeterminado para la plantilla de producto PT{0}!
fr: Pas de type de tâche défaut pour le modèle de produit PT {0}
hu: Nem található alapértelmezett feladattípus a PT{0} projektsablonhoz.
pl: Nie znaleziono domyślnego typu zadania dla szablonu produktu PT{0}!
pt: Nenhum tipo de tarefa padrão foi encontrado para o modelo de produto PT{0}!
ru: Для шаблона продукта PT{0} тип задачи по умолчанию не найден!

# TestCase_CannotMakeParentChildOfCurrentTestCase
source: You cannot make the parent test case folder one of its children!
cs: Nemůžete z nadřazené složky Testovacího Případu učinit jako jednu z jeho podřízených!
de: Sie können den übergeordneten Testfallordner nicht zu einem seiner Kinder machen!
es: No puedes hacer que la carpeta padre de casos de prueba sea uno de sus hijos!
fr: Opération impossible
hu: Nem teheti a szülő teszteset-könyvtárat az egyik gyermekévé!
pl: Nie możesz zrobić z folderu testowego rodziców jednego z jego dzieci!
pt: Você não pode definir a pasta do caso de teste pai como um de seus filhos!
ru: Вы не можете сделать родительскую тестовую папку одним из своих детей!

# TestCase_NoDefaultTypeForProjectTemplate
source: No default test case type found for project template PT{0}!
cs: Pro šablonu produktu PT{0} nebyl nalezen žádný výchozí typ testovacího případu!
de: Kein Standard-Testfalltyp für die Produktvorlage PT{0} gefunden!
es: No se encontró un tipo de caso de prueba predeterminado para la plantilla de producto PT{0}!
fr: Pas de type de scénario de test défaut pour le modèle de produit PT {0}
hu: Nem található alapértelmezett tesztesettípus a PT{0} projektsablonhoz.
pl: Nie znaleziono domyślnego typu przypadku testowego dla szablonu produktu PT{0}!
pt: Nenhum tipo de caso de teste padrão foi encontrado para o modelo de produto PT{0}!
ru: Для шаблона продукта PT{0} тип тестового случая по умолчанию не найден!

# TestConfigurationManager_TestConfigurationIdNotExist
source: The specified test configuration does not exist
cs: Zadaná konfigurace testu neexistuje
de: Die angegebene Testkonfiguration ist nicht vorhanden.
es: La configuración de prueba especificada no existe
fr: La configuration de test n'existe pas.
hu: A megadott tesztkonfiguráció nem létezik
pl: Określona konfiguracja testowa nie istnieje
pt: A configuração de teste especificada não existe
pt_pt: A posição de Caso de Teste especificada já está em uso
ru: Указанная тестовая конфигурация не существует

# TestConfigurationManager_TestConfigurationPositionInUse
source: The specified test configuration position is already in use
cs: Zadaná pozice konfigurace testu se již používá
de: Die angegebene Testkonfigurationsposition ist bereits belegt.
es: La posición de configuración de prueba especificada ya está en uso.
fr: La position de la configuration de test est déjà utilisée.
hu: A megadott tesztkonfigurációs pozíció már használatban van
pl: Określona pozycja konfiguracji testowej jest już w użyciu
pt: A posição de configuração de teste especificada já está em uso
pt_pt: Conjuntos de Teste não podem ter como dependentes Conjuntos de Testes ou Pastas.
ru: Указанное положение тестовой конфигурации уже используется

# TestConfigurationManager_TestConfigurationSetIdNotExist
source: The specified test configuration set ({0}) does not exist
cs: Zadaná testovací konfigurační sada ({0}) neexistuje
de: Der angegebene Testkonfigurationssatz ({0}) existiert nicht.
es: El conjunto de configuración de prueba especificado ({0}) no existe
fr: L'ensemble de configuration de test ({0}) n'existe pas.
hu: A megadott tesztkonfigurációs készlet ({0}) nem létezik
pl: Określony zestaw konfiguracji testowej ({0}) nie istnieje
pt: O conjunto de configurações de teste especificado ({0}) não existe
pt_pt: Os testSetId e testSetTestCaseId passados não correspondem a um Caso de Teste mapeado correspondente no Conjunto de Teste!
ru: Указанный набор тестовых конфигураций ({0}) не существует.

# TestSet_CannotMakeParentChildOfCurrentTestSet
source: You cannot make the parent test set folder one of its children!
cs: Nemůžete z nadřazené složky Testovací sady učinit jako jednu z její podřízených!
de: Sie können einen überordneten Testreihen-Ordner nicht zu einem seiner untergeordneten Ordner machen.
es: No puedes hacer que la carpeta padre de conjunto de pruebas sea uno de sus hijos!
fr: Opération impossible
hu: Nem teheti a szülő teszt szett könyvtárat az egyik gyermekévé!
pl: Nie możesz zrobić z zestawu testów dla rodziców jednego z jego dzieci!
pt: Você não pode tornar a pasta do conjunto de testes pai um de seus filhos!
ru: Вы не можете сделать папку с родительским набором тестов одной из своих дочерних!
