Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_EventLog_ClearUserName
source: <Unknown>
cs: <Neznámý>
de: Unbekannt
es: <Desconocido>
pt: <Desconhecido>

# Admin_EventLog_ClearUserNameMessage
source: EventLog was cleared by user '{0}'.
cs: Log událostí byl vymazán uživatelem '{0}'.
de: Ereignisprotokoll wurde von Benutzer '{0}' gelöscht.
es: EventLog fue borrado por el usuario '{0}'.
pt: Log de Evento foi excluído pelo usuário '{0}'.

# BaselineManager_CannotCreateWithoutChangeset
source: A baseline can not be created on a project with an empty history.
cs: Základní úroveň nelze vytvořit na produktu s prázdnou historií.
de: Eine Baseline kann nicht für ein Projekt ohne Projekthistorie erstellt werden.
es: No se puede crear una baseline en un proyecto con un historial vacío.
pt: Uma baseline não pode ser criada em um projeto sem histórico.

# ProjectTemplate_NotActive
source: The specified project template {0} is not active and needs to be!
cs: Zadaná šablona produktu {0} musí být aktivní, ale není!
de: Die angegebene Produktvorlage {0} ist nicht aktiv und muss es sein!
es: La plantilla de producto especificada {0} no está activa y debe estarlo!
fr: Le modèle de produit {0} n'est pas actif et doit l'être.
hu: A meghatározott {0} projektsablon nem aktív, de annak kell lennie.
pl: Podany szablon produktu {0} nie jest aktywny i musi być!
pt: O template de produto especificado {0} não está ativo e precisa estar!
pt_pt: O modelo de produto {0} especificado não está ativo!
ru: Указанный шаблон продукта {0} не активен и должен быть!

# ProjectTemplate_NotExists
source: The specified project template {0} does not exist!
cs: Zadaná šablona produktu {0} neexistuje!
de: Die angegebene Produktvorlage {0} existiert nicht!
es: La plantilla de producto especificada {0} no existe!
fr: Le modèle de produit {0} n'existe pas.
hu: A meghatározott {0} projektsablon nem létezik.
pl: Podany szablon produktu {0} nie istnieje!
pt: O template de produto especificado {0} não existe!
pt_pt: O modelo de produto {0} especificado não existe!
ru: Указанного шаблона продукта {0} не существует!

# ProjectTemplate_ProjectTemplateIdTheSame
source: An attempt was made to change the template of a project to the same template and was therefore ignored!
cs: Došlo k pokusu o změnu šablony produktu na stejnou šablonu, a proto byla akce ignorována!
de: Es wurde versucht, die Vorlage eines Produktes in die gleiche Vorlage zu ändern und wurde daher ignoriert!
es: Se intentó cambiar la plantilla de un producto a la misma plantilla y, por lo tanto, se ignoró!
fr: Il est impossible de modifier un modèle de produit vers le même modèle.
hu: Egy projektsablon ugyanarra a sablonra történő módosítására tett kísérletet, ezért ezt a rendszer figyelmen kívül hagyja.
pl: Podjęto próbę zmiany szablonu produktu na taki sam i dlatego został on zignorowany!
pt: Foi feita uma tentativa de alterar o template de um produto para o mesmo template e, portanto, foi ignorado!
ru: Была сделана попытка изменить шаблон продукта на тот же шаблон и поэтому была проигнорирована!

# Report_NeedToProvideAnXsltTemplate
source: You need to provide an XSLT template for the custom report section!
cs: Musíte poskytnout šablonu XSLT pro sekci s vlastními reporty!
de: Sie müssen eine XSLT-Vorlage für den benutzerdefinierten Berichtsabschnitt bereitstellen!
es: Debe proporcionar una plantilla XSLT para la sección de informes personalizados!
fr: Vous devez fournir un modèle XSLT pour la section de rapport personnalisé !
pt: Você precisa fornecer um template XSLT para a seção de relatório personalizado!

# SavedFilterManager_UnableToRetrieveFilter
source: Unable to retrieve saved filter with ID = {0}
cs: Nelze načíst uložený filtr s ID={0}
de: Gespeicherte Filter mit ID = {0} können nicht abgerufen werden
es: No se puede recuperar el filtro guardado con ID = {0}
fr: Impossible de localiser le filtre sauvegardé avec ID = {0}
pl: Nie można odzyskać zapisanego filtra z ID = {0}
pt: Não foi possível recuperar o filtro salvo com o ID = {0}
ru: Невозможно получить сохраненный фильтр с ID = {0}.

# System_FinishingToClearSampleData
source: Completed the deletion of sample data from the system.
cs: Dokončeno mazání vzorových dat ze systému.
de: Die Löschung der Probendaten aus dem System wurde abgeschlossen.
es: La eliminación de datos de muestra del sistema está hecha.
fr: Données échantillon effacées.
pt: Exclusão dos dados de amostra do sistema concluída.

# System_StartingToClearSampleData
source: Starting to delete sample data from the system.
cs: Začínám mazat vzorová data ze systému.
de: Beginn der Löschung von Probendaten aus dem System.
es: Comenzando a eliminar datos de muestra del sistema.
fr: Effacement des données échantillon en cours.
pt: Iniciando exclusão dos dados de amostra do sistema.

# Template_Remap_Completed
source: Finished Project Template Change
cs: Dokončená změna šablony produktu
de: Änderung der Projektvorlage abgeschlossen
es: Cambio de Plantilla de Proyecto terminado
fr: Modification effectuée
hu: Projekt sablon változás befejeződött.
pl: Zakończony szablon projektu Zmiana
pt: Alteração de template do projeto concluída
ru: Изменение шаблона готового проекта

# Template_Remap_CustomFieldForArtifactType_Completed
source: Custom Fields Remapped for {0}
cs: Přemapována vlastní pole pro {0}
de: Benutzerdefinierte Felder neu zugeordnet für {0}
es: Campos Personalizados Reasignados para {0}
fr: Modifications terminées pour {0}
hu: Egyéni mezők változtatva a
pl: Pola niestandardowe usunięte dla {0}
pt: Campos Personalizados remapeados para {0}
ru: Пользовательские поля удалены для {0}

# Template_Remap_CustomFieldsFields_Completed
source: Custom Fields Remapped
cs: Přemapována vlastní pole
de: Benutzerdefinierte Felder neu zugeordnet
es: Campos Personalizados Reasignados
fr: Modifications terminées
hu: Egyéni mezők változtatva
pl: Pola niestandardowe usunięte
pt: Campos Personalizados remapeados
ru: Пользовательские поля удалены

# Template_Remap_DataSyncDisabled
source: Data synchronization services disabled
cs: Služby synchronizace dat jsou deaktivovány
de: Datensynchronisationsdienste deaktiviert
es: Servicios de sincronización de datos deshabilitados
fr: Synchronisation des données désactivées
pl: Usługi synchronizacji danych wyłączone
pt: Serviços de Sincronização de Dados desabilitados
ru: Отключены услуги синхронизации данных

# Template_Remap_DataSyncMappingsCleared
source: Data sync field mappings cleared
cs: Synchronizace dat pro mapování polí vyčištěna
de: Zuordnungen von Datensynchronisationsfeldern gelöscht
es: Asignaciones de campo de sincronización de datos borradas
fr: Modifications terminées
pl: Synchronizacja danych mapowania pól usunięta
pt: Mapeamentos de campos de sincronização de dados apagados
ru: Синхронизация данных Отображение полей синхронизации очищено

# Template_Remap_FinishingInfo
source: Successfully changed project PR{0} from template {1} to template {2}.
cs: Úspěšně změněn produktu PR{0} ze šablony {1} na šablonu {2}.
de: Erfolgreiche Änderung der Produkt-PR{0} von Vorlage {1} zu Vorlage {2}.
es: Se cambió con éxito el producto PR{0} de la plantilla {1} a la plantilla {2}.
fr: Produit PR{0} modifié
hu: Sikeresen módosult a projekt PR{0} sablonról {1} sablonra{2}.
pl: Sukcesywnie zmieniono produkt PR{0} z szablonu {1} na szablon {2}.
pt: Produto PR{0} alterado com sucesso do template {1} para o template {2}.
ru: Успешно изменен продукт PR{0} с шаблона {1} на шаблон {2}.

# Template_Remap_StandardFields_Completed
source: Standard Fields Remapped
cs: Přemapována standardní pole
de: Standard-Felder neu zugeordnet
es: Campos Estándar Reasignados
fr: Modifications terminées
hu: Standard mezők változtatva.
pl: Pola standardowe Pozostałe
pt: Campos Padrão Remapeados
ru: Стандартные поля удалены

# Template_Remap_Starting
source: Starting Project Template Change
cs: Zahájení změny šablony produktu
de: Projektvorlagenänderung starten
es: Comenzando cambio de Plantilla del Proyecto
fr: Début des modifications
hu: Projekt sablon változás kezdődik.
pl: Zmiana szablonu początkowego projektu
pt: Iniciando alteração de Template do Projeto
ru: Начало смены шаблона проекта

# Template_Remap_StartingInfo
source: Starting the process to change project PR{0} from template {1} to template {2}.
cs: Zahájení procesu změny produktu PR{0} ze šablony {1} na šablonu {2}.
de: Starten des Prozesses zur Änderung von Produkt PR{0} von Vorlage {1} in Vorlage {2}.
es: Iniciando el proceso para cambiar el producto PR{0} de la plantilla {1} a la plantilla {2}.
fr: Modification du produit PR{0} depuis le modèle {1} vers le modèle {2}.
hu: Kezdődik a folyamat a projekt sablon változáshoza következő projektre PR{0} sablonról {1}sablonra {2}.
pl: Rozpoczęcie procesu zmiany produktu PR{0} z szablonu {1} na szablon {2}.
pt: Iniciando alteração do template {1} para o template {2} no produto PR{0}.
ru: Запуск процесса изменения продукта PR{0} с шаблона {1} на шаблон {2}.

# Template_Remap_TestConfigurations_Completed
source: Test configurations remapped
cs: Přemapovány konfigurace testů
de: Testkonfigurationen neu zugeordnet
es: Configuraciones de prueba reasignadas
fr: Modifications terminées
pl: Konfiguracje testowe pozostały niezmienione
pt: Configurações de Teste remapeadas
ru: Тестовые конфигурации перенесены

# Template_Remap_UserViewSettingsCleared
source: Cleared the project user view settings, saved filters and sorts
cs: Vymazáno nastavení zobrazení produktu uživatele, uložené filtry a řazení
de: Löschte die Einstellungen der Produktbenutzeransicht, gespeicherte Filter und Sortierungen
es: La configuración de vista del usuario del producto, los filtros guardados y los tipos fueron borrados.
fr: Modifications terminées
hu: A projekt felhasználói nézet beállításai , mentések és rendezések törölve.
pl: Usunięcie ustawień widoku użytkownika produktu, zapisanych filtrów i sortowania
pt: Configurações de visualização do usuário do produto apagadas, filtros e classificações salvos
ru: Очищены настройки просмотра пользователем продукта, сохранены фильтры и сортировки

# TestRun_TestConfigurationBlank
source: This test set cannot be executed because the chosen test configuration has no entries
cs: Tuto testovací sadu nelze provést, protože vybraná testovací konfigurace neobsahuje žádné položky
de: Diese Testreihne kann nicht ausgeführt werden, weil die gewählte Testkonfiguration keine Einträge hat.
es: Este conjunto de prueba no se puede ejecutar porque la configuración de prueba elegida no tiene entradas
fr: Cet ensemble de tests ne peut pas être exécuté, la configuration de test choisie ne contient aucune donnée.
pl: Ten zestaw testowy nie może zostać wykonany, ponieważ wybrana konfiguracja testowa nie posiada wpisów
pt: Este conjunto de testes não pode ser executado porque a configuração de teste escolhida não possui entradas
ru: Этот тестовый набор не может быть выполнен, так как выбранная тестовая конфигурация не имеет записей.

# UserManager_NewUserEmail_Approved
source: A {0} account has been created for you with the following logon information: URL: {1} User Name: {2} Password: {3} Please contact the System Administrator with any questions.
cs: Byl pro vás vytvořen účet {0} s následujícími přihlašovacími údaji: URL: {1} Uživatelské jméno: {2} Heslo: {3} S případnými dotazy se obraťte na správce systému.
de: Ein {0} Konto wurde für Sie erstellt. Es hat die folgenden Anmeldeinformationen: URL: {1} Benutzername: {2} Passwort: {3} Bei Fragen kontaktieren Sie bitte ihren Systemadministrator.
es: Se ha creado una cuenta {0} para usted con la siguiente información de inicio de sesión: URL: {1} Nombre de usuario: {2} Contraseña: {3} Póngase en contacto con el administrador del sistema si tiene alguna pregunta.
fr: Un compte {0} a été créé pour vous avec les informations de connexion suivantes : URL : {1} Identifiant : {2} Mot de passe : {3} Veuillez contacter votre administrateur pour plus d'informations.
pl: Zostało utworzone dla Ciebie konto {0} z następującymi informacjami o logowaniu: URL: {1} Nazwa użytkownika: {2} Hasło: {3} W przypadku jakichkolwiek pytań prosimy o kontakt z Administratorem Systemu.
pt: Uma conta {0} foi criada para você com as seguintes informações de login: URL: {1} Nome de usuário: {2} Senha: {3} Entre em contato com o administrador do sistema se houver qualquer dúvida.
ru: Для вас была создана учетная запись {0} со следующей информацией о входе в систему: URL-АДРЕС: {1} Имя пользователя: {2} Пароль: {3} По всем вопросам обращайтесь к Системному администратору.

# UserManager_NewUserEmail_Approved_LDAPPass
source: (Network Password)
cs: (Síťové heslo)
de: (Netzwerk Passwort)
es: (Contraseña de Red)
fr: (Mot de passe réseau)
pl: (Hasło sieciowe)
pt: (Senha da Rede)
ru: (сетевой пароль)

# UserManager_NewUserEmail_Oauth
source: A {0} account has been created for you with the following logon information using your {4} login information, at: {1} Once the account has been approved, you will receive a separate email letting you know that the account is active and ready to use. Please contact the System Administrator with any questions.
cs: Byl pro vás vytvořen účet {0} s následujícími přihlašovacími údaji pomocí vašich přihlašovacích údajů {4} na adrese: {1} Jakmile bude účet schválen, obdržíte samostatný e-mail s oznámením, že účet je aktivní a připravený k použití. S případnými dotazy se obraťte na správce systému.
de: Ein {0} Konto wurde für Sie mit den folgenden Anmeldedaten unter Verwendung Ihrer {4}-Anmeldedaten erstellt, at: {1} Sobald das Konto genehmigt wurde, erhalten Sie eine separate E-Mail, in der Sie darüber informiert werden, dass das Konto aktiv und einsatzbereit ist. Bei Fragen wenden Sie sich bitte an den Systemadministrator.
es: Se ha creado una cuenta {0} para usted con la siguiente información de inicio de sesión utilizando su información de inicio de sesión {4}, en: {1} Una vez que la cuenta haya sido aprobada, recibirá un correo electrónico por separado que le informará que la cuenta está activa y lista para usar. Póngase en contacto con el administrador del sistema si tiene alguna pregunta.
fr: Un compte {0} a été créé pour vous à partir de votre compte {4} pour {1} avec les informations de connexion suivantes : Vous recevrez une notification email quand le compte sera prêt à l'utilisation. Veuillez contacter votre administrateur pour plus d'informations.
pl: Zostało utworzone dla Ciebie konto {0} z następującymi informacjami o logowaniu przy użyciu Twojego {4} loginu, at: {1} Po zatwierdzeniu konta, otrzymasz oddzielną wiadomość e-mail informującą, że konto jest aktywne i gotowe do użycia. W przypadku jakichkolwiek pytań prosimy o kontakt z Administratorem Systemu.
pt: Uma conta {0} foi criada para você com as seguintes informações de login usando suas informações de login {4}, em: {1} Depois que a conta for aprovada, você receberá um e-mail separado informando que a conta está ativa e pronta para uso. Entre em contato com o administrador do sistema se houver qualquer dúvida.
ru: Учетная запись {0} была создана для вас со следующей информацией о входе в систему, используя ваш логин {4}, at: {1} Как только аккаунт будет одобрен, вы получите отдельное письмо по электронной почте, в котором будет указано, что аккаунт активен и готов к использованию. По всем вопросам обращайтесь к Системному администратору.

# UserManager_NewUserEmail_Unapproved
source: A {0} account has been created for you with the following logon information: URL: {1} User Name: {2} Once the account has been approved, you will receive a separate email letting you know that the account is active and ready to use. Please contact the System Administrator with any questions.
cs: Byl pro vás vytvořen účet {0} s následujícími přihlašovacími údaji: URL: {1} Uživatelské jméno: {2} Jakmile bude účet schválen, obdržíte samostatný e-mail s oznámením, že účet je aktivní a připravený k použití. S případnými dotazy se obraťte na správce systému.
de: Es wurde ein {0} Konto mit den folgenden Anmeldeinformationen für Sie eingerichtet: URL: {1} Benutzername: {2} Sobald das Konto genehmigt wurde, erhalten Sie eine separate E-Mail, in der Sie darüber informiert werden, dass das Konto aktiv und einsatzbereit ist. Bei Fragen wenden Sie sich bitte an den Systemadministrator.
es: Se ha creado una cuenta {0} para usted con la siguiente información de inicio de sesión: URL: {1} Nombre de usuario: {2} Una vez que la cuenta haya sido aprobada, recibirá un correo electrónico por separado que le informará que la cuenta está activa y lista para usar. Póngase en contacto con el administrador del sistema si tiene alguna pregunta.
fr: Un compte {0} a été créé pour vous avec les informations de connexion suivantes : URL : {1} Identifiant : {2} Vous recevrez une notification email quand le compte sera prêt à l'utilisation. Veuillez contacter votre administrateur pour plus d'informations.
pl: Zostało utworzone dla Ciebie konto {0} z następującymi informacjami o logowaniu: URL: {1} Nazwa użytkownika: {2} Po zatwierdzeniu konta, otrzymasz oddzielną wiadomość e-mail informującą, że konto jest aktywne i gotowe do użycia. W przypadku jakichkolwiek pytań prosimy o kontakt z Administratorem Systemu.
pt: Uma conta {0} foi criada para você com as seguintes informações de login: URL: {1} Nome de usuário: {2} Depois que a conta for aprovada, você receberá um e-mail separado informando que a conta está ativa e pronta para uso. Entre em contato com o administrador do sistema se houver qualquer dúvida.
ru: Для вас была создана учетная запись {0} со следующей информацией о входе в систему: URL-АДРЕС: {1} Имя пользователя: {2} Как только аккаунт будет одобрен, вы получите отдельное письмо по электронной почте, в котором будет указано, что аккаунт активен и готов к использованию. По всем вопросам обращайтесь к Системному администратору.

# Global_RollupCalculationsDisabled
source: An attempt was made to rollup data in project PR{0} but the administrator has disabled calculation rollup!
es: Se intentó acumular datos en el proyecto PR {0}, pero el administrador inhabilitó la acumulación de cálculos.
fr: Une tentative de rollup des données a été effectuée dans le projet PR{0}, mais l'administrateur a désactivé le rollup!
pt: Foi feita uma tentativa de acumulação de dados no projeto PR {0}, mas o administrador desativou o cálculo de acumulação!

# Project_Copy_Associations
source: Copying... associations between artifacts
es: Copiando... asociaciones entre artefactos
pt: Copiando... associações entre artefatos

# Project_Copy_Comments
source: Copying... comments
es: Copiando... comentarios
pt: Copiando... comentários

# Project_Copy_Incidents
source: Copying... incidents
es: Copiando... incidentes
pt: Copiando... incidentes

# Project_Copy_Risks
source: Copying... risks
es: Copiando... riesgos
pt: Copiando... riscos

# Project_Copy_TaskFolders
source: Copying... task folders
es: Copiando... carpetas de tareas
pt: Copiando... pastas de tarefas

# Project_Copy_TestConfigurations
source: Copying... test configurations
es: Copiando... configuraciones de prueba
pt: Copiando... configurações de teste

# Project_Copy_TestRuns
source: Copying... test runs
es: Copiando... ejecuciones de prueba
pt: Copiando... execuções de teste

# UserManager_DidNotSendPasswordResetEmailDueToSpam
source: Password reset email not sent due to it failing email flooding spam protection.
es: El correo de restablecimiento de contraseña no se envió debido a que falla la protección contra correo no deseado (flooding spam protection).
fr: Message de réinitialiatisation du mot de passe non envoyé (protection spam)
pt: O e-mail de redefinição de senha não foi enviado devido à falha na proteção contra spam (flooding spam protection).
