Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestSet_TestCasePositionInUse
source: The specified test case position is already in use
cs: Vybraná pozice pro testovací případ je již používána
de: Die angegebene Position des Testfalls ist bereits in Verwendung
es: La posición del caso de prueba especificado ya está en uso
fi: Määritelty testitapauksen sijainti on jo käytössä
fr: La position du scénario de test est déjà en cours d'utilisation.
hu: A megadott teszteset-konfigurációs pozíció már használatban van
pl: Wskazany przypadek testowy jest już w użyciu
pt: A posição de caso de teste especificada já está em uso
pt_pt: A posição de Caso de Teste especificada já está em uso
ru: Указанное положение тестового случая уже используется
zh_hans: 特别的测试用例位置已经在使用了
zh_hant: 指定測試案例的位置已被使用

# TestSet_TestSetTestCaseIdNotExist
source: The passed in testSetId and testSetTestCaseId doesn't correspond to a matching mapped test case in the test set!
cs: Předané testSetId a testSetTestCaseId neodpovídají žádnému testu v testovací sadě!
de: Die übergebenen testSetId und testSetTestCaseId entsprechen nicht einem passenden zugehörigen Testfall in der Testreihe!
es: El testSetId y el testSetTestCaseId no corresponden al caso de prueba mapeado en el conjunto de prueba!
fi: hyväksytty testSetid ja testSetTestCaseid eivät vastaa Testijoukossa kuvattua Testitapausta!
fr: Les identifiants testSetId et testSetTestCaseId ne correspondent pas à un scénario de test dans l’ensemble de tests.
hu: A sikeres testSetId és testSetTestCaseId nem egyezik egyetlen, a teszt szettben lévő feltérképezett tesztesettel sem!
pl: ID zestawu testowego i ID przypadku testowego nie odpowiadają zmapowanemu przypadkowi testowemu w zestawie testowym!
pt: O testSetId e o testSetTestCaseId passados não correspondem ao caso de teste mapeado do conjunto de testes!
pt_pt: Os testSetId e testSetTestCaseId passados não correspondem a um Caso de Teste mapeado correspondente no Conjunto de Teste!
ru: Пройденный в testSetId и testSetTestCaseId тест не соответствует совпадающему маппируемому тестовому регистру в тестовом наборе!
zh_hans: 通过在 testSetId 和 testSetTestCaseId 不对应匹配映射测试用例的测试集 ！
zh_hant: 通過的 testSetId 和 testSetTestCaseId 於測試集中的測試案例無法對應。

# Incident_ClosedDateCannotBeBeforeDetected
source: The closed-date cannot be before the detected-on-date
cs: Datum uzavření nemůže být před datem nálezu
de: Das Abschlussdatum kann nicht vor dem Erfassungsdatum liegen
es: La fecha de cierre no puede ser anterior a la fecha de detección
fi: Suljettu päivämäärä ei voi olla ennen havaittu päivämäärää
fr: La date de fermeture ne peut être antérieure à la date de détection.
hu: A záródátum nem lehet korábbi az észlelés dátumánál.
pl: Data zamknięcia nie może być wcześniejsza niż data wykrycia
pt: A data de fechamento não pode ser anterior à data de detecção.
pt_pt: Data de fecho não pode ser anterior à data detetada.
ru: Закрытая дата не может быть до даты обнаружения.
zh_hans: 关闭日期不能早于检测日期
zh_hant: 關閉日期無法早於檢測日期

# Incident_ClosedDateCannotBeBeforeStart
source: The closed-date cannot be before the start-date
cs: Datum uzavření nemůže být před datem zahájení
de: Das Abschlussdatum kann nicht vor dem Startdatum liegen
es: La fecha de cierre no puede ser anterior a la fecha de inicio
fi: Suljettu päivämäärä ei voi olla ennen aloitus päivämäärä
fr: La date de fermeture ne peut être antérieure à la date de début.
hu: A záródátum nem lehet korábbi az indítás dátumánál.
pl: Data zamknięcia nie może być wcześniejsza niż data rozpoczęcia
pt: A data de fechamento não pode ser anterior à data de início.
pt_pt: A data de fecho não pode ser anterior a data de início
ru: Закрытая дата не может быть до даты начала
zh_hans: 关闭日期不能早于开始日期
zh_hant: 關閉日期無法早於開始日期

# Task_EndDateCannotBeBeforeStartDate
source: The end-date cannot be before the start-date
cs: Koncové datum nemůže být před datem zahájení
de: Das Enddatum kann nicht vor dem Startdatum liegen
es: La fecha de fin no puede ser anterior a la fecha de inicio
fi: Päättymispäivämäärä ei voi olla ennen aloituspäivämäärää
fr: La date de fin ne peut être antérieure à la date de début
hu: A záró dátum nem lehet a kezdő dátum előtti
pl: Data zakończenia nie może być wcześniejsza niż data rozpoczęcia
pt: A data de término não pode ser anterior a data de início
pt_pt: A data de fim não pode ser anterior à data de início
ru: Дата окончания не может быть до даты начала
zh_hans: 结束日期不能早于开始日期
zh_hant: 結束日期無法早於開始日期

# Task_EndDateOutsideReleaseRange
source: The end date of this task cannot be outside the date range of its associated sprint/release
cs: Koncové datum úkolu nemůže být mimo datové rozmezí navázané verze/sprintu
de: Das Enddatum dieser Aufgabe kann nicht außerhalb des Zeitraums der verknüpften Sprint / Release sein
es: La fecha de fin de esta tarea no puede estar fuera del rango de su iteración/release asociada
fi: Tehtävän päättymispäivämäärä ei voi olla siihen liittyvän julkaisun/iteraation päivämäärävälin ulkopuolella
fr: La date de fin de cette tâche ne peut pas être en dehors de la plage de dates de son sprint/version.
hu: A feladat záró dátuma nem lehet a társított sprint/relase dátumtartományán kívül
pl: Data zakończenia tego zadania nie może być poza zakresem daty trwania powiązanej iteracji/wydania
pt: A data de término desta tarefa não pode estar fora do intervalo de data do release/iteração associado
pt_pt: A data de fim desta tarefa não pode estar fora do intervalo de data da entrega/iteração associada
ru: Дата окончания этой задачи не может быть за пределами диапазона дат связанного с ней спринта/освобождения
zh_hans: 此任务的结束日期不能为其关联的迭代/发行的日期范围之外
zh_hant: 任務結束日期無法介於關聯版本/迭代的日期範圍

# Task_EstimatedEffortNeededForInProgress
source: You need to set an Estimated Effort to move a Task to In-Progress
cs: Je třeba zadat Odhadovanou pracnost pro přesun úkolu do stavu Probíhá řešení (In progress)
de: Sie müssen einen geschätzten Aufwand festlegen, um den Status der Aufgabe auf 'In-Bearbeitung' setzen zu können
es: Usted debe establecer un Esfuerzo Estimado para mover una tarea para 'En Progreso'
fi: Sinun tulee asettaa arvioitu työmäärä siirtääksesi tehtävän tekeillä-tilaan
fr: Vous devez définir un Effort estimé pour que le statut d’une tâche passe à <En cours>.
hu: Állítson be egy becsült munkát, hogy a feladatot a folyamatban lévő állapotra állítsa
pl: Należy ustawić szacowany nakład pracy aby zmienić status zadania na 'Completed'
pt: Você precisará definir um Esforço Estimado para alterar uma tarefa para "Em Progresso"
pt_pt: Necessita definir um Esforço Estimado para mover uma tarefa para Em-Progresso
ru: Нужно задать оценочное усилие, чтобы перевести задачу в режим "В процессе выполнения".
zh_hans: 您需要设置一个估计工作来移动任务到正在进行中
zh_hant: 您需設定預估工時以移動任務至進行中

# Task_NeedActualEffortForCompleted
source: You need to provide an Actual Effort to make the task Completed
cs: Je třeba zadat skutečnou pracnost pro označení úkolu jako dokončený
de: Sie müssen einen tatsächlichen Aufwand angeben, um die Aufgabe abschließen zu können
es: Usted debe proporcionar un Esfuerzo Real para marcar la tarea como 'Terminada'
fi: Sinun on annettava todellinen työmäärä, jotta voit asettaa tehtävän valmiiksi
fr: Vous devez définir un Effort effectué pour que le statut de la tâche passe à <Terminé>
hu: Adjon meg egy aktuális munkát a feladat befejezettre állításához
pl: Należy podać faktyczny nakład pracy aby zmienić status zadania na 'Completed'
pt: Você precisará fornecer um Esforço Real para tornar a tarefa "Concluída"
pt_pt: Necessita fornecer um Esforço Atual para indicar a tarefa em Concluída
ru: Вам необходимо предоставить Фактические усилия, чтобы задача была выполнена.
zh_hans: 您需要提供一个"实际工作量"使任务完成
zh_hant: 您必須提供實際工時以完成任務

# Task_NeedEndDateForCompleted
source: You need to provide an end-date to make the task Completed
cs: Je třeba zadat koncové datum pro označení úkolu jako dokončený
de: Sie müssen ein Enddatum angeben, um die Aufgabe abschließen zu können
es: Usted debe proporcionar una fecha de fin para marcar la tarea como 'Terminada'
fi: Sinun on annettava päättymispäivä, jotta voit asettaa tehtävän valmis-tilaan
fr: Vous devez fournir une date de fin pour que le statut de la tâche passe à <Terminé>
hu: Adjon meg egy záró dátumot a feladat befejezettre állításához
pl: Należy podać datę zakończenia aby zmienić status zadania na 'Completed'
pt: Você precisará fornecer uma data de término para tornar a tarefa "Concluída"
pt_pt: Necessita fornecer uma data fim para indicar a tarefa como Concluída
ru: Вы должны указать дату окончания, чтобы задача была выполнена.
zh_hans: 您需要提供结束日期来使任务完成
zh_hant: 您必須提供結束日期以完成任務

# Task_NeedEndDateForInProgress
source: You need to provide an estimated end-date to make the task In-Progress
cs: Pro změnu stavu úkolu na Probíhá řešení (In progress) zadejte odhadované datum ukončení
de: Sie müssen ein geschätztes Enddatum angeben, um die Aufgabe auf den Status 'In-Bearbeitung' zu setzen
es: Usted debe proporcionar una fecha de fin estimada para marcar la tarea como 'En Progreso'
fi: Sinun on annettava arvioitu päättymispäivämäärä, jotta voit asettaa tehtävän tekeillä-tilaan
fr: Vous devez fournir une date de fin estimée pour que le statut de la tâche passe à <En cours>.
hu: Adjon meg egy becsült záró dátumot a feladat folyamatban lévő állapotúra állításához
pl: Należy podać szacowaną datę zakończenia aby zmienić status zadania na 'In-Progress'
pt: Você precisará fornecer uma data de término estimada para alterar a tarefa para "Em Progresso"
pt_pt: Necessita fornecer uma data fim estimada para indicar a tarefa como Em-Progresso
ru: Вам необходимо указать предполагаемую дату окончания, чтобы задача была выполнена.
zh_hans: 您需要提供结止日期使任务完成
zh_hant: 您必須提供預估結束日期讓任務成為進行中

# Task_NeedEstimatedEffortForCompleted
source: You need to provide an Estimated Effort to make the task Completed
cs: Pro změnu stavu úkolu na Dokončený zadejte Odhad pracnosti
de: Sie müssen einen geschätzten Aufwand angeben, um die Aufgabe abschließen zu können
es: Usted debe proporcionar un Esfuerzo Estimado para marcar la tarea como 'Terminada'
fi: Sinun on annettava arvioitu työmäärä, jotta voit asettaa tehtävän valmis-tilaan
fr: Vous devez fournir un Effort Estimé pour que le statut de la tâche passe à <Terminé>
hu: Adjon meg egy becsült munkát a feladat befejezettre állításához
pl: Należy podać szacowany nakład pracy aby zmienić status zadania na 'Completed'
pt: Você precisará fornecer um Esforço Estimado para tornar a tarefa "Concluída"
pt_pt: Necessita fornecer um Esforço Estimado para indicar a tarefa como Concluída
ru: Вы должны предоставить оценку усилий, чтобы задача была выполнена.
zh_hans: 您需要提供估计工作使任务完成
zh_hant: 您必須提供預估工時以完成任務

# Task_NeedReleaseForCompleted
source: You need to associate the task with a Release/Sprint to make it Completed
cs: Pro změnu stavu úkolu na Dokončený propojte úkol s verzí/sprintem
de: Sie müssen die Aufgabe mit einem Release / Sprint verknüpfen, um sie abschließen zu können
es: Usted debe asociar la tarea con una iteración/release para marcarla como 'Terminada'
fi: Sinun täytyy liittää tehtävä Julkaisuun/Iteraatioon, jotta voit asettaa sen valmis-tilaan
fr: Vous devez associer la tâche avec une Version/Sprint pour que le statut de la tâche passe à <Terminé>
hu: Társítsa a feladatot egy release-hez/sprinthez, hogy befejezettre állítsa
pl: Należy powiązać zadanie z wydaniem/iteracją aby zmienić status zadania na 'Completed'
pt: Você precisa associar a tarefa com um Release/Iteração para torná-la "Concluída"
pt_pt: Necessita associar a tarefa com uma Entrega/Iteração para que fique Concluída
ru: Вам необходимо связать задачу с релизом/отпечатком, чтобы она была выполнена.
zh_hans: 您需要发行/迭代来关联任务，使它完成
zh_hant: 您必須將任務與版本/迭代關聯，使它完成

# Task_NeedReleaseForInProgress
source: You need to associate the task with a Release/Sprint to make it In-Progress
cs: Pro změnu stavu úkolu na Probíhá řešení propojte úkol s verzí/sprintem
de: Sie müssen die Aufgabe mit einem Release / Sprint verknüpfen, um sie auf den Status 'In-Bearbeitung' zu setzen
es: Usted debe asociar la tarea con una iteración/release para marcarla como 'En Progreso'
fi: Sinun täytyy liittää tehtävä Julkaisuun/Iteraatioon, jotta voit asettaa sen tekeillä-tilaan
fr: Vous devez associer la tâche avec une Version/Sprint pour que le statut de la tâche passe à <En cours>
hu: Társítsa a feladatot egy release-hez/sprinthez, hogy folyamatban lévőre állítsa
pl: Należy powiązać zadanie z wydaniem/iteracją aby zmienić status zadania na 'In-Progress'
pt: Você precisa associar a tarefa com um Release/Iteração para torná-la "Em Progresso"
pt_pt: Necessita associar a tarefa com uma Entrega/Iteração para torná-la Em-Progresso
ru: Необходимо связать задачу с выпуском/отпечатком, чтобы она стала In-Progress.
zh_hans: 您需要发行/迭代来关联任务，使它正在进行
zh_hant: 您必須將任務與版本/迭代關聯，使它進行中

# Task_NeedStartDateForCompleted
source: You need to provide a start-date to make the task Completed
cs: Pro změnu stavu úkolu na Dokončený zadejte datum zahájení
de: Sie müssen ein Startdatum angeben, um die Aufgabe abschließen zu können
es: Es necesario proporcionar una fecha de inicio para marcar la tarea como 'Terminada'
fi: Sinun on annettava aloitus päivämäärä, jotta voit asettaa tehtävän valmis-tilaan
fr: Vous devez fournir une date de début pour que le statut de la tâche passe à <Terminé>
hu: Adjon meg egy kezdő dátumot a feladat befejezettre állításához
pl: Należy podać datę rozpoczęcia aby zmienić status zadania na 'Completed'
pt: Você precisará fornecer uma data de início para tornar a tarefa "Concluída"
pt_pt: Necessita fornecer uma data de início para tornar a tarefa como Concluída
ru: Вы должны указать дату начала, чтобы задача была выполнена.
zh_hans: 您需要提供一个开始日期来完成任务
zh_hant: 您必須提供開始日期讓任務完成

# Task_NeedStartDateForInProgress
source: You need to provide a start-date to make the task In-Progress
cs: Pro změnu stavu úkolu na Probíhá řešení zadejte datum zahájení
de: Sie müssen ein Startdatum angeben, um die Aufgabe auf den Status 'In-Bearbeitung' zu setzen
es: Es necesario proporcionar una fecha de inicio para marcar la tarea como 'En Progreso'
fi: Sinun on annettava aloitus päivämäärä, jotta voit asettaa tehtävän Tekeillä-tilaan
fr: Vous devez fournir une date de début pour que le statut de la tâche passe à <En Cours>
hu: Adjon meg egy kezdő dátumot a feladat folyamatban lévő állapotúra állításához
pl: Należy podać datę rozpoczęcia aby zmienić status zadania na 'In-Progress'
pt: Você precisará fornecer uma data de início para tornar a tarefa "Em Andamento"
pt_pt: Necessita fornecer uma data de início para tornar a tarefa como Em-Progresso
ru: Для выполнения задачи в процессе работы необходимо указать дату начала.
zh_hans: 您需要提供一个开始日期来使任务正在进行
zh_hant: 您必須提供開始日期讓任務進行中

# Task_PercentCompleteNotInRange
source: The % Complete value needs to be in the range 0-100%
cs: Hodnota % dokončeno musí být v rozmezí 0-100%
de: Der Fertigstellungsgrad muss im Bereich von 0-100% liegen
es: El valor % completado debe estar en el rango de 0-100%
fi: % valmiina arvo on oltava välillä 0-100%
fr: La valeur du % Effectué doit être dans l’intervalle 0-100%
hu: A % teljesítve értékének 0-100% között kell lennie
pl: Procentowa wartość zakończenia musi mieścić się w zakresie 0-100%
pt: O valor de % completada deve estar no intervalo de 0-100%
pt_pt: O valor % Completo deve estar no intervalo de 0-100%
ru: % Полное значение должно быть в диапазоне 0-100%.
zh_hans: %完成值需要在范围 0-100%
zh_hant: 完成 % 值需介於 1-100%

# Task_RemainingEffortNeededForInProgress
source: You need to set a Remaining Effort to move a Task to In-Progress
cs: Pro změnu stavu úkolu na Probíhá řešení zadejte Zbývající pracnost
de: Sie müssen einen verbleibenden Aufwand angeben, um die Aufgabe auf den Status 'In-Bearbeitung' zu setzen
es: Es necesario establecer un Esfuerzo Restante para marcar la tarea como 'En Progreso'
fi: Sinun on annettava jäljellä oleva työmäärä, jotta voit asettaa Tehtävän tekeillä-tilaan
fr: Vous devez définir un Effort restant pour que le statut d’une tâche passe à <En Cours>
hu: Állítson be egy hátralévő munkát, hogy a feladatot a folyamatban lévő állapotra állítsa
pl: Należy ustawić pozostały nakład pracy aby zmienić status zadania na 'In-Progress'
pt: Você precisará definir um Esforço Restante para tornar uma tarefa "Em Andamento"
pt_pt: Necessita definir um Esforço Remanescente para tornar uma tarefa para Em-Progresso
ru: Нужно установить Остаточные усилия, чтобы перенести задание на выполнение.
zh_hans: 您需要再加把油是任务继续下去
zh_hant: 您需設定剩餘工時以移動任務至進行中

# Task_StartDateOutsideReleaseRange
source: The start date of this task cannot be outside the date range of its associated sprint/release
cs: Datum zahájení tohoto úkolu nesmí být mimo rozsah dat připojeného sprintu/verze
de: Das Startdatum dieser Aufgabe kann nicht außerhalb des Zeitraums der verknüpften Sprint / Release liegen
es: La fecha de inicio de esta tarea no puede estar fuera del rango de fechas de su iteración/release asociada
fi: Tehtävän aloituspäivämäärä ei voi olla siihen liittyvän Iteraation/Julkaisun päivämäärävälin ulkopuolella
fr: La date de début de cette tâche ne peut pas être en dehors de la période du sprint/version.
hu: A feladat kezdő dátuma nem lehet a társított sprint/release dátumtartományán kívül
pl: Data rozpoczęcia tego zadania nie może być poza zakresem daty trwania powiązanej iteracji/wydania
pt: A data de início desta tarefa não pode estar fora do intervalo do release/iteração associado
pt_pt: A data de início desta tarefa não pode estar fora do intervalo de data da entrega/iteração associada
ru: Дата начала этой задачи не может быть за пределами диапазона дат связанного с ней спринта/освобождения
zh_hans: 此任务的开始日期不能为其关联的迭代/发行的日期范围之外
zh_hant: 任務的開始日期無法超過關聯的版本/迭代的日期範圍

# TestRun_TestSetNotContainTestCases
source: The passed in test set does not contain any test cases
cs: Předaná testovací sada neobsahuje žádné testovací případy.
de: Die übergebene Testreihe beinhaltet keine Testfälle.
es: El conjunto de pruebas no contiene ningún caso de prueba
fi: Hyväksytty testijoukko ei sisällä yhtään Testitapausta
fr: L’ensemble de tests ne contient pas de scénario de test.
hu: A sikeres teszt szett nem tartalmaz egy tesztesetet sem
pl: Zestaw testowy nie zawiera żadnych przypadków testowych
pt: O conjunto de testes passado não contém nenhum teste
pt_pt: Os Conjuntos de Testes passados não contêm quaisquer Casos de Teste
ru: Переданный в тестовом наборе не содержит тестовых случаев
zh_hans: 通过在测试设置中通过的不包含任何测试用例
zh_hant: 通過的測試極不包含任何測試案例

# TestSet_TestSetCannotHaveChildItems
source: Test Sets cannot have child test sets or folders.
cs: Testovací sada nemůže mít vnořené testovací sady ani složky
de: Testreihen können keine untergeordneten Testreihen oder Ordner haben
es: Los Conjuntos de Prueba no pueden tener otros conjuntos de pruebas o carpetas como hijos.
fi: Testijoukot eivät voi sisältää ali-testijoukkoja tai kansioita.
fr: Les ensembles de tests ne peuvent pas avoir de sous-ensembles de tests ou de sous-dossiers.
hu: A teszt szettek nem rendelkezhetnek gyermek teszt szettekkel vagy könyvtárakkal.
pl: Zestawy testowe nie mogą mieć podrzędnych zestawów lub folderów.
pt: Conjuntos de teste não podem ter como filhos outros conjuntos de teste ou pastas.
pt_pt: Conjuntos de Teste não podem ter como dependentes Conjuntos de Testes ou Pastas.
ru: Тестовые наборы не могут иметь дочерние тестовые наборы или папки.
zh_hans: 测试集不能有子测试集或文件夹。
zh_hant: 測試集不可有子測試集或資料夾。

# Project_ArtifactNotExists
source: Project {0} no longer exists in the system.
cs: Produkt {0} již v systému neexistuje.
de: Das Produkt {0} ist nicht mehr im System vorhanden.
es: El proyecto {0} ya no existe en el sistema.
fi: Projektia {0} ei enää ole järjestelmässä.
fr: Le produit {0} n'existe plus dans le système.
hu: A(z) {0} projektet már nem szerepel a rendszerben.
pl: Projekt {0} już nie istnieje w systemie.
pt: O projeto {0} não existe mais no sistema.
pt_pt: O projeto {0} já não existe no sistema.
ru: Продукта {0} больше нет в системе.
zh_hans: 项目 {0} 不再存在于系统中。
zh_hant: 專案 {0} 在系統中已不存在。

# Project_Copy_Attachments
source: Copying the project attachments
cs: Kopírování příloh produktu
de: Kopieren der Produktanhänge
es: Copiando... archivos adjuntos del proyecto
fi: Kopioidaan projektin liitetiedostoja
fr: Copie des pièces jointes du produit.
hu: projektmellékletek másolása
pl: Kopiowanie załączników projektu
pt: Copiando os anexos do projeto
pt_pt: A copiar os anexos do projeto
ru: Копирование приложений к продукту
zh_hans: 复制项目附件
zh_hant: 複製專案附件

# Project_Copy_CreateShell
source: Creating the new project based on the existing one.
cs: Vytvoření nového produktu na základě již existujícího.
de: Erstellen eines neuen Produkts basierend auf dem Bestehenden.
es: Creando un nuevo proyecto basado en el existente.
fi: Luodaan uusi projekti vanhan pohjalta.
fr: Création du nouveau produit basé sur le produit actuel.
hu: Új projekt létrehozása létező projekt alapján
pl: Tworzenie nowego projektu na podstawie istniejącego.
pt: Criando um novo projeto baseado no existente
pt_pt: A criar o novo projeto com base no existente.
ru: Создание нового продукта на основе существующего.
zh_hans: 创建基于现有的新项目。
zh_hant: 基於已存在的專案建立新專案。

# Project_Copy_CustomProperties
source: Copying... custom properties
cs: Kopírování vlastních polí artefaktu
de: Kopieren der benutzerdefinierten Artefakteigenschaften
es: Copiando... propiedades personalizadas
fi: Kopioidaan asian kustomoituja ominaisuuksia
fr: Copie des propriétés personnalisées de l'objet.
hu: A tárgy egyedi jellemzőinek másolása
pl: Kopiowanie niestandardowych właściwości artefaktów
pt: Copiando... propriedades personalizadas
pt_pt: A copiar as propriedades personalizadas do artefacto
ru: Копирование пользовательских свойств артефакта
zh_hans: 复制工件的自定义属性
zh_hant: 複製項目自訂屬性

# Project_Copy_Mappings
source: Copying... test coverage
cs: Kopírování požadavku, verze a mapování testovacích případů
de: Kopieren der Zuordnungen der Anforderungen, Releases und Testfälle
es: Copiando... coberturas de prueba
fi: Kopioidaan vaatimusten-, julkaisujen- ja testitapausten mäppäyksiä
fr: Copie des associations entre les besoins, versions et scénarios de test
hu: Követelmények, release és tesztesetek másolása
pl: Kopiowanie mapowań wymagania, wydania i przypadku testowego
pt: Copiando... cobertura de testes
pt_pt: A copiar os requisitos, entrega e mapeamentos de casos de teste
ru: Копирование требования, выпуск и отображение тестового случая
zh_hans: 复制满足要求、 发行和测试用例的映射
zh_hant: 複製需求、版本、測試案例對應

# Project_Copy_Releases
source: Copying... releases
cs: Kopírování verzí v produktu
de: Kopieren der Releases des Produkts
es: Copiando... releases
fi: Kopioidaan projektin julkaisuja
fr: Copie des versions de produit
hu: A projekt release másolása
pl: Kopiowanie wydań projektowych
pt: Copiando... releases
pt_pt: A copiar entregas do projeto
ru: Копирование релизов продуктов
zh_hans: 复制项目发布
zh_hant: 複製專案版本

# Project_Copy_Requirements
source: Copying... requirements
cs: Kopírování požadavků produktu
de: Kopieren der Anforderungen des Produkts
es: Copiando... requerimientos
fi: Kopioidaan projektin vaatimuksia
fr: Copie des besoins du produit
hu: A projektkövetelmények másolása
pl: Kopiowanie wymagań projektu
pt: Copiando... requerimentos
pt_pt: Acopiar requisitos do projeto
ru: Копирование требований к продукту
zh_hans: 复制项目要求
zh_hant: 複製專案需求

# Project_Copy_TestCases
source: Copying... test cases
cs: Kopírování testovacích případů produktu
de: Kopieren der Testfälle des Produkts
es: Copiando... casos de prueba
fi: Kopioidaan projektin testitapauksia
fr: Copie des scénarios de test du produit
hu: A projektekel kapcsolatos tesztesetek másolása
pl: Kopiowanie projektowych przypadków testowych
pt: Copiando... casos de testes
pt_pt: A copiar casos de teste do projeto
ru: Копирование тестовых кейсов продукта
zh_hans: 复制项目测试用例
zh_hant: 複製專案測試案例
