Repository: sandeep-gleecus/delete-vm-sample
Catalog: Business/GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Project_Copy_TestSets
source: Copying... test sets
cs: Kopírování testovacích sad produktu
de: Kopieren der Testreihen des Produkts
es: Copiando... conjuntos de pruebas
fi: Kopioidaan projektin testijoukkoja
fr: Copie des ensembles de tests du produit
hu: projekt teszt szettek másolása
pl: Kopiowanie projektowych zestawów testowych
pt: Copiando... conjuntos de testes
pt_pt: A copiar conjuntos de testes do projeto
ru: Копирование наборов для тестирования продуктов
zh_hans: 复制项目测试设置
zh_hant: 複製專案測試集

# Project_Delete_Associations
source: Deleting artifact associations
cs: Odstranění propojení artefaktů
de: Löschen der Artefaktverknüpfungen
es: Eliminando las asociaciones del artefacto
fi: Poistetaan asian yhteyksiä
fr: Suppression d'associations de l'objet
hu: A tárggyal összekapcsolt elemek törlése
pl: Usuwanie powiązań artefaktów
pt: Excluindo as associações do artefato
pt_pt: A eliminar associações do artefacto
ru: Удаление ассоциаций артефактов
zh_hans: 删除工件的关联
zh_hant: 刪除項目關聯

# Project_Delete_Attachments
source: Deleting project attachments
cs: Odstranění příloh produktu
de: Löschen der Produktanhänge
es: Eliminando los archivos adjuntos del proyecto
fi: Poistetaan projektin liitetiedostoja
fr: Suppression des pièces jointes du produit
hu: A projektmellékletek törlése
pl: Usuwanie załączników projektowych
pt: Excluindo os anexos do projeto
pt_pt: A eliminar anexos do projeto
ru: Удаление вложений продукта
zh_hans: 删除项目附件
zh_hant: 刪除專案附件

# Project_Delete_DataMappings
source: Deleting data synchronization mappings
cs: Odstranění mapování synchronizace dat
de: Löschen der Zuordnungen von Synchronisationsdaten
es: Eliminando los mapeos de sincronización de datos
fi: Poistetaan tietojen synkronoinnin kuvauksia
fr: Suppression des mappings de synchronisation des données
hu: Adatszinkronizációs térképek törlése
pl: Usuwanie mapowań synchronizacji danych
pt: Excluindo mapeamentos de sincronização de dados
pt_pt: A eliminar mapeamentos de sincronização de dados
ru: Удаление отображений синхронизации данных
zh_hans: 删除数据同步映射
zh_hant: 刪除資料同步對應

# Project_Delete_IncidentWorkflows
source: Deleting incident workflows
cs: Odstranění workflow incidentů
de: Löschen der Vorfallworkflows
es: Eliminando los flujos de trabajo de incidentes
fi: Poistetaan havaintojen työnkulkuja
fr: Suppression des workflows de l'incident
hu: Incidens munkafolyamatainak törlése
pl: Usuwanie workflow'ów incydentu
pt: Excluindo fluxos de trabalho do incidente
pt_pt: A eliminar workflows de defeito
ru: Удаление случайных рабочих процессов
zh_hans: 删除事件的工作流
zh_hant: 刪除事件工作流程

# Project_Delete_Project
source: Deleting the project itself
cs: Odstranění samotného produktu
de: Löschen des Produkts
es: Eliminando el proyecto en sí
fi: Poistetaan itse projekti
fr: Suppression du produit lui-même
hu: A projekt törlése
pl: Usuwanie projektu
pt: Excluindo o projeto em si
pt_pt: A eliminar o próprio projecto
ru: Удаление самого продукта
zh_hans: 删除项目本身
zh_hant: 刪除專案

# Project_Delete_Releases
source: Deleting releases
cs: Odstranění verze
de: Löschen der Releases
es: Eliminando las releases
fi: Poistetaan julkaisuja
fr: Suppression des versions
hu: Release-k törlése
pl: Usuwanie wydań
pt: Excluindo releases
pt_pt: A eliminar entregas
ru: Удаление релизов
zh_hans: 删除发行
zh_hant: 刪除版本

# Project_Delete_Reports
source: Deleting reports
cs: Odstranění reportů
de: Löschen der Berichte
es: Eliminando los informes
fi: Poistetaan raportteja
fr: Suppression des rapports
hu: Jelentések törlése
pl: Usuwanie raportów
pt: Excluindo relatórios
pt_pt: A eliminar relatórios
ru: Удаление отчётов
zh_hans: 删除报告
zh_hant: 刪除報表

# Project_Delete_Requirements
source: Deleting requirements
cs: Odstranění požadavků
de: Löschen der Anforderungen
es: Eliminando los requerimientos
fi: Poistetaan vaatimuksia
fr: Suppression des besoins
hu: Követelmények törlése
pl: Usuwanie wymagań
pt: Excluindo requerimentos
pt_pt: A eliminar requisitos
ru: Требования к удалению
zh_hans: 删除要求项目
zh_hant: 刪除需求

# Project_Delete_TestCases
source: Deleting test cases
cs: Odstranění testovacích případů
de: Löschen der Testfälle
es: Eliminando los casos de teste
fi: Poistetaan testitapauksia
fr: Suppression des scénarios de test
hu: Tesztesetek törlése
pl: Usuwanie przypadków testowych
pt: Excluindo casos de teste
pt_pt: A eliminar casos de teste
ru: Удаление тестовых случаев
zh_hans: 删除测试用例
zh_hant: 刪除測試案例

# Project_Delete_TestRuns
source: Deleting test runs
cs: Odstranění běhů testů
de: Löschen der Testläufe
es: Eliminando las ejecuciones de prueba
fi: Poistetaan testiajoja
fr: Suppression des exécutions de test
hu: Tesztfutások törlése
pl: Usuwanie przebiegów testów
pt: Excluindo execuções de teste
pt_pt: A eliminar execuções de teste
ru: Удаление пробных запусков
zh_hans: 删除测试运行项
zh_hant: 刪除測試執行

# Project_Delete_TestSets
source: Deleting test sets
cs: Odstranění testovacích sad
de: Löschen der Testreihen
es: Eliminando los conjuntos de prueba
fi: Poistetaan testijoukkoja
fr: Suppression des ensembles de tests
hu: Teszt szettek törlése
pl: Usuwanie zestawów testowych
pt: Excluindo conjuntos de teste
pt_pt: A eliminar conjuntos de teste
ru: Удаление наборов тестов
zh_hans: 删除测试设置项
zh_hant: 刪除測試集

# TestRun_CreatingTestRuns
source: Creating test runs from test case(s).
cs: Vytvářím běhy testů z testovacích případů.
de: Testläufe erstellen aus Testfällen.
es: Creando ejecuciones de prueba a partir de los casos de prueba
fi: Luodaan testiajoja testitapauksista.
fr: Création des exécutions de test à partir du (des) scénario(s) de test.
hu: Tesztfuttatások létrehozása tesztesetekből.
pl: Tworzenie przebiegów testowych na podstawie przypadków testowych
pt: Criando execuções de teste a partir do(s) caso(s) de teste
pt_pt: A criar Execuções de Teste a partir de caso(s) de teste.
ru: Создание тестовых запусков из тестового случая(ов).
zh_hans: 從测试用例创建测试运行。
zh_hant: 從測試案例建立測試執行。

# TestRun_CreationCompleted
source: Creation of test runs completed.
cs: Tvorba běhů testů dokončena.
de: Erstellen von Testläufen abgeschlossen
es: Creación de ejecuciones de prueba terminada.
fi: Testiajot luotu.
fr: Création des exécutions de test terminée.
hu: Tesztfuttatások létrehozása befejeződött.
pl: Tworzenie przebiegów testowych zakończone.
pt: Criação de execução de testes concluída.
pt_pt: Criação de Execuções de Teste concluídas.
ru: Создание тестовых запусков завершено.
zh_hans: 创建测试运行完成。
zh_hant: 建立測試執行完成。

# TestRun_SavingPendingEntry
source: Saving pending test run entry.
cs: Ukládání rozdělaných běhů testů.
de: Speichern von ausstehenden Testlaufeinträgen.
es: Guardando el registro de Ejecución de Prueba Pendiente
fi: Tallennetaan vireillä oleva testiajo.
fr: Sauvegarde de l'exécution de test en attente.
hu: Függőben lévő tesztfuttatási bejegyzés mentése.
pl: Zapisywanie wpisu oczekującego przebiegu testu.
pt: Salvando registro de execução de teste pendente.
pt_pt: A gravar entradas de Execuções de Teste pendentes.
ru: Сохранение ожидающих входа тестовых запусков.
zh_hans: 保存待定的测试运行条目。
zh_hant: 儲存擱置的測試執行項目。

# BuildManager_BuildNotExists
source: Build '{0}' no longer exists in the system.
cs: Sestavení (Build) '{0}' již neexistuje v systému.
de: Build '{0}' existiert nicht mehr im System.
es: La Build '{0}' ya no existe en el sistema.
fi: Järjestelmästä ei löydy enää buildia '{0}'.
fr: La compilation '{0}' n'existe plus dans le système.
hu: Build '{0}' már nem létezik a rendszerben.
pl: Build '{0}' już nie istnieje w systemie.
pt: A compilação '{0}' não existe mais no sistema.
pt_pt: Compilação '{0}' já não existe no sistema.
ru: Построить '{0}' больше не существует в системе.
zh_hans: 生成 '{0}' 后不再存在于系统
zh_hant: 建置「{0}」在系統已不存。

# BuildManager_BuildNotExistsForRevision
source: Unable to locate build for source code commit '{0}'
cs: Nepodařilo se najít build pro revizi zdrojového kódu '{0}'
de: Der Build von Quellcodeversion '{0}' konnte nicht gefunden werden
es: No se puede localizar la build para la revisión de código fuente '{0}'
fi: Buildia ei löydy lähdekoodin versiosta '{0}'
fr: Impossible de localiser de compilation pour la révision du code source '{0}'
hu: A '{0}' Revision-höz tartozó forráskód Build-je nem elérhető
pl: Nie można zlokalizować build'a dla wersji kodu źródłowego '{0}'
pt: Não foi possível localizar uma compilação para a revisão de código fonte '{0}'
pt_pt: Não é possível localizar compilação para revisão de código fonte '{0}'
ru: Невозможно найти сборку для ревизии исходных текстов '{0}'.
zh_hans: 找不到生成的代码修改源 '{0}'
zh_hant: 找不到來源碼修訂版本「{0}」

# BuildManager_ReleaseNotExists
source: The associated release/sprint RL{0} does not exist in the current project
cs: Propojená Verze/Sprint RL{0} neexistuje v aktuálním produktu
de: Das verknüpfte Release / der Sprint RL'{0}' existiert nicht im aktuellen Produkt
es: La release/iteración asociada RL{0} no existe en el proyecto actual
fi: Nykyisestä projektista ei löydy viitattua julkaisua/iteraatiota RL{0}
fr: La version/sprint RL {0} n'existe pas dans le produit.
hu: A kapcsolódó release / sprint RL {0} nem létezik a jelenlegi projektben
pl: Powiązane wydanie/iteracja RL{0} nie istnieje w bieżącym projekcie
pt: O release/iteração associado RL{0} não existe no projeto atual
pt_pt: A entrega/iteração associada RL {0} não existe no projeto atual
ru: Связанный с ним релиз/спинт RL{0} не существует в текущем продукте.
zh_hans: 当前项目中不存在关联的释放/迭代 RL {0}
zh_hant: 關聯的版本/迭代 RL{0} 不存在於目前專案

# CustomProperty_MaxValueError
source: The entered value for '%field%' is more than the maximum allowed of %value%.
cs: Zadaná hodnota pro '%field%' je větší než maximální povolená hoznota z %value%.
de: Der eingegebene Wert für '%field%' ist mehr als das erlaubte Maximum von %value%.
es: El valor introducido para '%field%' es mayor que el máximo permitido de %value%.
fi: Annettu arvo kentälle '%field%' on suurempi kuin suurin sallittu kentän %value% arvo.
fr: La valeur saisie pour '%field%' est supérieure à la valeur maximum autorisée %value%.
hu: A '%field%' mezőhöz megadott érték több, mint a maximálisan megengedett %value%.
pl: Wprowadzona wartość dla pola '%field%' jest większa niż dopuszczalna %value%.
pt: O valor inserido para '%field%' é maior que o valor máximo permitido de %value%.
pt_pt: O valor inserido para %field% é maior que o máximo permitido de %value%
ru: Введенное значение для '%field%' больше максимально допустимого значения %.
zh_hans: '%field%' 的输入值超过%value%的最大允许值.
zh_hant: %field% 輸入的值大於允許 %value% 的最大值

# CustomProperty_MinLengthError
source: The minimum length for '%field%' is %min% characters. Entered string had %act% characters.
cs: Minimální délka pro '%field%' je %min% znaků. Zadaný text má %act% znaků.
de: Die minimale Anzahl von Zeichen für '%field%' ist %min%. Die eingegeben Zeichenkette hatte %act% Zeichen.
es: La longitud mínima para '%field%' es %min% caracteres. El valor introducido tiene %act% caracteres.
fi: Kentän '%field%' minimipituus on %min% merkkiä. Syötetty merkkijono on %act% merkkiä pitkä.
fr: La longueur minimale de '%field%' est de %min% caractères. %act% caractères ont été saisis.
hu: A '%field%' mezőbe írható minimális karakterszám %min%. A beírt szöveg %act% karaktert tartalmaz.
pl: Minimalna ilość dla pola '%field%' to %min% znaków. Wprowadzony ciąg ma %act% znaków.
pt: O valor mínimo para '%field%' é %min% caracteres. O informado tem %act% caracteres.
pt_pt: O tamanho minimo para %field% é %min% caracteres. A string inserida tinha %act% caracteres.
ru: Минимальная длина для '%поле%' - %min% символов. Введенная строка имела символы %act%.
zh_hans: 输入的字符串包含"%act% "字符，'%field%' 最少需要 %min% 字符.
zh_hant: %field%最小長度為%min%字元。輸入字串有%act%字元。

# CustomProperty_MinValueError
source: The entered value for '%field%' is less than the minimum allowed of %value%.
cs: Zadaná hodnota pro '%field%' je menší než minimální povolená hoznota z %value%.
de: Der eingegebene Wert für '%field%' ist weniger als das erlaubte Minimum von %value%.
es: El valor introducido para '%field%' es menor que el mínimo permitido de %value%.
fi: Annettu arvo kentälle '%field%' on pienempi kuin pienin sallittu kentän %value% arvo.
fr: La valeur saisie pour '%field%' est inférieure à la valeur minimum autorisée %value%.
hu: A '%field%' mezőbe beírt érték kevesebb, mint a minimálisan megengedett %value%.
pl: Wprowadzona wartość dla pola '%field%' jest mniejsza niż dopuszczalna %value%.
pt: O valor inserido para '%field%' é menor que o valor mínimo permitido de %value%.
pt_pt: O valor inserido para %field% é menor que omínimo permitido de %value%.
ru: Введенное значение для '%field%' меньше минимально допустимого значения %.
zh_hans: '%field%' 的输入值小于%value%的最小允许值.
zh_hant: %field% 輸入的值小於允許 %value% 的最小值

# CustomProperty_RegExError
source: The entered value for '%field%' did not match the required regular expression.
cs: Zadaná hodnota pro '%field%' neodpovídá požadovaným regulárním výrazům.
de: Der eingegebene Wert für '%field%' stimmt nicht mit dem erwarteten regulären Ausdruck überein.
es: El valor introducido para '%field%' no coincide con la expresión regular requerida.
fi: Kenttään '%field%' syötetty arvo ei täytä vaadittua säännöllistä lauseketta.
fr: La valeur saisie pour '%field%' ne correspond pas à l'expression demandée.
hu: A '%field%' mezőbe írt érték nem felel meg a szükséges regular expression (szabályos kifejezés) követelményeinek.
pl: Wprowadzona wartość dla pola '%field%' nie pasowała do wymaganego wyrażenia regularnego.
pt: O valor inserido no campo '%field%' não corresponde à expressão regular necessária.
pt_pt: O valor inserido para %field% não corresponde à expressão normal requerida.
ru: Введенное значение для '%field%' не соответствовало требуемому регулярному выражению.
zh_hans: '%field%' 的输入值不符合系统规定
zh_hant: %field%輸入的值不符合需要的正規表示。

# CustomProperty_RegExException_CannotChange
source: You cannot change a system regular expression.
cs: Nemůžete měnit systémové regulární výrazy.
de: Sie können keinen regulären Systemausdruck ändern.
es: Usted no puede cambiar una expresión regular del sistema.
fi: Et voi muokata järjestelmän säännöllistä lauseketta.
fr: Impossible de modifier une expression du système.
hu: A rendszer regular expression (szabályos kifejezés) nem módosítható.
pl: Nie można zmienić systemowego wyrażenia regularnego.
pt: Não é possível alterar uma expressão regular do sistema.
pt_pt: Não pode alterar a expressão normal do sistema
ru: Вы не можете изменить системное регулярное выражение.
zh_hans: 您不能更改系统正则表达式
zh_hant: 您無法改變系統正規表示。

# CustomProperty_RegExException_CannotDelete
source: You cannot delete a system regular expression.
cs: Nemůžete mazat systémové regulární výrazy.
de: Sie können keinen irreguläreren Systemausdruck löschen.
es: Usted no puede borrar una expresión regular del sistema.
fi: Et voi poistaa järjestelmän säännöllistä lauseketta.
fr: Suppression non autorisée.
hu: A rendszer regular expression (szabályos kifejezés) nem törölhető.
pl: Nie można usunąć systemowego wyrażenia regularnego.
pt: Não é possível excluir uma expressão regular do sistema.
pt_pt: Não pode eliminar a expressão normal do sistema
ru: Вы не можете удалить системное регулярное выражение.
zh_hans: 您不能删除系统系统正则表达式
zh_hant: 您無法刪除系統正規表示。

# CustomProperty_ValueNullError
source: The field '%field%' requires a value.
cs: Pole '%field%' vyžaduje hodnotu.
de: Das Feld '%field%' benötigt einen Wert.
es: El campo '%field%' requiere un valor.
fi: Kenttään '%field%' vaaditaan arvo.
fr: Le champ '%field%' nécessite une valeur.
hu: A '%field%' mezőben meg kell adni egy értéket.
pl: Pole '%field%' wymaga wartości.
pt: O campo '%field%' requer um valor.
pt_pt: O campo %field% requer um valor.
ru: Поле "%поле%" требует значения.
zh_hans: 请输入'%field%' 值
zh_hant: 欄位 %field% 需要一個值。

# Incident_CompletionPercentOutOfRange
source: Completion Percent needs to be in the range 0-100%
cs: Procento dokončení musí být v rozmezí 0 - 100%.
de: Die Fertigstellung gemessen in Prozent muss im Bereich von 0-100% liegen
es: El Porcentaje de Finalización debe estar en el rango 0-100%
fi: Valmistumis-prosentti pitää olla välillä 0-100%
fr: Le pourcentage d'avancement doit être dans l'intervalle 0-100%.
hu: A befejezettség állapotát kifejező százalék értéknek 0-100% között kell lennie.
pl: Procent ukończenia musi być w przedziale 0-100%
pt: A porcentagem de conclusão deve estar no intervalo de 0-100%.
pt_pt: A percentagem de conclusão deve estar no intervalo de 0-100%.
ru: Завершение Процент должен быть в диапазоне 0-100%
zh_hans: 完成进度需要在0-100%之间
zh_hant: 完成百分比需介於0-100%

# Report_CannotDeleteDefaultReport
source: You cannot delete a standard/default report.
cs: Nemůžete smazat standardní reporty.
de: Sie können keinen Standardbericht löschen.
es: No se puede borrar un informe estándar/por defecto.
fi: Et voi voi poistaa perus/oletusraporttia.
fr: Vous ne pouvez pas supprimer un rapport standard ou défaut.
hu: A szabvány/alapértelmezett jelentés nem törölhető
pl: Nie można usunąć standardowego/domyślnego raportu.
pt: Não é permitido excluir um relatório padrão.
pt_pt: Não pode eliminar um relatório padrão/por defeito.
ru: Вы не можете удалить стандартный отчет/отчет по умолчанию.
zh_hans: 您不能删除一个标准/默认报告
zh_hant: 您無法刪除標準/預設報表。

# Report_ReportGenerationComplete
source: Report generation complete.
cs: Generování reportu je dokončeno.
de: Berichtgenerierung abgeschlossen.
es: Generación de informe completa.
fi: Raportti on valmis.
fr: Création du rapport terminée
hu: A jelentés generálása befejeződött.
pl: Generowanie raportu zakończone.
pt: Geração de relatório completa.
pt_pt: Geração de relatório completa.
ru: Формирование отчета завершено.
zh_hans: 报告生成完毕
zh_hant: 報表產生完成。

# Report_ReportNotExist
source: The report with id '{0}' does not exist in the system!
cs: Report s id '{0}' v systému neexistuje.
de: Der Bericht mit der ID '{0}' existiert nicht im System!
es: El informe con ID '{0}' no existe en el sistema!
fi: Raporttia id '{0}' ei löydy järjestelmästä!
fr: Le rapport avec id'{0}' n'existe pas dans le système.
hu: A '{0}' azonsítóval rendelkező jelentést a rendszer nem tartalmazza!
pl: Raport o id '{0}' nie istnieje w systemie!
pt: O relatório com ID '{0}' não existe no sistema!
pt_pt: O relatório com o id '{0}' não existe no sistema!
ru: Отчета с id '{0}' в системе не существует!
zh_hans: 报告中id '{0}'系统中不存在
zh_hant: 編號 {0} 的報表不存在於系統！

# Report_StartGeneratingReport
source: Report generating...
cs: Spuštění generování reportu.
de: Berichtgenerierung wird gestartet.
es: iniciando generación de informe.
fi: Raportin luonti alkaa.
fr: Création du rapport en cours
hu: Jelentés generálásának megkezdése
pl: Rozpoczęcie generowania raportu.
pt: Iniciando geração de relatório.
pt_pt: A iniciar geração de relatório.
ru: Начинаю генерацию отчетов.
zh_hans: 开始生成报告
zh_hant: 開始產生報表。

# UserManager_NotResetLDAP
source: You cannot reset the password of an LDAP-user through {0}!
cs: Nemůžete obnovit heslo LDAP-uživatele přes {0}!
de: Sie können das Password eines LDAP-Benutzers nicht zurücksetzen.
es: Usted no puede restablecer la contraseña de un usuario LDAP a través de {0}!
fi: Et voi alustaa LDAP-käyttäjän salasanaa {0}:in kautta!
fr: Vous ne pouvez pas réinitialiser le mot de passe d'un utilisateur LDAP via {0} !
hu: Nem állíthatja vissza egy LDAP-felhasználó jelszavát {0}-n keresztül!
pl: Nie można zresetować hasła użytkownika LDAP przez {0}!
pt: Você não pode alterar a senha de um usuário LDAP através de {0}!
pt_pt: Não pode repor a password de um utilizador LDAP através de {0}!
ru: Вы не можете сбросить пароль LDAP-пользователя через {0}!
zh_hans: 你无权通过{0}重置LDAP用户密码
zh_hant: 您無法藉由 {0} 重置 LDAP 使用者

# UserManager_SettingNotExists
source: The user setting collection '{0}' does not exist in the system!
cs: Soubor uživatelského nastavení '{0}' v systému neexistuje.
de: Die Auswahl '{0}' der Benutzereinstellungen existiert nicht im System.
es: La colección de ajustes de usuario '{0}' no existe en el sistema!
fi: Järjestelmästä ei löydy käyttäjä-määritysten kokoelmaa {0}!
fr: L'ensemble des paramètres utilisateur '{0}' est introuvable.
hu: A(z) „{0}” felhasználói beállításgyűjtemény nem létezik a rendszerben!
pl: Zbiór ustawień użytkownika '{0}' nie istnieje w systemie!
pt: A coleção de configurações do usuário '{0}' não existe no sistema!
pt_pt: A coleção '{0}' de configurações do utilizador não existem no sistema!
ru: Коллекция пользовательских настроек '{0}' в системе не существует!
zh_hans: 系统中不存在用户设置收集'{0}'
zh_hant: 使用者設定採集「{0}」在系統中不存在！

# ComponentManager_ArtifactNotExists
source: Unable to retrieve component with ID={0}
cs: Nelze načíst komponentu s ID={0}
de: Es ist nicht möglich die Komponente mit der ID={0} abzurufen.
es: No se puede recuperar el componente con ID = {0}
fi: Komponenttia ID:llä {0} ei löydy
fr: La valeur saisie pour '%field%' est supérieure à la valeur maximum autorisée %value%.
hu: Nem lehet ID={0} összetevőt betölteni
pl: Wprowadzona wartość dla pola '%field%' jest większa niż dopuszczalna %value%.
pt: Não foi possível recuperar o componente com ID = {0}
pt_pt: Não é possivel recuperar componente com ID={0}
ru: Невозможно извлечь компонент с ID={0}.
zh_hant: 無法取得模組，編號為 {0}

# DiscussionManager_CannotDeletePermanentDiscussion
source: You cannot delete this comment as it is marked as permanent!
cs: Tento komentář nemůžete smazat, protože je označen jako permanentní!
de: Das Abschlussdatum kann nicht vor dem Erfassungsdatum liegen
es: Usted no puede borrar este comentario, ya que está marcado como permanente!
fi: Et voi poistaa kommenttia, koska se on asetettu pysyväksi.
fr: La date de fermeture ne peut être antérieure à la date de détection.
hu: Nem törölheti ezt a hozzászólást, mivel állandóként került megjelölésre!
pl: Nie można usunąć tego komentarza, ponieważ jest on oznaczony jako trwały!
pt: Você não pode excluir esse comentário, pois ele foi definido como permanente!
pt_pt: Data de fecho não pode ser anterior à data detetada.
ru: Вы не можете удалить этот комментарий, так как он отмечен как постоянный!
zh_hant: 您無法刪除此標示為永久的說明。

# HierarchicalItem_CannotMoveUnderItself
source: An attempt was made to move an item under itself!
cs: Došlo k pokusu o přesunutí položky pod sebe!
de: Es wurde versucht, einen Gegenstand unter sich selbst zu bewegen!
es: Se intentó mover un elemento a sí mismo!
fr: Impossible de déplacer un objet sous lui-même !
hu: Egy elem önmaga alá történő áthelyezését kísérelte meg.
pl: Podjęto próbę przeniesienia przedmiotu pod siebie!
pt: Uma tentativa de mover um item para si mesmo foi feita!
pt_pt: Data de fecho não pode ser anterior à data detetada.
ru: Была предпринята попытка переместить предмет под себя!

# Incident_StartDateCannotBeBeforeDetected
source: The start-date cannot be before the detected-on-date
cs: Datum zahájení nemůže být dříve než datum zjištění
de: Das Startdatum kann nicht vor dem Erstellungsdatum liegen
es: La fecha de inicio no puede ser anterior a la fecha de detección
fi: Alku-päivämäärä ei voi olla ennen havaittu päivämäärää
fr: La date de début ne peut être antérieure à la date de détection.
hu: A kezdő dátum nem lehet az észlelési dátum előtti.
pl: Data rozpoczęcia nie może być wcześniejsza niż data wykrycia.
pt: A data de início não pode ser anterior à data de detecção
pt_pt: O projeto {0} já não existe no sistema.
ru: Дата начала не может быть до даты обнаружения.
