Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_DataTools_Title
source: Data Tools
cs: Nástroje pro správu dat
de: Daten Werkzeuge
es: Herramientas de datos
fi: Datatyökalut
fr: Outils de gestion des données
hu: Adat Eszközök
pl: Narzędzia do zarządzania danymi
pt: Ferramentas de Dados
pt_pt: Ferramentas de Dados
ru: Инструменты для работы с данными
zh_hans: 数据处理工具
zh_hant: 資料工具

# Admin_History_Processing
source: Purging all deleted records..
cs: Odstranění všech smazaných dat.
de: Entfernen aller gelöschten Datensätze
es: Eliminando todos los registros borrados...
fi: Poistetaan kaikki tuhotut tiedot…
fr: Elimination des données en cours
hu: Az összes törlött rekord végleges törlése.
pl: Czyszczenie wszystkich skasowanych rekordów…
pt: Excluindo permanentemente os registros apagados ...
pt_pt: A limpar todos os registos eliminados...
ru: Очистка всех удаленных записей...
zh_hans: 清除已删除的记录。。
zh_hant: 清楚所有已刪除記錄

# Admin_History_Title
source: Product History
cs: Historie Produktu
de: Produkthistorie
es: Historial del Projecto
fi: Projektin historia
fr: Historique du produit
hu: Projekt Előzmények
pl: Historia projektu
pt: Histórico do Projeto
pt_pt: Histórico do Projeto
ru: История продукции
zh_hans: 项目记录
zh_hant: 專案歷史

# NavigationBar_NotAuthorizedToView
source: Your role is not authorized.
cs: Vaše role není autorizována.
de: Sie sind nicht berechtigt.
es: Tu función no está autorizada.
fi: Roolillasi ei ole oikeuksia.
fr: Votre rôle n'est pas autorisé pour cette opération.
hu: Ön Szerepköre nem engedélyezett.
pl: Brak uprawnień dla tej roli.
pt: Sua função não possui autorização.
pt_pt: O seu perfil não está autorizado.
ru: Ваша роль не санкционирована.
zh_hans: 您没有此授权
zh_hant: 您的角色未授權

# AjaxFormManager_NotAuthorizedToModify
source: You are not authorized to modify this item!
cs: Nemáte oprávnění měnit tento záznam.
de: Sie sind nicht berechtigt dieses Element zu ändern.
es: No estás autorizado a modificar este ítem.
fi: Sinulla ei ole oikeuksia poistaa tätä kohdetta!
fr: Vous n'avez pas l'autorisation de modifier cet élément !
hu: Ön nem jogosult módosítani ezt a rekordot!
pl: Nie masz uprawnień do modyfikacji elementu!
pt: Você não tem permissão para modificar esse item!
pt_pt: Não está autorizado a modificar este item!
ru: Вы не имеете права изменять этот пункт!
zh_hans: 您没有权限更改此项
zh_hant: 您無修改此項目的權限

# Global_Remove
source: Remove
cs: Odebrat.
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
hu: Eltávolítás
pl: Usuń
pt: Remover
pt_pt: Remover
ru: Удалить
zh_hans: 移除
zh_hant: 移除

# TestCaseList_RemoveFromRelease
source: Remove from Release
cs: Odebrat z Releasu
de: Aus dem Release entfernen.
es: Eliminar de la Release
fi: Poista julkaisusta
fr: Supprimer de la version
hu: Eltávolítás a Release-ből
pl: Usuń z wydania
pt: Remover da versão
pt_pt: Remover da Entrega
ru: Удалить из отпуска
zh_hans: 从版本中移除
zh_hant: 從版本移除

# TestCaseList_SelectReleaseToRemove
source: Please select the release you want to remove from:
cs: Prosím vyberte release, ze kterého chcete odebírat:
de: Bitte wählen Sie das Release aus, aus dem Sie etwas entfernen möchten:
es: Por favor, seleccione la release de que desea eliminar
fi: Valitse julkaisu, josta haluat poistaa:
fr: Veuillez sélectionner la version à supprimer de :
hu: Kérem válasszon egy Release-t amiből el akarja távolítani:
pl: Wybierz wydanie, które chcesz usunąć:
pt: Por favor, selecione o release de que deseja remover:
pt_pt: Por favor selecione a Entrega que quer remover:
ru: Пожалуйста, выберите разрешение, которое вы хотите удалить:
zh_hans: 请选择你想移除的版本:
zh_hant: 請選擇您要從哪一版本中移除

# Admin_History_Processing2
source: Reverting selected items...
cs: Vracím vybrané položky…
de: Zurücksetzen ausgewählter Elemente…
es: Revirtiendo ítems seleccionados...
fi: Valitut kohteet palautetaan…
fr: Restauration en cours…
hu: Kiválasztott elemek visszaállítása...
pl: Sortowanie…
pt: Revertendo os itens selecionados...
pt_pt: A reverter os itens selecionados...
ru: Переворачивание выбранных пунктов...
zh_hant: 還原選擇的項目中…

# Global_Rows
source: rows
cs: řádky
de: Reihen
es: Filas
fi: rivit
fr: rangées
hu: sorok
pl: wierszy
pt: Linhas
pt_pt: linhas
ru: строки
zh_hant: 列

# Global_ShareFilter
source: Share with other members of the product
cs: Sdílet s ostatnímy členy produktu
de: Mit anderen Mitgliedern des Produkts teilen
es: Compartir con otros miembros del proyecto
fi: Jaa muiden projektin jäsenten kanssa
fr: Partager avec les autres membres du produit
hu: Megosztás a projekt többi tagjával
pl: Udostępnij pozostałym członkom projektu
pt: Compartilhar com outros membros do projeto
pt_pt: Partilhar com outros membros do projeto
ru: Поделиться с другими участниками продукта
zh_hant: 分享給專案中的其他成員

# NumberRangeFilter_EnterMinMaxValues
source: Please enter the min/max values:
cs: Prosím vložte min/max hodnoty:
de: Bitte geben Sie die Min/Max Werte ein:
es: Por favor, introduzca los valores mínimo/máximo:
fi: Anna minimi/maksimiarvot:
fr: Veuillez entrer les valeurs min et max :
hu: Kérem, adja meg a min/max értékeket:
pl: Podaj wartości min/max:
pt: Por favor, insira os valores de mínimo/máximo:
pt_pt: Por favor, insira os valores mínimo e máximo:
ru: Пожалуйста, введите минимальные/максовые значения:
zh_hant: 請輸入最小/最大值

# NumberRangeFilter_Title
source: Range Filter
cs: Rozsah filtru
de: Bereichsfilter
es: Filtro de Rango
fi: Numeroaluesuodatin
fr: Intervalle filtre
hu: Tartományszűrő
pl: Zakres filtra
pt: Filtro de Intervalo
pt_pt: Intervalo de Seleção do Filtro
ru: Диапазонный фильтр
zh_hant: 篩選範圍

# Global_Change
source: Change
cs: Změnit
de: Ändern
es: Cambiar
fi: Muutos
fr: Modifier
hu: Módosítás
pl: Zmiana
pt: Alterar
pt_pt: Alteração
ru: Изменить
zh_hant: 更改

# TreeView_ChooseParentItem
source: Please choose the parent {0} to add this under:
cs: Vyberte nadřazenou složku pod kterou bude vloženo:
de: Bitte wählen Sie das übergeordnete Element {0}, um dieses darunter zufügen:
es: Por favor, elija un {0} padre para agregar esto debajo
fi: Valitse ylätaso {0}, jonka alle tämä lisätään:
fr: Veuillez choisir le parent {0} à ajouter :
hu: Kérem, válassza ki a szülő {0}-t ahhoz, hogy ez alá rendelje:
pl: Wybierz nadrzędny {0} aby dodać pod:
pt: Por favor, escolha o {0} pai para adicionar abaixo:
pt_pt: Por favor, escolha o ascendente {0} sob o qual pretende adicionar este item:
ru: Пожалуйста, выберите родителя {0}, чтобы добавить это под:
zh_hant: 請選擇要新增在哪一父節點 {0} 的下方

# TreeView_EditItem
source: Edit {0}
cs: Editovat {0}
de: Bearbeiten {0}
es: Editar {0}
fi: Muokkaa {0}
fr: Modifier {0}
hu: {0} szerkesztése
pl: Edytuj {0}
pt: Editar {0}
pt_pt: Editar {0}
ru: Редактирование {0}
zh_hant: 編輯{0}

# TreeView_EnterName
source: Please enter the name for this new {0}:
cs: Zadejte jméno pro novou složku:
de: Bitte geben Sie einen Namen für das neue {0} an:
es: Por favor, elija un nombre para este nuevo {0} :
fi: Nimeä {0} uudelleen:
fr: Veuillez entrer le nom pour {0} :
hu: Adja meg az új {0} nevét:
pl: Podaj nazwę dla nowego {0}:
pt: Por favor, inserir um nome para este novo {0} :
pt_pt: Por favor, insira o nome para este novo {0}:
ru: Пожалуйста, введите имя для этого нового {0}:
zh_hant: 請為此新{0}輸入名稱：

# TreeView_NeedToProvideItemName
source: You need to provide a name for the new {0}!
cs: Musite vložit jméno pro novou složku!
de: Sie müssen einen Namen für das neue {0} angeben!
es: Debe elegir un nombre para este nuevo {0}!
fi: Sinun täytyy nimetä {0} uudestaan!
fr: Vous devez fournir un nom pour {0}.
hu: Adjon nevet az új {0}-nak!
pl: Musisz podać nazwę dla nowego {0}!
pt: Você deve inserir um nome para o novo {0}!
pt_pt: Necessita de dar um nome para o novo {0}!
ru: Вы должны указать имя для нового {0}!
zh_hant: 您必須提供此新{0}的名稱！

# Global_Done
source: Done
cs: Hotovo
de: Erledigt
es: Hecho
fi: Valmis
fr: Opération terminée
hu: Kész
pl: Gotowe
pt: Feito
pt_pt: Concluído
ru: Готово
zh_hant: 已完成

# TreeView_ConfirmDelete
source: Are you sure that you want to delete this {0}?
cs: Jste si jisti, že chcete smazat tuto složku?
de: Sind Sie sicher, dass Sie diese {0} löschen möchten?
es: Está seguro que desea borrar este {0} ?
fi: Haluatko varmasti poistaa {0}?
fr: Etes-vous certain de vouloir supprimer ce {0} ?
hu: Biztosan törli ezt a(z) {0}-t?
pl: Na pewno chcesz usunąć {0}?
pt: Tem certeza que deseja excluir este {0}?
pt_pt: Tem certeza que deseja eliminar este {0}?
ru: Ты уверен, что хочешь удалить это {0}?
zh_hant: 請確認刪除此 {0}？

# TreeView_EditName
source: Please edit the name of this {0}:
cs: Upravte název této složky:
de: Bitte bearbeiten Sie den Namen dieses {0}:
es: Por favor, edite el nombre de este {0} :
fi: Muokkaa {0} nimeä:
fr: Veuillez éditer le nom de {0} :
hu: Kérem, szerkessze ennek a(z) {0}-nak a nevét:
pl: Zmień nazwę {0}:
pt: Por favor, edite o nome desse {0} :
pt_pt: Por favor, edite o nome deste {0}:
ru: Пожалуйста, отредактируйте название этого {0}:
zh_hant: 請編輯此{0}的名稱：

# TreeView_EditParentItem
source: Please choose the parent of this {0}:
cs: Vyberte nadřazenou složku:
de: Bitte wählen Sie das übergeordnete Element dieser {0} :
es: Por favor, elija un padre para este {0}:
fi: Valitse {0} ylätaso:
fr: Veuillez choisir le parent de {0} :
hu: Válassza ki ennek a(z) {0}-nak a szülőjét:
pl: Wybierz obiekt nadrzędny dla {0}:
pt: Por favor, escolha o pai deste {0} :
pt_pt: Por favor, escolha o ascendente deste {0}:
ru: Пожалуйста, выберите родителя этого {0}:
zh_hant: 請選擇此{0}的父節點：

# Messenger_SendMessage
source: Send Message
cs: Poslat zprávu
de: Nachricht senden
es: Enviar Mensaje
fi: Lähetä viesti
fr: Envoi du message
hu: Üzenet küldése
pl: Wyślij
pt: Enviar Mensagem
pt_pt: Enviar Mensagem
ru: Отправить сообщение
zh_hant: 寄送訊息

# Messenger_NeedToSelectComment
source: You need to select at least one message before posting to the current artifact.
cs: Před odesláním do aktuálního artefaktu musíte vybrat alespoň jednu zprávu
de: Sie müssen mindestens eine Nachricht auswählen, bevor Sie sie an das aktuelle Artefakt senden können.
es: Debe seleccionar al menos un mensaje antes de publicar al artefacto actual.
fi: Sinun täytyy valita vähintään yksi viesti ennen nykyiseen asiaan lähettämistä.
fr: Veuillez sélectionner au moins un message à publier.
hu: Legalább egy üzenetet válasszon ki, mielőtt a jelenlegi tárgyra posztolja.
pl: Musisz wybrać co najmniej jeden komentarz przed zapisaniem do wybranego artefaktu.
pt: Você deve selecionar pelo menos uma mensagem antes de publicar no artefato atual
pt_pt: Necessita de selecionar pelo menos uma mensagem antes de postar no artefacto atual.
ru: Необходимо выбрать по крайней мере одно сообщение перед публикацией на текущий артефакт.
zh_hant: 在張貼目前項目前，您必須選擇至少一個訊息。

# Messenger_PostAsComments
source: Post as Comments
cs: Zveřejnit jako komentáře
de: Als Kommentar veröffentlichen
es: Publicar como Comentarios
fi: Lähetä kommentteina
fr: Publier en commentaires
hu: Posztolás hozzászólásként
pl: Wstaw jako komentarz
pt: Publicar como Comentário
pt_pt: Postar como Comentários
ru: Сообщение в виде комментариев
zh_hant: 張貼為評論

# Messenger_PostAsCommentsSuccess
source: Successfully posted comment(s) to the current artifact.
cs: Komentář/e úspěšně přidány k aktuálnímu artefaktu
de: Zum aktuellen Artefakt erfolgreich veröffentlichte Kommentare.
es: Comentarios enviados com éxito al artefacto actual.
fi: Kommentti/Kommentit nykyiseen asiaan lähetetty onnistuneesti
fr: Commentaire(s) publié(s).
hu: Sikeresen posztolt hozzászólások a jelenlegi elemhez
pl: Komentarz(e) zapisany(e) pomyślnie dla wybranego artefaktu.
pt: Comentário(s) publicado(s) com sucesso no artefato atual.
pt_pt: Comentário(s) postado(s) com sucesso no artefacto atual.
ru: Успешно размещены комментарии к текущему артефакту.
zh_hant: 已成功張貼此項目的說明。

# ScreenshotCapture_BrowserNotSupported
source: Your web browser does not support screenshot capture!
cs: Váš prohlížeč nepodporuje funkci Snímek obrazovky!
de: Ihr Web Browser unterstützt die Erfassung eines Screenshots nicht!
es: Su navegador web no es compatible con captura de pantalla!
fi: Selaimesi ei tue kuvaruutukaappauksen ottamista!
fr: Votre navigateur ne permet pas la capture d'écran !
hu: Az Ön webböngészője nem támogatja a képernyőkép készítését!
pl: Twoja przeglądarka nie obsługuje zrzutów ekranu!
pt: O navegador atual não suporta captura de tela!
pt_pt: O seu Browser não suporta captura de ecrãs!
ru: Ваш веб-браузер не поддерживает захват скриншотов!
zh_hant: 您的瀏覽器不支援螢幕畫面擷取！

# ScreenshotCapture_Intro
source: Please paste your image using the CTRL+V keyboard command.
cs: Vložte Váš obrázek stisknutím kláves CTRL+V
de: Bitte fügen Sie ihr Bild mit dem CTRL+V Kommando ein.
es: Por favor, pegue la imagen usando el comando CTRL+V.
fi: Liitä kuvasi käyttämällä CTRL+V näppäinyhdistelmää.
fr: Veuillez insérer votre image à l'aide de la commande CTRL+V.
hu: Kérem, illessze be a képet a CTRL+V billentyűparanccsal.
pl: Wklej obraz używając skrótu CTRL+V.
pt: Por favor, cole sua imagem usando CTRL+V
pt_pt: Por favor, cole a sua imagem usando o comando do teclado CTRL+V.
ru: Пожалуйста, вставьте ваше изображение с помощью команды CTRL+V клавиатуры.
zh_hant: 請使用鍵盤CTRL+V貼上圖片。

# ScreenshotCapture_InvalidImageFormat
source: The clipboard did not contain a valid image!
cs: Schránka neobsahuje podporovaný formát obrázku.
de: Die Zwischenablage enthielt kein zulässiges Bild!
es: El portapapeles no contenía una imagen válida!
fi: Leikepöydällä ei ollut sopivaa kuvatiedostoa!
fr: Le presse-papiers ne contient pas d'image.
hu: A vágólap nem tartalmaz érvényes képet!
pl: W schowku nie ma prawidłowego obrazu!
pt: A área de transferência não continha um formato de imagem suportado!
pt_pt: A área de transferência (clipboard) não contém uma imagem válida!
ru: Буфер обмена не содержал действительного изображения!
zh_hant: 剪貼簿不包含合法的圖片！

# ArtifactLinkPanel_TaskIdNotValid
source: You need to enter an integer value for the task's id
cs: Musíte zadat celé číslo pro ID úkolu
de: Sie müssen einen ganzzahligen Wert für die ID der Aufgabe eingeben.
es: Debe introducir un valor entero para este ID de tarea
fi: Anna tehtävän ID kokonaislukuna
fr: Vous devez entrer une valeur entière pour la tâche.
hu: Egy egész számot adjon meg a feladat azonosítójához
pl: Musisz wprowadzić wartość całkowitą dla identyfikatora zadania
pt: Você precisa informar um valor inteiro para o identificador (ID) da tarefa
pt_pt: Necessita de inserir um valor inteiro para o ID da tarefa
ru: Необходимо ввести целое значение для идентификатора задачи
zh_hant: 工作ID必須為整數值

# Admin_CustomPropertyOptions_Header
source: Custom Property #{0} Definition
cs: Definice vlastní vlastnosti #{0}.
de: Benutzerdefinierte Eigenschaft #{0} Definition
es: Definición n.º {0} Propiedad Personalizada
fi: Kustomoitavan ominaisuuden #{0} määritys
fr: Définition de la Propriété #{0}
hu: #{0} Egyedi Tulajdonság Definíció
pl: Definicja nowego obiektu #{0}
pt: Definição #{0} da Propriedade Personalizada
pt_pt: Definição de Propriedade #{0} Personalizada
ru: Пользовательское свойство #{0} Определение
zh_hans: 自定义属性#{0}定义
zh_hant: 自訂 #{0} 屬性的定義

# Global_FilteringBy
source: Filtering results by {0}.
cs: Výsledek filtrů {0}.
de: Ergebnisse filtern nach {0}
es: Resultados filtrados por {0}
fi: Suodatetaan tuloksia {0} mukaisesti
fr: Filtrage des résultats par {0}.
hu: Eredmény Szűrése {0} Szerint.
pl: Filtrowanie przez {0}.
pt: Filtrando resultados por {0}.
pt_pt: Filtrar os resultado por {0}.
ru: Фильтрация результатов по {0}.
zh_hans: 按 {0}排序筛选结果
zh_hant: 依據 {0} 篩選結果

# DropDownList_Multiple
source: (Multiple)
cs: (Více)
de: (Mehrere)
fi: (Useita)
fr: (Multiples)
hu: (Összetett)
pl: (Wielokrotne)
pt: (Múltiplos)
pt_pt: (Vários)
ru: (Множественное)
zh_hans: (多个)
zh_hant: (多選)

# NavigationBar_ForRequirement
source: For Requirement
de: Für die Anforderung
es: Para lo Requerimiento
fi: Vaatimukselle
fr: Pour le besoin
hu: Követelményhez
pl: Do wymagań
pt: Para o Requerimento
pt_pt: Para Requisito
ru: Для Требования
zh_hant: 需求

# Global_NoneDropDown
source: -- None --
cs: -- Bez výběru --
de: -- Keine --
es: -- Ninguno --
fi: -- Tyhjä --
fr: -- Aucun --
hu: -- Nincs --
pl: -- Brak --
pt: -- Nenhum --
pt_pt: -- Nenhum --
ru: -- Нет --
zh_hant: -- 無 --

# TreeView_AddItem
source: Add {0}
cs: Přidat {0}
de: Hinzufügen {0}
es: Agregar {0}
fi: Lisää {0}
fr: Ajouter {0}
hu: {0} hozzáadása
pl: Dodaj {0}
pt: Adicionar {0}
pt_pt: Adicionar {0}
ru: Добавить {0}
zh_hant: 新增{0}

# Admin_History_Processing3
source: Purging item...
cs: Vymazávám položku…
de: Bereinige Element…
es: Excluyendo elementos de forma permanente ...
fi: Poistaa kohdetta…
fr: Suppression en cours…
hu: Az elem ürítése...
pl: Oczyszczanie przedmiotu...
pt: Excluindo item permanentemente ...
pt_pt: A eliminar o item…
ru: Очищающий предмет...
zh_hant: 清除項目中…

# Global_All
source: All
cs: Vše
de: Alle
es: Todos
fi: Kaikki
fr: Tout
hu: Mind
pl: Wszystkie
pt: Tudo
pt_pt: Tudo
ru: Все
zh_hant: 所有

# CommentList_PleaseEnterComment
source: Please enter a comment and try again!
cs: Zadejte prosím komentář a zkuste to znovu!
de: Bitte geben Sie einen Kommentar ein und versuchen Sie es erneut.
es: Por favor, introduzca un comentario y vuelve a intentarlo.
fi: Lisää kommentti ja yritä uudelleen!
fr: Veuillez saisir un commentaire et réessayer.
hu: Kérem, adjon meg egy hozzászólást, majd próbálja újra!
pl: Proszę wprowadzić komentarz i spróbować ponownie!
pt: Por favor, insira um comentário e tente novamente!
pt_pt: Introduza um comentário e tente novamente, por favor!
ru: Пожалуйста, введите комментарий и попробуйте еще раз!
zh_hant: 請輸入說明並再次嘗試！

# TaskDetails_SplitTaskEffortNotInRange
source: The % Effort value needs to be in the range 0-100%!
cs: Hodnota pracnosti musí být v rozsahu 0-100%
de: Der %-uale Aufwand muss im Bereich 0-100% liegen!
es: El Esfuerzo % debe estar en el rango 0-100%!
fi: Työmäärä-prosentti pitää olla välillä 0-100%!
fr: La valeur doit être comprise entre 0 et 100%.
hu: A % kísérlet értékének 0-100% között kell lennie!
pl: Wartość Wysiłku % musi mieścić się w przedziale 0-100%!
pt: O valor percentual de esforço precisa estar no intervalo de 0 a 100%!
pt_pt: O valor do Esforço, em %, tem que pertencer ao intervalo 0-100%!
ru: Значение % Усилия должно быть в диапазоне 0-100%!
zh_hant: 工作的%值必須介於0~100%！

# TaskDetails_SplitTaskEffortNotInteger
source: The % Effort value needs to be an integer!
cs: Hodnota pracnosti musí být celé číslo!
de: Der %-uale Aufwand muss eine ganze Zahl sein!
es: El Esfuerzo % necesita ser un valor entero!
fi: Työmäärä-prosentin arvo pitää olla kokonaisluku!
fr: Vous devez entrer une valeur entière.
hu: A % kísérlet értékének egész számnak kell lennie!
pl: Wartość % Wysiłku musi być liczbą całkowitą!
pt: O valor percentual de esforço precisa ser um número inteiro!
pt_pt: O valor do Esforço, em %, tem que ser um valor inteiro!
ru: Значение % Effort должно быть целым числом!
zh_hant: 工作的%值必須為整數值！

# TaskDetails_SplitTaskNameRequired
source: You need to enter a Name for the new Task!
cs: Musíte zadat Jméno pro nový Úkol!
de: Sie müssen einen Namen für die neue Aufgabe eingeben!
es: Debe introducir un nombre para la nueva tarea!
fi: Sinun on annettava nimi uudelle Tehtävälle!
fr: Vous devez entrer un nom pour la nouvelle tâche.
hu: Adjon meg egy nevet az új feladathoz!
pl: Musisz podać nazwę dla nowego zadania!
pt: Você precisa informar um nome para a nova tarefa!
pt_pt: Introduza um Nome para a nova tarefa!
ru: Вам необходимо ввести Имя для нового задания!
zh_hant: 您必須為新工作輸入名稱

# AjaxFormManager_EnterSignature
source: Enter Electronic Signature
cs: Vložte elektronický podpis
de: Elektronische Signatur eingeben
es: Introduzca la Firma Electrónica
fi: Syötä sähköinen allekirjoitus
fr: Signature numérique
hu: Adjon meg egy elektronikus aláírást
pl: Wprowadź Podpis elektroniczny
pt: Assinar Digitalmente
pt_pt: Introduza a Assinatura Eletrónica
ru: Введите электронную подпись

# AjaxFormManager_EnterSignatureInfo
source: Please enter your login/password together with the meaning and click Sign:
cs: Zadejte prosím své přihlašovací jméno/heslo spolu s významem a klikněte na Přihlásit
de: Bitte geben Sie Ihr Login/Passwort gemeinsam mit der Begründung ein und klicken Sie Unterschreiben.
es: Por favor, introduzca um Nombre de Usuario/Contraseña junto con el objetivo y haga clic en Firmar:
fi: Syötä käyttäjätunnus/salasana
fr: Veuillez saisir votre login, mot de passe et l'intitulé de la signature avant de signer
hu: Adjon meg egy bejelentkezési nevet/jelszót a jelentéssel, majd kattintson a Bejelentkezésre:
pl: Proszę wpisać swój login/hasło wraz z oznaczeniem i kliknąć "Sign":
pt: Por favor, informe seu usuário/senha juntamente com a finalidade e clique em Assinar:
pt_pt: Introduza, por favor, a sua identificação e palavra chave, juntamente com o justificação, e prima Assinar:
ru: Пожалуйста, введите Ваш логин/пароль вместе со значением и нажмите кнопку Войти:

# AjaxFormManager_Login
source: Login
es: Nombre de Usuario
fi: Käyttäjätunnus
hu: Bejelentkezés
pt: Usuário
pt_pt: Identificação
ru: Вход

# AjaxFormManager_Meaning
source: Meaning
cs: Význam
de: Begründung
es: Objetivo
fi: Tarkoitus
fr: Intitulé
hu: Jelentés
pl: Znaczenie
pt: Finalidade
pt_pt: Justificação
ru: Значение

# AjaxFormManager_Password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
pl: Hasło
pt: Senha
pt_pt: Palavra Chave
ru: Пароль

# AjaxFormManager_Sign
source: Sign
cs: Přihlásit
de: Unterschreiben
es: Firmar:
fi: Allekirjoitus
fr: Signature
hu: Aláírás
pl: Podpisz
pt: Assinar
pt_pt: Assinar
ru: Распишитесь на сайте .

# AjaxFormManager_DefaultMeaning
source: Changing {0} {1}:{2} from '{3}' to '{4}'
cs: Měním {0} {1}:{2} z '{3}' na '{4}'
de: Wechsel {0} {1}:{2} von '{3}' zu '{4}'
es: Cambiando {0} {1}:{2} de '{3}' para '{4}'
fi: Muokkaa {0} {1}:{2} '{3}'sta '{4}'een
fr: Remplacement de {0} {1}:{2} de '{3}' par '{4}'
hu: {0} {1}:{2} módosítása '{3}'-ról '{4}'-ra
pl: Zmieniając {0} {1}:{2} z "{3}" na "{4}
pt: Mudando {0} {1}:{2} de '{3}' para '{4}'
pt_pt: A alterar {0} {1}:{2} de '{3}' para '{4}'
ru: Изменение {0}:{1}:{2} с '{3}' на '{4}'.

# AjaxFormManager_LoginRequired
source: You need to provide a Login!
cs: Musíte zadat Login!
de: Sie müssen ein Login angeben!
es: Debe elegir un Nombre de Usuario!
fi: Sinun on annettava Käyttäjätunnus!
fr: Veuillez saisir un login !
hu: Adjon meg egy bejelentkezési nevet!
pl: Musisz dostarczyć Login!
pt: Você precisa informar um nome de usuário!
pt_pt: Tem que se identificar!
ru: Вы должны предоставить Логин!

# AjaxFormManager_MeaningRequired
source: You need to provide a Meaning!
cs: Musíte zadat Význam!
de: Sie müssen eine Bedeutung eingeben!
es: Debe elegir un Objetivo!
fi: Sinun on annettava Tarkoitus!
fr: Veuillez saisir la signification.
hu: Adjon meg egy jelentést!
pl: Musisz podać znaczenie!
pt: Você precisa informar uma finalidade!
pt_pt: Tem que apresentar uma Justificação!
ru: Ты должен дать смысл!

# AjaxFormManager_PasswordRequired
source: You need to provide a Password!
cs: Musíte zadat Heslo!
de: Sie müssen ein Passwort eingeben!
es: Debe elegir una Contraseña!
fi: Sinun on annettava Salasana!
fr: Veuillez saisir un mot de passe.
hu: Adjon meg egy jelszót!
pl: Musisz podać hasło!
pt: Você precisa informar uma senha!
pt_pt: Tem que introduzir uma Palavra Chave!
ru: Вам необходимо предоставить Пароль!

# ArtifactEmail_SentMessageSuccess
source: Successfully sent email
cs: Email byl úspěšně odeslán
de: Email erfolgreich versandt.
es: E-mail enviado con éxito
fi: Sähköposti onnistuneesti lähetetty
fr: Email envoyé.
hu: E-mail sikeresen elküldve
pl: Pomyślnie wysłany email
pt: E-mail enviado com sucesso!
pt_pt: E-mail enviado com sucesso
ru: Успешно отправлено по электронной почте
