Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# DateRangeFilter_LastMonth
source: Last Month
cs: Minulý měsíc
de: Letzten Monat
es: Último Mes
fi: Viime kuukausi
fr: Dernier mois
hu: Múlt hónap
pl: Ostatni miesiąc
pt: Último Mês
pt_pt: Último Mês
ru: последний месяц
zh_hans: 上个月
zh_hant: 上個月

# DateRangeFilter_LastWeek
source: Last Week
cs: Minulý týden
de: Letzte Woche
es: Última semana
fi: Viime viikko
fr: Dernière semaine
hu: Múlt hét
pl: W zeszłym tygodniu
pt: Última Semana
pt_pt: Semana Passada
ru: прошлая неделя
zh_hans: 上个星期
zh_hant: 上個星期

# DateRangeFilter_StandardDates
source: Standard date ranges:
cs: Standardní rozsahy dat:
de: Standard Zeiträume:
es: Rangos de fecha estándar:
fi: Vakio päivämäärävälit:
fr: Périodes standard :
hu: Normál dátumtartományok:
pl: Standardowe zakresy dat:
pt: Intervalos de data padrão:
pt_pt: Intervalos de data padrão:
ru: Стандартные диапазоны дат:
zh_hans: 标准的日期范围：
zh_hant: 標準日期範圍：

# DateRangeFilter_ThisMonth
source: This Month
cs: Tento měsíc
de: Diesen Monat
es: Este Mes
fi: Tämä kuukausi
fr: Ce mois-ci
hu: Ez a hónap
pl: W tym miesiącu
pt: Este mês
pt_pt: Este Mês
ru: Этот месяц
zh_hans: 本月
zh_hant: 本月

# DateRangeFilter_ThisWeek
source: This Week
cs: Tento týden
de: Diese Woche
es: Esta Semana
fi: Tämä viikko
fr: Cette semaine
hu: Ezen a héten
pl: W tym tygodniu
pt: Esta semana
pt_pt: Esta Semana
ru: эта неделя
zh_hans: 本周
zh_hant: 本周

# DateRangeFilter_Today
source: Today
cs: Dnes
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
hu: Ma
pl: Dzisiaj
pt: Hoje
pt_pt: Hoje
ru: Сегодня
zh_hans: 今天
zh_hant: 今天

# DateRangeFilter_Yesterday
source: Yesterday
cs: Včera
de: Gestern
es: Ayer
fi: Eilen
fr: Hier
hu: Tegnap
pl: Wczoraj
pt: Ontem
pt_pt: Ontem
ru: Вчера
zh_hans: 昨天
zh_hant: 昨天

# Global_PleaseSelect
source: -- Please Select --
cs: -- Prosím vyberte --
de: -- Bitte auswählen --
es: -- Por favor, Seleccione --
fi: -- Valitse --
fr: -- Veuillez sélectionner --
hu: -- Kérem válasszon --
pl: -- Wybierz --
pt: -- Por favor selecione --
pt_pt: -- Por favor selecione --
ru: -- Пожалуйста, выберите --
zh_hans: -- 请选择 --
zh_hant: -- 請選擇 --

# Releases_SuccessfullyCreatedTestSet
source: Successfully Created Test Set from the Release
cs: Testovací sada byla úspěšně vytvořena z této verze
de: Testreihe erfolgreich aus dem Release erstellt
es: Conjunto de pruebas creado con éxito a partir de la Release
fi: Testijoukko luotu onnistuneesti Julkaisusta
fr: Création effectuée
hu: A release-ből készített teszt set sikeresen létrehozva
pl: Pomyślnie utworzono Zestaw testowy dla Wydania
pt: Conjunto de testes criado com sucesso a partir do release
pt_pt: Conjunto de Teste Criado com Sucesso a partir da Entrega
ru: Успешно созданный тестовый набор из релиза
zh_hans: 成功从发行中创建测试仪
zh_hant: 已成功從版本建立測試集

# Global_No
source: No
cs: Ne
de: Nein
fi: Ei
fr: Non
hu: Nem
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
zh_hans: 否
zh_hant: 否

# Global_Yes
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
zh_hans: 是
zh_hant: 是

# Global_Add
source: Add
cs: Přidat
de: Hinzufügen
es: Agregar
fi: Lisää
fr: Ajouter
hu: Hozzáadás
pl: Dodać
pt: Adicionar
pt_pt: Adicionar
ru: Добавить
zh_hans: 添加
zh_hant: 新增

# TestCaseList_AddToRelease
source: Add to Release
cs: Přidat k verzi
de: Dem Release hinzufügen
es: Agregar en la Release
fi: Lisää Julkaisuun
fr: Ajouter à la version
hu: Hozzáadás release-hez
pl: Dodać do Wydania
pt: Adicionar ao Release
pt_pt: Adicionar à Entrega
ru: Добавить в Релиз
zh_hans: 添加到发行
zh_hant: 加入至版本

# TestCaseList_AddToRequirement
source: Add to Requirement
cs: Přidat k požadavku
de: Der Anforderung hinzufügen
es: Agregar al Requerimiento
fi: Lisää Vaatimukseen
fr: Ajouter au besoin
hu: Hozzáadás követelményhez
pl: Dodać do Wymagań
pt: Adicionar ao Requerimento
pt_pt: Adicionar ao Requisito
ru: Добавить в Требование
zh_hans: 添加到需求项
zh_hant: 加入至需求

# TestCaseList_AddToTestSet
source: Add to Test Set
cs: Přidat do testovací sady
de: Der Testreihe hinzufügen
es: Agregar al Conjunto de pruebas
fi: Lisää Testijoukkoon
fr: Ajouter à l’ensemble de tests
hu: Hozzáadás teszt set-hez
pl: Dodać do Zestawu testów
pt: Adicionar ao conjunto de testes
pt_pt: Adicionar ao Conjunto de Testes
ru: Добавить в тестовый набор
zh_hans: 添加到测试仪
zh_hant: 加入至測試集

# TestCaseList_SelectRelease
source: Please select the release you want to add to:
cs: Vyberte verzi, ke které chcete přidat:
de: Bitte wählen Sie das Release aus, dass Sie hinzufügen möchten:
es: Por favor seleccione la release donde desea agregar:
fi: Valitse Julkaisu johon haluat lisätä:
fr: Veuillez choisir la version pour laquelle vous voulez faire l’ajout :
hu: Válassza ki a release-t amelyhez hozzá szeretné adni:
pl: Wybierz wydanie, do którego chcesz dodać:
pt: Por favor, selecione o release que receberá:
pt_pt: Por favor selecione a Entrega a que pretende adicionar:
ru: Пожалуйста, выберите релиз, к которому вы хотите добавить:
zh_hans: 请选择您要增加的发行：
zh_hant: 請選擇您要加入的版本：

# TestCaseList_SelectRequirement
source: Please select the requirement you want to add to:
cs: Vyberte požadavek, ke kterému chcete přidat:
de: Bitte wählen Sie die Anforderung aus, die Sie hinzufügen möchten:
es: Por favor seleccione el requerimiento al que desea agregar:
fi: Valitse Vaatimus johon haluat lisätä:
fr: Veuillez sélectionner le besoin auquel vous voulez faire l’ajout :
hu: Válassza ki a követelményt amelyhez hozzá szeretné adni:
pl: Wybierz wymaganie, do którego chcesz dodać :
pt: Por favor, selecione o requerimento que receberá:
pt_pt: Por favor selecione o requisito a que pretende adicionar:
ru: Пожалуйста, выберите требование, которое вы хотите добавить:
zh_hans: 请选择您要增加的要求：
zh_hant: 請選擇您要加入的需求：

# TestCaseList_SelectTestSet
source: Please select the test set you want to add to:
cs: Vyberte testovací sadu, do které chcete přidat:
de: Bitte wählen Sie die Testreihe aus, die Sie hinzufügen möchten:
es: Por favor seleccione el conjunto de pruebas donde desea agregar:
fi: Valitse Testijoukko johon haluat lisätä:
fr: Veuillez sélectionner l'ensemble de tests auquel vous voulez faire l’ajout :
hu: Válassza ki a teszt setet amelyhez hozzá szeretné adni:
pl: Wybierz zestaw testów, do którego chcesz dodać :
pt: Por favor, selecione o conjunto de testes que receberá:
pt_pt: Por favor selecione o Conjunto de Testes a que pretende adicionar:
ru: Пожалуйста, выберите тестовый набор, который Вы хотите добавить:
zh_hans: 请选择您要增加的测试仪：
zh_hant: 請選擇您要加入的測試集：

# SortedList_SortByAscending
source: Sort by {0} Ascending
cs: Seřadit podle {0} vzestupně
de: Sortieren nach {0} aufsteigend
es: Ordenar por orden creciente de {0}
fi: Järjestä {0} mukaan nousevasti
fr: Trier par ordre croissant
hu: Rendezés {0} szerint, növekvő
pl: Sortuj według kolejności Rosnącej {0}
pt: Ordenar por ordem crescente de {0}
pt_pt: Ordenar por {0}, por Ordem Crescente
ru: Сортирую по {0} Восхождению
zh_hans: 按{0}升序排序
zh_hant: 按{0}升冪排列

# SortedList_SortByDescending
source: Sort by {0} Descending
cs: Seřadit podle {0} sestupně
de: Sortieren nach {0} absteigend
es: Ordenar por orden decreciente de {0}
fi: Järjestä {0} mukaan laskevasti
fr: Trier par ordre décroissant
hu: Rendezés {0} szerint, csökkenő
pl: Sortuj według kolejności Malejącej {0}
pt: Ordenar por ordem decrescente de {0}
pt_pt: Ordenar por {0}, por Ordem Decrescente
ru: Сортирую по {0} По убыванию
zh_hans: 按{0}降序排序
zh_hant: 按{0}降冪排列

# Global_ChooseNameForFilter
source: Please choose a name for this filter:
cs: Prosím, vyberte název pro tento filtr:
de: Bitte wählen Sie einen Namen für diesen Filter:
es: Por favor, elija un nombre para este filtro:
fi: Valitse nimi tälle suodattimelle:
fr: Veuillez choisir un nom pour ce filtre :
hu: Kérjük, válasszon egy nevet ennek a szűrőnek:
pl: Wybierz nazwę dla tego filtra:
pt: Por favor, escolha um nome para este filtro:
pt_pt: Por favor escolha um nome para este filtro:
ru: Пожалуйста, выберите название этого фильтра:
zh_hans: 请选择一名称给该筛选器:
zh_hant: 請選擇此篩選的名稱：

# Global_Save
source: Save
cs: Uložit
de: Speichern
es: Guardar
fi: Talleta
fr: Enregistrer
hu: Mentés
pl: Zapisz
pt: Salvar
pt_pt: Gravar
ru: Сохранить
zh_hans: 保存
zh_hant: 儲存

# Global_SaveFilter
source: Save Filter
cs: Uložit filtr
de: Filter speichern
es: Guardar filtro
fi: Talleta suodatin
fr: Enregistrer le filtre
hu: Szűrő mentése
pl: Zapisz filtr
pt: Salvar Filtro
pt_pt: Gravar Filtro
ru: Сохранить фильтр
zh_hans: 保存筛选器
zh_hant: 儲存篩選

# Global_Refresh
source: Refresh
cs: Aktualizovat
de: Aktualisieren
es: Actualizar
fi: Virkistä
fr: Rafraîchir
hu: Frissítés
pl: Odśwież
pt: Atualizar
pt_pt: Atualizar
ru: Обновить
zh_hans: 刷新
zh_hant: 重整

# IterationPlan_CannotDragReqsTasksSameTime
source: You cannot drag both requirements and tasks at the same time
cs: Nemůžete najednou přesouvat požadavky a úkoly
de: Sie können Anforderungen und Aufgaben nicht zur gleichen Zeit ziehen.
es: No se puede arrastrar requerimientos y tareas al mismo tiempo
fi: Et voi raahata Vaatimuksia ja Tehtäviä samanaikaisesti
fr: Vous ne pouvez pas déplacer simultanément les besoins et les tâches
hu: A követelmények és a feladatok nem mozgathatóak egyszerre
pl: Nie można przeciągnąć dwóch wymagań i zadań w tym samym czasie
pt: Você não pode arrastar requerimentos e tarefas ao mesmo tempo
pt_pt: Não pode arrastar requisitos e tarefas ao mesmo tempo
ru: Нельзя перетаскивать и требования, и задачи одновременно.
zh_hans: 您不能在同一时间拖动需求和任务
zh_hant: 您無法同時拖拉需求與任務

# IterationPlan_NoReleaseSelected
source: No {0} Selected! Please choose a {1} to display the plan.
cs: Žádné {0} vybrány! Prosím vyberte {1} pro zobrazení plánu.
de: Keine {0} ausgewählt! Bitte wählen Sie eine {1}, um den Plan anzuzeigen.
es: No hay ninguno {0} seleccionado! Por favor, elija un {1} para mostrar el plan.
fi: {0} ei ole valittu! Valitse {1} näyttääksesi suunnitelman.
fr: Pas de {0} sélectionné(e) ! Veuillez choisir un(e) {1} pour afficher le plan.
hu: Nincs {0} kiválasztva! A terv megjelenítéséhez válasszon {1}-t
pl: Nie {0} zaznaczone! Wybierz {1}, aby wyświetlić plan.
pt: Nenhum {0} selecionado! Por favor, escolha um {1} para exibir o plano.
pt_pt: Nenhum {0} Selecionado! Por favor escolha um {1} para mostrar o plano.
ru: Нет {0} Избран! Пожалуйста, выберите {1} для отображения плана.
zh_hans: 没有 {0} 选择 ！请选择 {1} 显示计划。
zh_hant: {0} 沒有被選擇！請選擇{1}顯示計畫。

# PlanningGrid_Available
source: Available
cs: K dispozici
de: Verfügbar
es: Disponible
fi: Saatavilla
fr: Disponible
hu: Elérhető
pl: Dostępne
pt: Disponível
pt_pt: Disponível
ru: Имеется на вебсайте .
zh_hans: 可用
zh_hant: 可用的

# PlanningGrid_ItemsDirectlyAssociated
source: Items Directly Associated to {0}
cs: Položek přímo souvisejících s {0}
de: Elemente, die direkt mit {0} verknüpft sind
es: Ítems directamente asociados a {0}
fi: Kohteet jotka suoraan yhdistetty {0} kanssa
fr: Eléments directement associés à {0}
hu: Elemek közvetlenül kapcsolódnak {0}-hoz
pl: Elementy bezpośrednio związane z {0}
pt: Itens diretamente associados a {0}
pt_pt: Itens Diretamente Associados a {0}
ru: Пункты, непосредственно связанные с {0}
zh_hans: 直接关联的 {0} 元件
zh_hant: 項目直接相關至{0}

# PlanningGrid_Remaining
source: Remaining
cs: Zbývající
de: Verbleibend
es: Restantes
fi: Jäljellä oleva
fr: Restant
hu: Fennmaradó
pl: Pozostałe
pt: Restantes
pt_pt: Remanescente
ru: Остающийся
zh_hans: 剩余
zh_hant: 剩餘

# PlanningGrid_Utilized
source: Utilized
cs: Využité
de: Verwendet
es: Utilizados
fi: Käytetty
fr: Utilisé
hu: Felhasznált
pl: Wykorzystane
pt: Utilizado
pt_pt: Utilizado
ru: Использованный
zh_hans: 使用
zh_hant: 利用

# DropDownHierarchy_NavigateToArtifact
source: Navigate to the Artifact
cs: Navigace k artefaktu
de: Zum Artefakt navigieren
es: Navegar al artefacto
fi: Siirry Asiaan
fr: Accédez à l'objet
hu: Keresse meg a kapcsolódó elemet
pl: Przejdź na Artefakt
pt: Navegar para o artefato
pt_pt: Navegar para o Artefacto
ru: Перейдите к артефакту
zh_hans: 导航到工件
zh_hant: 導航到工作

# RichTextBox_AddImage
source: Add Image
cs: Přidat obrázek
de: Bild hinzufügen
es: Agregar imagen
fi: Lisää kuva
fr: Ajouter une image
hu: Kép hozzáadása
pl: Dodaj obraz
pt: Adicionar imagem
pt_pt: Adicionar Imagem
ru: Добавить изображение
zh_hans: 添加图像
zh_hant: 新增圖像

# RichTextBox_AlignLeft
source: Align Left
cs: Zarovnat doleva
de: Linksbündig
es: Alinear a la izquierda
fi: Tasaa vasemmalle
fr: Aligner à gauche
hu: Balra igazítás
pl: Wyrównaj do lewej
pt: Alinhar à esquerda
pt_pt: Alinhar à Esquerda
ru: Выровнять влево
zh_hans: 靠左对齐
zh_hant: 置左

# RichTextBox_AlignRight
source: Align Right
cs: Zarovnat doprava
de: Rechtsbündig
es: Alinear a la derecha
fi: Tasaa oikealle
fr: Aligner à droite
hu: Jobbra igazítás
pl: Wyrównaj do prawej
pt: Alinhar à direita
pt_pt: Alinhar à Direita
ru: Выровнять право
zh_hans: 靠右对齐
zh_hant: 置右

# RichTextBox_BackgroundColor
source: Background Color
cs: Barva pozadí
de: Hintergrundfarbe
es: Color de fondo
fi: Taustaväri
fr: Couleur de fond
hu: Háttérszín
pl: Kolor tła
pt: Cor de fundo
pt_pt: Cor de Fundo
ru: Цвет фона
zh_hans: 背景颜色
zh_hant: 背景顏色

# RichTextBox_Bold
source: Bold
cs: Tučně
de: Fett
es: Negrita
fi: Lihavoitu
fr: Gras
hu: Félkövér
pl: Pogrubienie
pt: Negrito
pt_pt: Negrito
ru: Смелый
zh_hans: 粗体
zh_hant: 粗體

# RichTextBox_Center
source: Center
cs: Vycentrovat
de: Zentriert
es: Centrar
fi: Keskitä
fr: Centrer
hu: Középre igazítás
pl: Wyśrodkuj
pt: Centro
pt_pt: Centrar
ru: Центр
zh_hans: 居中
zh_hant: 中心

# RichTextBox_EnterImageUrl
source: Enter Image URL:
cs: Zadejte URL obrázku:
de: Geben Sie die Bild-URL ein:
es: Introduzca la URL de la imagen:
fi: Syötä kuvan URL:
fr: Entrez l'URL de l'image :
hu: Adja meg a kép URL-jét:
pl: Wprowadź adres URL obrazu:
pt: Digite a URL da imagem:
pt_pt: Insira a URL da imagem:
ru: Введите URL-адрес изображения:
zh_hans: 输入图像的 URL：
zh_hant: 輸入圖像的網址：

# RichTextBox_EnterUrl
source: Enter a URL:
cs: Zadejte URL:
de: Geben Sie eine URL ein:
es: Introduzca una URL
fi: Syötä URL:
fr: Entrez une URL :
hu: Adjon meg egy URL-t:
pl: Wprowadź adres URL:
pt: Digite uma URL:
pt_pt: Insira uma URL:
ru: Введите URL-адрес:
zh_hans: 输入URL：
zh_hant: 輸入網址：

# RichTextBox_Font
source: Font
cs: Písmo
de: Schriftart
es: Fuente
fi: Fontti
fr: Police
hu: Betűtípus
pl: Czcionka
pt: Fonte
pt_pt: Fonte
ru: Шрифт
zh_hans: 字体
zh_hant: 字體

# RichTextBox_FontDropDown
source: -- Font --
cs: -- Písmo --
de: -- Schriftart --
es: -- Fuente --
fi: -- Fontti --
fr: -- Police --
hu: -- Betűtípus --
pl: --Czcionka--
pt: -- Fonte --
pt_pt: -- Fonte --
ru: -- Шрифт --
zh_hans: -- 字体 --
zh_hant: -- 字體 --

# RichTextBox_HorizontalRule
source: Horizontal Rule
cs: Vodorovné měřítko
de: Horizontale Linie
es: Línea Horizontal
fi: Vaakaviivain
fr: Règle horizontale
hu: Vízszintes Rule
pl: Linia pozioma
pt: Linha horizontal
pt_pt: Barra Horizontal
ru: горизонтальное правило
zh_hans: 水平线规则
zh_hant: 水平線尺規

# RichTextBox_Indent
source: Indent
cs: Odsadit
de: Einzug vergrößern
es: Dentro
fi: Sisennä
fr: Augmenter le retrait
hu: Behúzás növelése
pl: Zwiększ wcięcie
pt: P/ dentro
pt_pt: Indentar
ru: Индент
zh_hans: 缩排
zh_hant: 增加縮排

# RichTextBox_InsertLink
source: Insert Link
cs: Vložit odkaz
de: Link einfügen
es: Insertar Link
fi: Lisää linkki
fr: Insérer un lien
hu: Link beillesztése
pl: Wstawianie łącza
pt: Inserir Link
pt_pt: Inserir Ligação
ru: Вставить ссылку
zh_hans: 插入链接
zh_hant: 插入連結

# RichTextBox_InsertTable
source: Insert Table
cs: Vložit tabulku
de: Tabelle einfügen
es: Insertar Tabla
fi: Lisää taulukko
fr: Insérer un tableau
hu: Táblázat beszúrása
pl: Wstawianie tabeli
pt: Inserir Tabela
pt_pt: Inserir Tabela
ru: Вставная таблица
zh_hans: 插入表格
zh_hant: 插入表格

# RichTextBox_Italic
source: Italic
cs: Kurzíva
de: Kursiv
es: Itálica
fi: Kursivoitu
fr: Italique
hu: Dőlt
pl: Kursywa
pt: Itálico
pt_pt: Itálico
ru: Курсив
zh_hans: 斜体
zh_hant: 斜體

# RichTextBox_OrderedList
source: Ordered List
cs: Seřazený seznam
de: Nummerierung
es: Lista ordenada
fi: Järjestetty lista
fr: Liste triée
hu: Rendezett lista
pl: Numerowanie
pt: Lista Ordenada
pt_pt: Lista Ordenada
ru: Список заказов
zh_hans: 有序列的表
zh_hant: 已排序清單

# RichTextBox_Outdent
source: Outdent
cs: Předsadit
de: Einzug verkleinern
es: Fuera
fi: Ulonna
fr: Diminuer le retrait
hu: Behúzás csökkentése
pl: Zmniejsz wcięcie
pt: P/ Fora
pt_pt: Diminuir Indentação
zh_hans: 凸排
zh_hant: 減少縮排

# RichTextBox_Size
source: Size
cs: Velikost
de: Schriftgröße
es: Tamaño
fi: Koko
fr: Taille
hu: Méret
pl: Rozmiar
pt: Tamanho
pt_pt: Tamanho
ru: Размер
zh_hans: 大小
zh_hant: 大小

# RichTextBox_SizeDropDown
source: -- Size --
cs: -- Velikost --
de: -- Schriftgröße --
es: -- Tamaño --
fi: -- Koko --
fr: -- Taille --
hu: -- Méret --
pl: --Rozmiar--
pt: -- Tamanho --
pt_pt: -- Tamanho --
ru: -- Размер --
zh_hans: -- 大小 --
zh_hant: -- 大小 --

# RichTextBox_TextColor
source: Text Color
cs: Barva textu
de: Textfarbe
es: Color del texto
fi: Tekstin väri
fr: Couleur du texte
hu: Szöveg színe
pl: Kolor tekstu
pt: Cor do texto
pt_pt: Cor do Texto
ru: Цвет текста
zh_hans: 文本颜色
zh_hant: 文字顏色

# RichTextBox_Underline
source: Underline
cs: Podtrhnout
de: Unterstreichen
es: Subrayar
fi: Alleviivattu
fr: Souligner
hu: Aláhúzás
pl: Podkreślenie
pt: Sublinhado
pt_pt: Sublinhado
ru: Подробнее
zh_hans: 下划线
zh_hant: 底線

# RichTextBox_UnorderedList
source: Unordered List
cs: Neseřazený seznam
de: Aufzählungszeichen
es: Lista desordenada
fi: Järjestämätön lista
fr: Liste non triée
hu: Rendezetlen lista
pl: Punktory
pt: Lista não ordenada
pt_pt: Lista Não Ordenada
ru: Единый список
zh_hans: 无序列的表
zh_hant: 未排序清單

# RichTextBox_ViewFullScreen
source: View Full Screen
cs: Zobrazit celou obrazovku
de: Vollbildansicht
es: Vista de Pantalla Completa
fi: Näytä koko ruutu
fr: Affichage plein écran
hu: Teljes képernyős nézet
pl: Widok pełnego ekran
pt: Exibir em tela inteira
pt_pt: Ver o Ecrã Todo
ru: Просмотр в полноэкранном режиме
zh_hans: 看全屏视图
zh_hant: 檢視全螢幕

# RichTextBox_ViewHTMLSource
source: View HTML Source
cs: Zobrazit HTML zdroj
de: HTML Code anzeigen
es: Ver código fuente HTML
fi: Näytä HTML-lähde
fr: Afficher la source HTML
hu: HTML forrás megtekintése
pl: Widok kodu źródłowego HTML
pt: Exibir código-fonte HTML
pt_pt: Ver Código-fonte HTML
ru: Просмотр источника HTML
zh_hans: 看 HTML 原文
zh_hant: 檢視 HTML 原始碼

# Global_Name
source: Name
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
hu: Név
pl: Nazwa
pt: Nome
pt_pt: Nome
ru: Имя
zh_hans: 名称
zh_hant: 名稱

# MappingSelector_Add
source: Add >
cs: Přidat>
de: Hinzufügen >
es: Agregar >
fi: Lisää >
fr: Ajouter >
hu: Hozzáadás >
pl: Dodaj >
pt: Adicionar >
pt_pt: Adicionar >
ru: Добавить >
zh_hans: 添加 〉
zh_hant: 新增 >

# MappingSelector_CollapseNode
source: Collapse Node
cs: Sbalit uzel
de: Zuklappen
es: Contraer Nodo
fi: Pura liitos
fr: Réduire le nœud
hu: Csomópont bezárása
pl: Zwiń węzeł
pt: Recolher nó
pt_pt: Ocultar Nó
ru: Узел опускания
zh_hans: 折叠节点
zh_hant: 折疊節點

# MappingSelector_ExpandNode
source: Expand Node
cs: Rozbalit uzel
de: Aufklappen
es: Expandir Nodo
fi: Laajenna liitos
fr: Développer le nœud
hu: Csomópont nyitása
pl: Rozwiń węzeł
pt: Expandir nó
pt_pt: Expandir Nó
ru: Узел расширения
zh_hans: 展开节点
zh_hant: 展開節點

# MappingSelector_NoItemsToRemove
source: There are no mapped items to remove!
cs: Nejsou připojeny žádné položky k odstranění!
de: Es gibt keine zugeordneten Elemente zu entfernen!
es: No hay elementos mapeados para eliminar!
fi: Ei ole kartoitettuja Kohteita joita poistaa!
fr: Il n’y a pas d’éléments associés à supprimer.
hu: Nincsenek eltávolítható elemek
pl: Brak mapowanych elementów do usunięcia!
pt: Não há itens mapeados para remover!
pt_pt: Não há itens mapeados para remover!
ru: Нет ни одного картографического предмета, который можно было бы удалить!
zh_hans: 没有要移除的映射的元件！
zh_hant: 沒有可移除的對應項目

# MappingSelector_Remove
source: < Remove
cs: Odstranit <
de: Entfernen <
es: < Eliminar
fi: < Poista
fr: < Supprimer
hu: Eltávolítás <
pl: Usuń <
pt: < Remover
pt_pt: < Remover
ru: <Удалить
zh_hans: 移除 <
zh_hant: 移除 <

# MappingSelector_RemoveAll
source: << Remove All
cs: Odstranit všechny
de: << Alle entfernen
es: << Eliminar Todos
fi: << Poista kaikki
fr: <<< Tout supprimer
hu: Összes eltávolítása
pl: Usuń wszystkie
pt: << Remover Todos
pt_pt: << Remover Todos
ru: << Удалить все
zh_hans: 移除所有
zh_hant: 移除全部

# MappingSelector_SelectItemFromLeftHandBox
source: You need to select at least one item from the left-hand box first
cs: Nejprve vyberte alespoň jednu položku z levého rámečku
de: Sie müssen zuerst mindestens ein Element aus der linken Auswahlliste auswählen.
es: Primero, debe seleccionar al menos un elemento de la caja izquierda
fi: Sinun on ensin valittava ainakin yksi kohde vasemmasta laatikosta
fr: Vous devez auparavant sélectionner au moins un élément de la boîte gauche.
hu: Legalább egy elemet választania kell a bal oldali dobozból
pl: Musisz wybrać co najmniej jeden element w polu po lewej stronie
pt: Você precisa selecionar pelo menos um item na caixa à esquerda primeiro
pt_pt: Precisa de selecionar primeiro pelo menos um item na caixa à esquerda
ru: Сначала необходимо выбрать хотя бы один пункт из левого поля.
zh_hans: 您需要先从左侧的框中选择至少一个元件
zh_hant: 您必須先從左邊方框中選擇至少一個項目

# MappingSelector_SelectItemFromRightHandBox
source: You need to select at least one item from the right-hand box first
cs: Nejprve vyberte alespoň jednu položku z pravého rámečku
de: Sie müssen zuerst mindestens ein Element aus der rechten Auswahlliste auswählen.
es: Primero, debe seleccionar al menos un elemento de la caja derecha
fi: Sinun on ensin valittava ainakin yksi kohde oikealta laatikosta
fr: Vous devez auparavant sélectionner au moins un élément de la boîte droite.
hu: Legalább egy elemet választania kell a jobb oldali dobozból
pl: Musisz wybrać co najmniej jeden element w polu po prawej stronie
pt: Você precisa selecionar pelo menos um item na caixa à direita primeiro
pt_pt: Precisa de selecionar primeiro pelo menos um item na caixa à direita
ru: Сначала необходимо выбрать хотя бы один пункт из правого поля.
zh_hans: 您需要先从右框中选择至少一个元件
zh_hant: 您必須先從右邊方框中選擇至少一個項目

# TestCaseSelector_TestCaseCreatedFromRequirement
source: A new test case was successfully created from this requirement.
cs: Nový testovací případ byl úspěšně vytvořen z tohoto požadavku.
de: Ein neuer Testfall wurde erfolgreich aus dieser Anforderung erstellt.
es: Un nuevo caso de pruebas fue creado con éxito a partir de los requerimientos.
fi: Uusi Testitapaus onnistuneesti luotu tästä Vaatimuksesta.
fr: Nouveau scénario de test créé
hu: A követelményből készített új teszteset sikeresen létrehozva
pl: Nowy przypadek testowy został pomyślnie utworzony dla tego wymagania.
pt: Um novo caso de teste foi criado com sucesso a partir desse requerimento.
pt_pt: Foi criado com sucesso um novo caso de teste a partir deste requisito.
ru: Из этого требования был успешно создан новый тестовый случай.
zh_hans: 新的测试用例已成功按要求创建。
zh_hant: 已成功從此需求建立新測試案例

# TestCaseSelector_TestSetCreatedFromRelease
source: A new test set was successfully created from this release.
cs: Nová testovací sada byla úspěšně vytvořena z této verze.
de: Eine neue Testreihe wurde erfolgreich aus diesem Release erstellt.
es: Un nuevo grupo de pruebas fue creado con éxito a partir de esta release.
fi: Uusi Testijoukko onnistuneesti luotu tästä Julkaisusta.
fr: Nouvel ensemble de tests créé
hu: A release-ből készített teszt set sikeresen létrehozva
pl: Nowy zestaw testów został pomyślnie utworzony dla tego wydania.
pt: Um novo caso de teste foi criado com sucesso a partir desse release.
pt_pt: Foi criado com sucesso um novo conjunto de teste a partir desta Entrega.
ru: Из этого релиза был успешно создан новый тестовый набор.
zh_hans: 新的测试仪已成功按照这一版本创建。
zh_hant: 已成功從此版本建立新測試集
