Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# GlobalNavigation_TooltipTestConfigurationSet
source: A Configuration is a matrix of parameters that tests (both manual and automated) can be run against. Configurations let you quickly create every possible combination from multiple different parameters.
cs: Konfigurace je matice parametrů, proti kterým lze spustit testy (ruční i automatizované). Konfigurace vám umožní rychle vytvořit každou možnou kombinaci z několika různých parametrů.
de: Eine Konfiguration ist eine Matrix von Parametern, mit denen Tests (sowohl manuell als auch automatisiert) durchgeführt werden können. Mit den Konfigurationen können Sie schnell jede mögliche Kombination aus mehreren verschiedenen Parametern erstellen.
es: Una configuración es una matriz de parámetros con la que se puede ejecutar pruebas (tanto manuales como automatizadas). Las configuraciones le permiten crear rápidamente cada combinación posible a partir de múltiples parámetros diferentes.
fr: Une configuration est un ensemble de paramètres destinés à l'exécution de tests manuels et automatisés. Les configurations permettent de créer rapidement toutes les combinaisons possibles de paramètres.
hu: A konfiguráció egy olyan paramétermátrix, amelyekre a teszteket lefuttathatja (manuális és automatizált). A konfigurációkkal több különböző paraméterből gyorsan létrehozhat minden lehetséges kombinációt.
pl: Konfiguracja jest matrycą parametrów, z którymi można przeprowadzać testy (zarówno ręczne, jak i automatyczne). Konfiguracje pozwalają na szybkie stworzenie każdej możliwej kombinacji z wielu różnych parametrów.
pt: Uma Configuração é uma matriz de parâmetros para os quais os testes (manuais e automatizados) podem ser executados. As configurações permitem que você crie rapidamente todas as combinações possíveis a partir de vários parâmetros diferentes.
ru: Конфигурация - это матрица параметров, с которыми можно выполнять тесты (как ручные, так и автоматические). Конфигурации позволяют быстро создавать все возможные комбинации из нескольких различных параметров.

# GlobalNavigation_TooltipDocument
source: All attachments, documents, images (including screenshots) and other files connected to the product are all visible here, with built-in versioning.
cs: Zde jsou viditelné všechny přílohy, dokumenty, obrázky (včetně snímků obrazovky) a další soubory připojené k produktu, s uvedenou verzí.
de: Alle Anhänge, Dokumente, Bilder (einschließlich Screenshots) und andere mit dem Produkt verbundene Dateien sind hier alle sichtbar, mit integrierter Versionierung.
es: Aquí se pueden ver todos los archivos adjuntos, documentos, imágenes (incluidas las capturas de pantalla) y otros archivos conectados al producto, con el control de versiones incorporado.
fr: Tous les fichiers en lien avec le produit (documents, images, copies d'écran… et l'ensemble des versions de ces fichiers).
hu: Az összes csatolmány, dokumentum, kép (a képernyőképeket is ideértve) és minden egyéb, a projekthez kapcsolódó fájl itt tekinthető meg beépített verziókövetéssel.
pl: Wszystkie załączniki, dokumenty, obrazy (w tym zrzuty ekranu) i inne pliki połączone z produktem są tutaj widoczne, z wbudowaną wersją.
pt: Todos os anexos, documentos, imagens (incluindo capturas de tela) e outros arquivos conectados ao produto são visíveis aqui, com versões integradas.
pt_pt: Todos os anexos, documentos, imagens (incluindo as de ecrã) e outros ficheiros associados ao produto podem ser visualizados aqui, com o versionamento que vem incluído.
ru: Все вложения, документы, изображения (включая скриншоты) и другие файлы, подключенные к устройству, видны здесь, со встроенной версией.

# GlobalNavigation_TooltipIncident
source: All incidents in the product, including bugs, enhancements, risks, or any other type as specified by the product owner.
cs: Všechny typy Incidentů v produktu, včetně typů chyba, vylepšení, riziko nebo jakéhokoli jiného typu podle specifikace vlastníka produktu.
de: Alle Vorfälle im Produkt, einschließlich Bugs, Verbesserungen, Risiken oder andere Arten, wie vom Product Owner festgelegt.
es: Todos los incidentes en el producto, incluidos bugs, mejoras, riesgos o cualquier otro tipo según lo especifique el propietario del producto.
fr: Tous les incidents du produit, y compris les bugs, améliorations, risques et tout autre type d’incident spécifié par le propriétaire du produit.
hu: A projekten belüli összes incidens (ideértve a hibákat, feljavításokat, kockázatokat és más típusokat) a projektfelelős által meghatározottak szerint.
pl: Wszystkie incydenty w produkcie, w tym błędy, ulepszenia, zagrożenia lub wszelkie inne rodzaje określone przez właściciela produktu.
pt: Todos os incidentes no produto, incluindo bugs, melhorias, riscos ou qualquer outro tipo, conforme especificado pelo proprietário do produto.
pt_pt: Todos os defeitos do produto, incluindo erros, melhorias, riscos, ou qualquer outro tipo especificado pelo dono do produto.
ru: Все инциденты, связанные с продуктом, включая ошибки, усовершенствования, риски или любые другие виды, указанные владельцем продукта.

# GlobalNavigation_TooltipMyPage
source: Your homepage contains all the information relevant to you—consolidated onto a single page for you to take immediate action
cs: Domovská stránka obsahuje všechny informace, které se vás týkají - sloučeno do jedné stránky, abyste mohli okamžitě pracovat
de: Ihre Homepage enthält alle für Sie relevanten Informationen - konsolidiert auf einer einzigen Seite, damit Sie sofort handeln können.
es: Su página de inicio contiene toda la información relevante para usted, consolidada en una sola página para que pueda actuar de inmediato.
fr: La page d'accueil centralise toutes les informations nécessaires pour la gestion de vos tests.
hu: A kezdőoldal tartalmazza az összes Önhöz kapcsolódó információt.
pl: Twoja strona domowa zawiera wszystkie istotne dla Ciebie informacje, zebrane na jednej stronie, które umożliwią Ci podjęcie natychmiastowych działań.
pt: Sua página inicial contém todas as informações relevantes para você, consolidadas em uma única página para tomada de decisão imediata
pt_pt: Em "A Minha Página" encontra-se toda a informação relevante para si - consolidada numa única página, para que possa entrar imediatamente em ação.
ru: Ваша домашняя страница содержит всю важную для Вас информацию, объединенную на одной странице, чтобы Вы могли незамедлительно принять меры.

# GlobalNavigation_TooltipPlanningBoard
source: Visualize and manage backlog items planned for your product. This planning tool is based on Scrum and Kanban methodologies.
cs: Vizualizujte a spravujte položky nevyřízených položek (backlog) plánované pro váš produkt. Tento plánovací nástroj je založen na metodikách Scrum a Kanban.
de: Visualisieren und verwalten Sie die für Ihr Produkt geplanten Backlog-Elemente. Dieses Planungstool basiert auf Scrum- und Kanban-Methoden.
es: Visualice y administre los elementos de backlog para su producto. Esta herramienta de planificación se basa en las metodologías Scrum y Kanban.
fr: Pour voir et gérer le backlog des éléments de votre produit. Cet outil de planification est basé sur les méthodologies Scrum et Kanban.
hu: A projekthez tervezett hátralévő tételt megjelenítheti és kezelheti. Ez a tervezőeszköz a Scrum és Kanban módszereken alapul.
pl: Wizualizuj i zarządzaj zaległymi pozycjami zaplanowanymi dla Twojego produktu. To narzędzie planowania jest oparte na metodologii Scrum i Kanban.
pt: Visualize e gerencie itens de backlog planejados para o seu produto. Essa ferramenta de planejamento é baseada nas metodologias Scrum e Kanban.
pt_pt: Visualize e gira a lista de itens planeados para o seu produto. Esta ferramenta de planeamento é baseada nas metodologias Scrum e Kanban.
ru: Визуализируйте и управляйте пунктами, запланированными для вашего продукта. Этот инструмент планирования основан на методологиях Scrum и Kanban.

# GlobalNavigation_TooltipRelease
source: Hierarchical collection of a product releases (including sprints and epics)
cs: Hierarchický seznam Verzí produktu (včetně sprintů a epiců)
de: Hierarchische Sammlung einer Produktfreigabe (einschließlich Sprints und Epics)
es: Colección jerárquica de releases de un producto (incluidos sprints y epics)
fr: Ensemble hiérarchique des versions d'un produit (y compris les sprints et epics)
hu: A projekt release-k hierarchikus gyűjteménye (ideértve a sprinteket és elbeszéléseket)
pl: Hierarchiczna kolekcja wydawnictw produktowych (w tym sprinty i epickie)
pt: Coleção hierárquica de lançamentos de produtos (incluindo sprints e epics).
pt_pt: Coleção hierárquica de entregas de produtos (incluindo sprints e epics)
ru: Иерархический сборник релизов продуктов (включая спринты и эпосы)

# GlobalNavigation_TooltipReporting
source: Generate a wide variety of charts and reports for the current workspace, including user generated reports. Reports can be filtered, sorted, and exported.
cs: Generujte širokou škálu grafů a reportů pro aktuální pracovní prostor, včetně reportů vygenerovaných uživateli. Reporty lze filtrovat, třídit a exportovat.
de: Erstellen Sie eine Vielzahl von Diagrammen und Berichten für den aktuellen Arbeitsbereich, einschließlich benutzergenerierter Berichte. Berichte können gefiltert, sortiert und exportiert werden.
es: Genere una amplia variedad de gráficos e reportes para el espacio de trabajo actual, incluidos los reportes generados por los usuarios. Los reportes pueden ser filtrados, ordenados y exportados.
fr: Choisissez vos rapports et graphiques parmi une grande sélection de modèles. Les rapports peuvent être filtrés, triés et exportés.
hu: Számos különböző diagram és jelentés létrehozása az aktuális munkaterülethez (ideértve a felhasználó által létrehozott jelentéseket). A jelentések szűrhetők, rendszerezhetők és exportálhatók.
pl: Generowanie różnorodnych wykresów i raportów dla bieżącej przestrzeni roboczej, w tym raportów generowanych przez użytkowników. Raporty mogą być filtrowane, sortowane i eksportowane.
pt: Gere uma ampla variedade de gráficos e relatórios para o espaço de trabalho atual, incluindo relatórios gerados pelo usuário. Os relatórios podem ser filtrados, classificados e exportados.
pt_pt: Permite gerar diversos gráficos e relatórios para o espaço de trabalho atual, incluíndo relatórios gerados pelo utilizador. Os relatórios podem ser filtrados, ordenados e exportados.
ru: Сгенерировать широкий спектр диаграмм и отчетов для текущего рабочего пространства, включая пользовательские отчеты. Отчеты могут быть отфильтрованы, отсортированы и экспортированы.

# GlobalNavigation_TooltipRequirement
source: Hierarchical collection of requirements of any type, including user stories, use cases, and features
cs: Hierarchický seznam Požadavků jakéhokoli typu, včetně příběhů uživatelů (User story), případů použití (Use case) a funkcí (feature)
de: Hierarchische Sammlung von Anforderungen jeglicher Art, einschließlich User Stories, Use Cases und Features.
es: Colección jerárquica de requisitos de cualquier tipo, incluidas historias de usuario, casos de uso y características
fr: Ensemble hiérarchique des besoins de tout type, y compris les user stories et cas d'utilisation.
hu: Bármely típusú követelmény hierarchikus gyűjteménye (ideértve a felhasználói történeteket, felhasználási eseteket és jellemzőket)
pl: Hierarchiczny zbiór wymagań dowolnego typu, w tym historii użytkownika, przypadków użycia i funkcji
pt: Coleção hierárquica de requerimentos de qualquer tipo, incluindo histórias de usuários, casos de uso e funcionalidades
pt_pt: Coleção hierárquica de requisitos de qualquer tipo, incluíndo user stories, casos de uso e funcionalidades
ru: Иерархический набор требований любого типа, включая пользовательские истории, примеры использования и функции

# GlobalNavigation_TooltipResource
source: Resource management to view every active member of a product, along with the total workload (both completed and planned).
cs: Správa zdrojů k zobrazení každého aktivního člena produktu spolu s celkovou pracovní zátěží (dokončenou i plánovanou).
de: Ressourcenmanagement, um jedes aktive Mitglied eines Produkts zusammen mit der gesamten Arbeitslast (abgeschlossen und geplant) anzuzeigen.
es: Use la Administración de recursos para ver cada miembro activo de un producto, junto con la carga de trabajo total (tanto completada como planeada).
fr: Gestion des ressources d'un produit (membres actifs, charge de travail totale, terminée, estimée...).
hu: Forráskezelés a projekthez tartozó összes aktív tag, valamint a teljes munkaterhelés (teljesített és tervezett) megjelenítéséhez.
pl: Zarządzanie zasobami w celu przeglądania każdego aktywnego członka produktu wraz z całkowitym nakładem pracy (zarówno wykonanej, jak i planowanej).
pt: Gerenciamento de recursos para visualizar todos os membros ativos de um produto, juntamente com a carga de trabalho total (concluída e planejada).
pt_pt: Gestão de recursos para visualizar todos os membros ativos de um produto, com o volume total de trabalho associado (concluído e planeado).
ru: Управление ресурсами для просмотра каждого активного члена продукта вместе с общей рабочей нагрузкой (как завершенной, так и запланированной).

# GlobalNavigation_TooltipSourceCode
source: View all files stored in the source code for this product across all current branches, and explore each files history.
cs: Zobrazí veškerý zdrojový kód připojený k aplikaci, včetně konkrétních úprav (commitů), revizí souborů a větví aplikace (branches).
de: Zeigen Sie den gesamten mit der Anwendung verbundenen Quellcode an, einschließlich bestimmter Commits, Dateirevisionen und Verzweigungen.
es: Vea todo el código fuente conectado a la aplicación, incluyendo commits específicas, revisiones de archivos y branches.
fr: Voir tous les codes sources reliés au code source de l'application, y compris les commits spécifiques, les révisions de fichiers et les branches.
hu: Az alkalmazáshoz kapcsolódó összes forráskód megtekintése (ideértve a specifikus hozzárendeléseket, fájlverziókat és ágakat).
pl: Wyświetlanie całego kodu źródłowego podłączonego do aplikacji, w tym konkretnych zobowiązań, korekt plików i oddziałów.
pt: Visualize todo o código-fonte conectado ao aplicativo, incluindo commits específicos, revisões de arquivos e ramificações.
pt_pt: Visualizar todo o código fonte associado à aplicação, incluíndo atualizações específicas, revisões de ficheiros e ramos.
ru: Просмотреть весь исходный код, связанный с приложением, включая конкретные фиксации, ревизии файлов и ветки.

# GlobalNavigation_TooltipTask
source: Tasks help break down larger areas of work like Requirements or Incidents, so discreet parts can be done by different people. Tasks can also be standalone activities.
cs: Úkoly pomáhají rozdělit větší pracovní oblasti, jako jsou Požadavky nebo Incidenty, takže dílčí části mohou provádět různí lidé. Úkoly mohou být také samostatnými činnostmi.
de: Aufgaben helfen, größere Arbeitsbereiche wie Anforderungen oder Vorfälle aufzuschlüsseln, so dass diskrete Teile von verschiedenen Personen erledigt werden können. Aufgaben können auch eigenständige Aktivitäten sein.
es: Las tareas ayudan a desglosar grandes áreas de trabajo, como Requisitos o Incidentes, para que diferentes personas puedan hacer partes discretas. Las tareas también pueden ser actividades independientes.
fr: Les tâches permettent de subdiviser le travail entre les testeurs dans des domaines tels que les besoins ou les incidents. Les tâches peuvent également être une activité autonome.
hu: A feladatokkal felbonthatja a munka nagyobb területeit például követelményekre vagy incidensekre, így a különálló részeket különböző személyek teljesíthetik. A feladatok lehetnek önálló tevékenységek is.
pl: Zadania pomagają rozbić większe obszary pracy, takie jak Wymagania lub Incydenty, dzięki czemu dyskretne części mogą być wykonywane przez różne osoby. Zadania mogą być również działaniami autonomicznymi.
pt: As tarefas ajudam a dividir áreas grandes de trabalho, como Requisitos ou Incidentes, para que partes discretas possam ser feitas por pessoas diferentes. As tarefas também podem ser atividades autônomas.
pt_pt: As Tarefas permitem a subdivisão de grandes áreas de trabalho, tais como Requisitos ou Defeitos, de forma a que possam ser realizadas por recursos distintos. As Tarefas também podem ser atividades isoladas.
ru: Задачи помогают разбивать большие области работы, такие как Требования или Инциденты, поэтому незаметные части могут выполняться разными людьми. Задачи также могут быть самостоятельной деятельностью.

# GlobalNavigation_TooltipTestCase
source: Test Cases are the key unit of testing in the application. Each Test Case is made up of Test Steps. The execution status of a Test Case (eg pass or fail) can be traced across the system to Releases and Requirements.
cs: Testovací případy jsou klíčovou jednotkou testování v aplikaci. Každý testovací případ se skládá z testovacích kroků. Stav provedení testovacího případu (např. Prošlo nebo Selhalo) lze v celém systému vysledovat skrz Verze a Požadavky.
de: Testfälle sind die wichtigste Einheit des Testens in der Anwendung. Jeder Testfall besteht aus Testschritten. Der Ausführungsstatus eines Testfalls (z.B. bestanden oder fehlgeschlagen) kann systemweit auf Releases und Requirements zurückgeführt werden.
es: Casos de prueba son la unidad clave de prueba en la aplicación. Cada caso de prueba se compone de pasos de prueba. El estado de ejecución de un caso de prueba (p. Ej., 'Aprobado' o 'Reprobado') se puede rastrear en todo el sistema hasta las versiones y requisitos.
fr: Les scénarios de test sont l’élément essentiel des tests. Chaque scénario de de test est composé d’étapes de test. Le statut d'exécution d'un scénario (par exemple réussite ou échec) peut être tracé dans le système vers les versions et besoins
hu: A tesztesetek az alkalmazáson belüli tesztelés meghatározó egységei. Minden teszteset tesztlépésekből áll. Egy adott teszteset végrehajtási állapota (pl. sikeres vagy sikertelen) a rendszerben a release-k és követelmények szerint követhető nyomon.
pl: Przypadki testowe są kluczową jednostką testową w aplikacji. Każdy przypadek testowy składa się z etapów testowych. Status wykonania przypadku testowego (np. zaliczony lub niezaliczony) może być śledzony w całym systemie do Uwolnień i Wymagań.
pt: Casos de teste são a estrutura base dos testes na aplicação. Cada Caso de Teste é composto de Etapas de Teste. O status de execução de um Caso de Teste (ex.: Aprovado ou Reprovado) pode ser rastreado em todo o sistema até em releases e requerimentos.
pt_pt: Os Casos de Teste são as unidades chave elementares para testar uma aplicação. Cada Caso de Teste é constituído por Passos de Teste. O estado da execução de um Caso de Teste (e.g. sucesso ou insucesso) pode ser rastreado no sistema até às entregas e requisitos.
ru: Тестовые корпуса являются ключевой единицей тестирования в приложении. Каждый тестовый случай состоит из тестовых шагов. Статус выполнения тестового случая (например, "пройдено" или "не пройдено") можно проследить по всей системе до разделов "Выпуски" и "Требования".

# GlobalNavigation_TooltipTestRun
source: Each time a Test Case is executed it creates a Test Run. Every execution in a product is collected as Test Runs that act as records for all testing activity.
cs: Při každém spuštění Testovacího Případu se vytvoří Běh testu. Každé spuštění v produktu se shromažďuje jako testovací běhy, které fungují jako záznamy pro celou testovací aktivitu.
de: Bei jeder Ausführung eines Testfalls wird ein Testlauf erstellt. Jede Ausführung in einem Produkt wird als Testlauf gesammelt, der als Protokoll für alle Testaktivitäten dient.
es: Cada vez que se ejecuta un caso de prueba, se crea una ejecución de prueba. Cada ejecución en un producto se recopila como Ejecuciones de prueba que actúan como registros para toda la actividad de prueba.
fr: Une exécution de test est créée à chaque fois qu'un scénario de test est exécuté. Toutes les exécutions sont enregistrées dans le produit et permettent de documenter les activités de test.
hu: Valahányszor egy tesztesetet futtat, egy tesztfuttatás jön létre. Minden projekten belüli végrehajtás tesztfuttatásként kerül összegyűjtésre, amely a teljes tesztelési tevékenység feljegyzéseként szolgál.
pl: Za każdym razem, gdy wykonywany jest przypadek testowy, tworzy on Uruchomienie testowe. Każde wykonanie w produkcie jest gromadzone jako przebiegi testowe, które działają jako zapisy dla wszystkich czynności testowych.
pt: Cada vez que um Caso de Teste é executado, ele cria uma Execução de Teste. Toda execução em um produto é coletada como Execução de Teste, que funciona como registro para todas as atividades de teste.
pt_pt: De cada vez que um Caso de Teste é executado, é criada uma Execução de Teste. Cada execução no contexto de um produto é coligida como uma Execução de Teste, que constitui o registo de toda a atividade de testes.
ru: Каждый раз, когда выполняется тестовый случай, создается тестовый запуск. Каждое выполнение в продукте собирается как Test Runs, которые действуют в качестве записей для всех тестовых действий.
