Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestSetList_CannotExecuteFolder
source: You cannot execute a folder, please choose a test set and try again!
cs: Složku nemůžete spustit, vyberte testovací sadu a zkuste to znovu!
de: Sie können keinen Ordner ausführen. Bitte wählen Sie eine Testreihe aus und versuchen Sie es erneut!
es: No puede ejecutar una carpeta. Por favor, elija um Conjunto de Pruebas y vuelva a intentarlo!
fi: Et voi ajaa hakemistoa, valitse Testijoukko ja yritä uudestaan!
fr: Vous ne pouvez exécuter un dossier, veuillez choisir un ensemble de tests et réessayer.
hu: Nem futtathat egy könyvtárat, kérem válasszon egy teszt szettet és próbálja újra.
pl: Nie można wykonać folderu, proszę wybrać zestaw testowy i spróbować ponownie!
pt: Você não pode executar uma pasta. Por favor, escolha um conjunto de testes e tente novamente!
pt_pt: Não pode executar uma pasta. Por favor, selecione um conjunto de teste e tente novamente.
ru: Вы не можете выполнить папку, пожалуйста, выберите тестовый набор и повторите попытку!

# ArtifactType_Requirement
source: Requirement
cs: Požadavek
de: Anforderung
es: Requerimiento
fi: Vaatimus
fr: Besoin
hu: Követelmény
pl: Wymóg
pt: Requerimento
pt_pt: Requisito
ru: Требование

# ArtifactType_TestSet
source: Test Set
cs: Testovací sada
de: Testreihe
es: Conjunto de Pruebas
fi: Testijoukko
fr: Ensemble de tests
hu: Teszt szett
pl: Zestaw testowy
pt: Conjunto de Testes
pt_pt: Conjunto de Teste
ru: Набор для тестирования

# TestCaseList_AddToReleaseSuccess
source: Successfully added test cases to release.
cs: Testovací Případy úspěšně přidány do Verze.
de: Die Testfälle wurden erfolgreich zu dem Release hinzugefügt.
es: Los casos de prueba se han añadido correctamente a la release.
fi: Onnistuneesti lisätty testitapauksia julkaisulle.
fr: Scénarios de test ajoutés à la version
hu: Sikeresen hozzáadta a teszteseteket a release-hez
pl: Sukcesywnie dodawane przypadki testowe do wydania.
pt: Casos de Teste adicionados com sucesso ao release.
pt_pt: Casos de teste adicionados com sucesso à entrega.
ru: Успешно добавлены тестовые случаи для выпуска.

# TestCaseList_AddToRequirementSuccess
source: Successfully added test cases to requirement
cs: Testovací Případy úspěšně přidány do Požadavku.
de: Die Testfälle wurden erfolgreich zu der Anforderung hinzugefügt.
es: Los casos de prueba se han añadido correctamente al requerimiento.
fi: Onnistuneesti lisätty testitapauksia vaatimukselle.
fr: Scénarios de test ajoutés au besoin
hu: Sikeresen hozzáadta a teszteseteket a követelményhez
pl: Pomyślnie dodane przypadki testowe do wymogu
pt: Casos de Teste adicionados com sucesso ao requerimento.
pt_pt: Casos de teste adicionados com sucesso ao requisito
ru: Успешно добавленные тестовые случаи к требованию

# TestCaseList_AddToTestSetSuccess
source: Successfully added test cases to test set
cs: Testovací Případy úspěně přidány do Testovací Sady.
de: Die Testfälle wurden erfolgreich zu der Testreihe hinzugefügt.
es: Los casos de prueba se han añadido correctamente al conjunto de pruebas.
fi: Onnistuneesti lisätty testitapauksia testijoukkoon.
fr: Scénarios de test ajoutés à l'ensemble de tests
hu: Sikeresen hozzáadta a teszteseteket a teszt szetthez.
pl: Pomyślnie dodane przypadki testowe do zestawu testowego
pt: Casos de Teste adicionados com sucesso ao conjunto de testes.
pt_pt: Casos de teste adicionados com sucesso ao conjunto de teste
ru: Успешно добавленные тестовые случаи к тестовому набору

# TestCaseList_RemoveFromReleaseSuccess
source: Successfully removed test cases from release.
cs: Testovací případy byly úspěšně odebrány z Verze.
de: Die Testfälle wurden erfolgreich aus dem Release entfernt.
es: Casos de prueba eliminados con éxito de la release.
fi: Onnistuneesti poistettu testitapauksia julkaisusta.
fr: Scénarios de test supprimés de la version.
hu: Sikeresen eltávolította a teszteseteket a releaseből
pl: Z powodzeniem usunięto przypadki testowe z wydania.
pt: Casos de Teste removidos com sucesso do release.
pt_pt: Casos de teste removidos com sucesso da entrega.
ru: Успешно удалены тестовые случаи из отпуска.

# GlobalFunctions_InvalidOperation
source: Invalid Operation
cs: Neplatná operace
de: Unzulässige Operation.
es: Operación Inválida
fi: Väärä operaatio
fr: Opération non autorisée
hu: Érvénytelen művelet
pl: Nieważna operacja
pt: Operação Inválida
pt_pt: Operação Inválida
ru: Недействительная операция

# Global_CannotSelectMoreThanOneFolder
source: If you select a folder, you cannot select other items at the same time!
cs: Pokud vyberete složku, nemůžete vybrat další položky současně!
de: Wenn Sie einen Ordner auswählen, können Sie gleichzeitig keine anderen Elemente auswählen!
es: Si selecciona una carpeta, no podrá seleccionar otros elementos al mismo tiempo!
fi: Jos valitset hakemiston, et voi valita muita kohteita samaan aikaan!
fr: Vous ne pouvez sélectionner d'autres objets si vous sélectionnez un dossier.
hu: Ha kiválaszt egy könyvtárat, akkor nem választhat ki más elemeket.
pl: Jeśli wybierzesz folder, nie możesz wybrać innych elementów jednocześnie!
pt: Se você selecionar uma pasta, não poderá selecionar outros itens ao mesmo tempo!
pt_pt: Se selecionar uma pasta, não pode selecionar outros itens em simultâneo!
ru: При выборе папки нельзя одновременно выбирать и другие элементы!

# ArtifactType_AutomationEngine
source: Automation Engine
cs: Automatizační modul
de: Automatisierungsmaschine
es: Herramienta de Automatización
fi: Automaatio-kone
fr: Moteur d’automatisation
hu: Automatizációs motor
pl: Automatyka Silnik
pt: Mecanismo de Automação
pt_pt: Motor de Automação
ru: Двигатель автоматизации

# ArtifactType_AutomationHost
source: Automation Host
cs: Hostitel automatizace
de: Automatisierungshost
es: Host de Automatización
fi: Automaatio-isäntä
fr: Hôte d'automatisation
hu: Automatizációs hoszt
pl: Gospodarz automatyki
pt: Host de Automação
pt_pt: Ambiente de Automação
ru: Хост автоматизации

# ArtifactType_Document
source: Document
cs: Dokument
de: Dokument
es: Documento
fi: Dokumentti
hu: Dokumentum
pl: Dokument
pt: Documento
pt_pt: Documento
ru: Документ

# ArtifactType_Incident
source: Incident
de: Vorfall
es: Incidente
fi: Havainto
hu: Incidens
pl: Incydent
pt: Incidente
pt_pt: Defeito
ru: Инцидент

# ArtifactType_Message
source: Message
cs: Zpráva
de: Nachricht
es: Mensaje
fi: Viesti
hu: Üzenet
pl: Wiadomość
pt: Mensagem
pt_pt: Mensagem
ru: Сообщение

# ArtifactType_RequirementStep
source: Requirement Step
cs: Krok požadavku
de: Anforderungsschritt
es: Paso de requerimiento
fi: Vaatimuksen askel
fr: Etape de besoin
hu: Követelménylépés
pl: Etap wymagań
pt: Etapa de Requerimento
pt_pt: Passo do Requisito
ru: Шаг требования

# ArtifactType_Task
source: Task
cs: Úkol
de: Aufgabe
es: Tarea
fi: Tehtävä
fr: Tâche
hu: Feladat
pl: Zadanie
pt: Tarefa
pt_pt: Tarefa
ru: Задача

# ArtifactType_TestCase
source: Test Case
cs: Testovací případ
de: Testfall
es: Caso de Prueba
fi: Testitapaus
fr: Scénario de test
hu: Teszteset
pl: Przypadek testowy
pt: Caso de Teste
pt_pt: Caso de Teste
ru: Тестовый случай

# ArtifactType_TestRun
source: Test Run
cs: Běh testu
de: Testlauf
es: Ejecución de prueba
fi: Testiajo
fr: Exécution de test
hu: Tesztfuttatás
pt: Execução de Teste
pt_pt: Execução de Teste
ru: Тестовый запуск

# ArtifactType_TestStep
source: Test Step
cs: Krok testu
de: Testschritt
es: Paso de prueba
fi: Testiaskel
fr: Etape de test
hu: Tesztlépés
pl: Etap testowy
pt: Etapa de Teste
pt_pt: Passo de Teste
ru: Этап тестирования

# ArtifactType_User
source: User
cs: Uživatel
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
hu: Felhasználó
pl: Użytkownik
pt: Usuário
pt_pt: Utilizador
ru: Пользователь

# Global_Current
source: Current
cs: Aktuální
de: Aktuell
es: Actual
fi: Nykyinen
fr: Actuel
hu: Aktuális
pl: Aktualnie
pt: Atual
pt_pt: Atual
ru: Текущий

# Global_CurrentProject
source: Current Product
cs: Aktuální Produkt
de: Aktuelles Produkt
es: Proyecto Actual
fi: Nykyinen Projekti
fr: Produit en cours
hu: Aktuális projekt
pl: Aktualny produkt
pt: Projeto Atual
pt_pt: Projeto Atual
ru: Текущий продукт

# Global_Filter
source: Filter
cs: Filtr
es: Filtrar
fi: Suodatin
fr: Filtre
hu: Szűrő
pl: Filtr
pt: Filtro
pt_pt: Filtro
ru: Фильтр

# Global_Search_MatchingResults
source: matching result(s)
cs: Odpovídající výsledky
de: passende(s) Ergebnis(se)
es: Resultado(s) coincidente(s)
fi: vastaavaa tulosta
fr: Résultat(s)
hu: egyező találat(ok)
pl: dopasowanie wyniku(-ów)
pt: resultado(s) correspondente(s)
pt_pt: resultado(s) coincidente(s)
ru: совпадающий результат (ы)

# Global_Sort
source: Sort
cs: Seřadit
de: Sortierung
es: Ordenar
fi: Järjestä
fr: Tri
hu: Rendezés
pl: Sortować
pt: Ordenar
pt_pt: Ordenar
ru: Сортировать

# Global_AllArtifacts
source: All Artifacts
cs: Všechny artefakty
de: Alle Artefakte
es: Todos los artefactos
fi: Kaikki Asiat
fr: Tous les objets
hu: Összes tárgykör
pl: Wszystkie artefakty
pt: Todos os Artefatos
pt_pt: Todos os Artefactos
ru: Все артефакты

# Global_AllProjects
source: All Products
cs: Všechny produkty
de: Alle Produkte
es: Todos los Proyectos
fi: Kaikki Projektit
fr: Tous les produits
hu: Összes projekt
pl: Wszystkie produkty
pt: Todos os Projetos
pt_pt: Todos os Projetos
ru: Все продукты

# NavigationBar_ItemList
source: Item List
cs: Seznam položek
de: Objektliste
es: Lista de Ítems
fi: Kohteiden lista
fr: Liste
hu: Elemlista
pl: Lista pozycji
pt: Lista de Itens
pt_pt: Lista de Itens
ru: Перечень позиций

# Pagination_First
source: First
cs: První
de: Zuerst
es: Primero
fi: Ensimmäinen
fr: Premier
hu: Első
pl: Najpierw
pt: Primeiro
pt_pt: Primeiro
ru: Первый

# Pagination_Last
source: Last
cs: Poslední
de: Letzte
es: Último
fi: Viimeinen
fr: Dernier
hu: Utolsó
pl: Ostatni
pt: Último
pt_pt: Último
ru: Последний

# Pagination_Next
source: Next
cs: Další
de: Nächste
es: Siguiente
fi: Seuraava
fr: Suivant
hu: Tovább
pl: Następnie
pt: Próximo
pt_pt: Seguinte
ru: Следующий

# Pagination_Previous
source: Previous
cs: Předchozí
de: Vorherige
es: Anterior
fi: Edellinen
fr: Précédent
hu: Vissza
pl: Poprzedni
pt: Anterior
pt_pt: Anterior
ru: Предыдущий

# Pagination_Refresh
source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fi: Virkistä
fr: Rafraîchir
hu: Frissítés
pl: Odświeżyć
pt: Atualizar
pt_pt: Refrescar
ru: Обновить

# Global_Search
source: Search
cs: Vyhledat
de: Suche
es: Buscar
fi: Haku
fr: Recherche
hu: Keresés
pl: Szukaj
pt: Procurar
pt_pt: Pesquisar
ru: Поиск

# Global_AllFolders
source: All Folders
cs: Všechny složky
de: Alle Ordner
es: Todas las carpetas
fi: Kaikki Hakemistot
fr: Tous les dossiers
hu: Összes könyvtár
pl: Wszystkie foldery
pt: Todas as Pastas
pt_pt: Todas as Pastas
ru: Все папки

# AssociationPanel_SelectArtifact
source: Select Artifact Type
cs: Vybrat typ artefaktu
de: Artefakttyp auswählen
es: Seleccionar Tipo de Artefacto
fi: Valitse asian tyyppi
fr: Type de l'objet
hu: Tárgykör kiválasztása
pl: Wybierz typ artefaktu
pt: Selecionar o Tipo de Artefato
pt_pt: Selecionar Tipo de Artefacto
ru: Выберите тип артефакта

# ArtifactLinkType_Depends
source: Depends-on
cs: Záleží na
de: Abhängig von
es: Depende de
fi: Riippuu
fr: Dépendant de
hu: Függőségek
pl: Zależy od
pt: Depende de
pt_pt: Depende de
ru: Зависит от

# ArtifactLinkType_Related
source: Related-to
cs: Související s
de: Verbunden mit
es: Relacionado com
fi: Liittyy
fr: En lien avec
hu: Kapcsolódások
pl: Powiązany z
pt: Relacionado a
pt_pt: Relacionado com
ru: Связанный с

# Global_Comment
source: Comment
cs: Komentář
de: Kommentar
es: Comentario
fi: Kommentti
fr: Commentaire
hu: Hozzászólás
pl: Komentarz
pt: Comentário
pt_pt: Comentário
ru: Комментарий

# Global_Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
pl: Typ
pt: Tipo
pt_pt: Tipo
ru: Введите .

# Global_FilterByName
source: Filter by name
cs: Filtrovat podle jména
de: Nach Name filtern
es: Filtrar por nombre
fi: Suodata nimellä
fr: Filtrer par nom
hu: Szűrés név szerint
pl: Filtr według nazwy
pt: Filtrar por nome
pt_pt: Filtrar por nome
ru: Фильтр по имени

# Global_RowsSelected
source: Row(s) selected
cs: Řádky vybrány
de: Ausgewählte Reihe(n)
es: Fila(s) seleccionada(s)
fi: Riviä valittu
fr: Rangée(s)
hu: Kiválasztott sor(ok)
pl: Wybrany rząd (rzędy)
pt: Linha(s) Selecionada(s)
pt_pt: Linha(s) selecionada(s)
ru: Выбранный(е) ряд(ы)

# AssociationPanel_CreateTestCaseFromRequirement
source: Create Test Case From This Requirement
cs: Vytvořit Testovací Případ z tohoto Požadavku
de: Aus dieser Anforderung einen Testfall erstellen
es: Crear Caso de Prueba de este requerimiento
fi: Luo Testitapaus tästä Vaatimuksesta
fr: Créer un scénario de test à partir du besoin
hu: Teszteset létrehozása ebből a követelményből
pl: Stwórz przypadek testowy na podstawie tego wymogu
pt: Criar caso de teste a partir deste Requerimento
pt_pt: Criar Caso de Teste a partir deste Requisito
ru: Создать тестовый случай из этого требования

# AssociationPanel_CreateTestCaseFromRequirementTooltip
source: Click this to create a new test case in the test case tree that is linked to this Requirement
cs: Kliknutím vytvoříte nový Testovací Případ ve stromu testovacích případů, který je propojen s tímto Požadavkem.
de: Um in dieser Testfallstruktur einen neuen Testfall zu erstellen, der mit dieser Anforderung verbunden ist, klicken Sie bitte hier.
es: Haga clic aquí para crear un nuevo Caso de Prueba en el árbol que está vinculado a este requerimiento
fi: Paina tästä luodaksesi uuden testitapauksen testitapauspuuhun, joka on linkitetty tähän Vaatimukseen
fr: Cliquer ici pour créer un nouveau scénario de test associé au besoin
hu: Kattintson ide, ha új tesztesetet szeretne létrehozni a követelményhez kapcsolt tesztesetfában
pl: Kliknij to, aby utworzyć nowy przypadek testowy w drzewie przypadków testowych, który jest powiązany z tym wymaganiem.
pt: Clique aqui para criar um novo caso de teste na árvore que está associada a esse requerimento
pt_pt: Clicar para criar um novo caso de teste na lista de casos de teste relacionados com este Requisito
ru: Нажмите этот флажок, чтобы создать новый тестовый случай в дереве тестовых примеров, связанном с данным требованием.

# AssociationPanel_CreateTestSetFromRelease
source: Create Test Set From This Release
cs: Vytvořit Testovací Sadu z této Verze
de: Erstelle eine Testreihe aus diesem Release
es: Crear Conjunto de Pruebas de esta release
fi: Luo Testijoukko tästä Julkaisusta
fr: Créer un ensemble de tests pour la version
hu: Teszt szett létrehozása ebből a releaseből
pl: Tworzenie zestawu testowego z tego wydania
pt: Criar conjunto de teste a partir deste release.
pt_pt: Criar Conjunto de Teste a partir desta Entrega
ru: Создайте тестовый набор из этого выпуска

# AssociationPanel_CreateTestSetFromReleaseTooltip
source: Click this to create a new test set in the test set list that has the test cases imported from this Release
cs: Kliknutím vytvoříte novou Testovací Sadu v seznamu testovacích sad, která má Testovací Případy importované z této Verze
de: Um in der Liste eine neue Testreihe zu erstellen, die die Testfälle dieses Releases enthält, klicken Sie hier.
es: Haga clic aquí para crear un nuevo Conjunto de Pruebas en la lista que tiene los casos de prueba importados de esta release
fi: Paina tästä luodaksesi uuden testijoukon testijoukko-listaan, jonka testitapaukset on tuotu tästä Julkaisusta
fr: Cliquer ici pour créer un nouvel ensemble de tests avec les scénarios de test importés pour la version.
pl: Kliknij, aby utworzyć nowy zestaw testów na liście zestawów testów, który zawiera przypadki testowe zaimportowane z tej edycji.
pt: Clique aqui para criar um novo conjunto de teste na lista que possui os casos de teste importados desse release
pt_pt: Clicar para criar um novo conjunto de teste, na lista de conjuntos de teste, que contem os casos de teste importados a partir desta Entrega
ru: Щелкните это, чтобы создать новый набор тестов в списке тестов, в котором тестовые случаи импортированы из этого релиза.

# AssociationPanel_TestCaseCreatedFromRequirement
source: A new test case was successfully created from this requirement.
cs: Z tohoto Požadavku byl úspěšně vytvořen nový Testovací Případ.
de: Ein neuer Testfall wurde erfolgreich aus dieser Anforderung erstellt.
es: Un nuevo caso de prueba fue creado con éxito a partir de este requerimiento.
fi: Uusi Testitapaus onnistuneesti luotu tästä Vaatimuksesta.
fr: Création effectuée
hu: Új teszteset jött létre sikeresen ebből a követelményből.
pl: Na podstawie tego wymogu został pomyślnie stworzony nowy przypadek testowy.
pt: Um novo caso de teste foi criado com sucesso a partir desse requerimento.
pt_pt: Foi criado com sucesso um novo caso de teste a partir deste requisito.
ru: Из этого требования был успешно создан новый тестовый случай.

# AssociationPanel_TestSetCreatedFromRelease
source: A new test set was successfully created from this release.
cs: Z tohoto Požadavku byl úspěšně vytvořena nová Testovací Sada.
de: Eine neue Testreihe wurde erfolgreich aus diesem Release erstellt.
es: Un nuevo Conjunto de Pruebas fue creado con éxito a partir de esta release
fi: Uusi Testijoukko onnistuneesti luotu tästä Julkaisusta.
fr: Création effectuée
hu: Új teszt szett jött létre sikeresen ebből a releaseből.
pl: Z tego wydania został pomyślnie stworzony nowy zestaw testowy.
pt: Um novo conjunto de teste foi criado com sucesso a partir desse release
pt_pt: Foi criado com sucesso um novo conjunto de teste a partir desta entrega.
ru: Из этого релиза был успешно создан новый тестовый набор.

# Folders_AllPackages
source: All Epics
cs: Všechny požadavky
de: Alle Pakete
es: Todos los Paquetes
fi: Kaikki Paketit
fr: Tous les epics
hu: Összes csomag
pl: Wszyscy Epika
pt: Todos os Pacotes
pt_pt: Todos os Pacotes
ru: Все эпосы

# Folders_Root
source: Root
de: Basis
es: Raíz
fi: Juuri
fr: Racine
hu: Gyökér
pl: Korzenie
pt: Raíz
pt_pt: Raiz
ru: корень

# AssociationPanel_FilterPlaceholder
source: Filter by name, or search by ID (e.g.
cs: Filtrovat podle jména nebo hledat podle ID (např.
de: Filtern nach Name oder Suche nach der ID (z.B.
es: Filtrar por nombre o buscar por identificación (ID) (p. ej.
fi: Suodata nimen tai hae ID:n perusteella (esim.
fr: Filtrer par nom, ou rechercher par ID (
hu: Szűrés név szerint, illetve keresés azonosító szerint (pl.
pl: Filtrowanie według nazwy lub wyszukiwanie według ID (np.
pt: Filtrar por nome, ou procurar por identificação (ID) (ex.:
pt_pt: Filtrar por nome, ou pesquisar por ID (e.g.
ru: Фильтровать по имени или искать по идентификатору (например

# Global_Start
source: Start
es: Iniciar
fi: Aloita
fr: Commencer
hu: Indítás
pt: Iniciar
pt_pt: Iniciar
ru: Начать

# AssociationPanel_NoResults
source: No matches found
cs: Nebyly nalezeny žádné shody
de: Keine Treffer gefunden
es: No se encontraron coincidencias
fi: Ei löytynyt vastaavia
fr: Aucun résultat
hu: Nem találhatók egyezések
pl: Nie znaleziono żadnych zapałek
pt: Nenhuma correspondência encontrada
pt_pt: Não foram encontrados resultados
ru: Спичек не найдено

# Onboarding_NoThanks
source: No Thanks
cs: Ne, díky
de: Nein, danke
es: No, gracias
fi: Ei kiitos
fr: Non merci
hu: Nem, köszönöm
pl: Nie, dziękuję.
pt: Não, obrigado
pt_pt: Não Obrigado
ru: Нет, спасибо.

# Onboarding_Welcome_Message
source: We want to quickly show you how to get around the application. It will take less than a minute and then you can explore on your own.
cs: Chceme vám rychle ukázat, jak pracovat s aplikací. Bude to trvat méně než minutu a pak můžete systém zkoumat sami.
de: Wir möchten Ihnen schnell zeigen, wie Sie mit der Anwendung umgehen können. Dies dauert weniger als eine Minute und anschließend können Sie sie allein erkunden.
es: Queremos mostrarle rápidamente cómo navegar por la aplicación. Esto te llevará menos de un minuto y entonces usted puede explorar por su cuenta.
fi: Haluamme näyttää sinulle nopeasti miten pääset liikkumaan sovelluksessa. Se vie vain hetken ja voit sen jälkeen tutkia itse lisää.
fr: Ce tutoriel vous présente les menus et fonctionalités de l'application.
hu: Szeretnénk röviden bemutatni, hogyan használhatja az alkalmazást. Mindez egy percet sem vesz igénybe, és felfedezheti az alkalmazást.
pl: Chcemy szybko pokazać Ci, jak obejść aplikację. Zajmie to mniej niż minutę, a potem będziesz mógł odkrywać na własną rękę.
pt: Gostaríamos de mostrar-lhe rapidamente como navegar pela aplicação. Isso irá levar menos de um minuto e então você poderá explorar as funcionalidades como desejar.
pt_pt: Pretendemos mostrar-lhe rapidamente como utilizar a aplicação. Levará menos de um minuto e poderá, então, explorá-lo por conta própria.
ru: Мы хотим быстро показать вам, как обойти заявку. Это займет меньше минуты, а затем вы можете исследовать самостоятельно.

# Onboarding_YesPlease
source: Yes Please
cs: Ano, prosím
de: Ja, bitte
es: Sí, por favor
fi: Kyllä kiitos
fr: Oui
hu: Igen, köszönöm
pl: Tak Proszę.
pt: Sim, por favor
pt_pt: Sim, Por Favor
ru: Да, пожалуйста.

# Guide_TestExecutionExploratory_intro_Title
source: Quick Tour
cs: Rychlá prohlídka
es: Tutorial Rápido
fr: Visite rapide
hu: Gyors körbevezetés
pl: Szybka wycieczka
pt: Tour Rápido
pt_pt: Guia Rápido
ru: Быстрый тур
