Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# InAppHelp_Chart_SummaryTask
source: The task summary graph shows how many tasks are currently in a product. The number of tasks is displayed according to the criteria that you specify.
cs: Souhrnný graf Úkolů ukazuje, kolik Úkolů je aktuálně v produktu. Počet Úkolů se zobrazuje podle vámi zadaných kritérií.
de: Das 'Aufgaben-Übersichtsdiagramm' zeigt an, wie viele Aufgaben sich derzeit im Produkt befinden. Die Anzahl der Aufgaben, die angezeigt wird, richtet sich nach den von Ihnen gewählten Kriterien.
es: El gráfico de resumen de tareas muestra cuántas tareas hay actualmente en un producto. El número de tareas se muestra de acuerdo con los criterios que especifique.
fr: Le graphique récapitulatif des tâches indique le nombre de tâches actuellement dans un produit. Le nombre de tâches est affiché en fonction des critères que vous spécifiez.
hu: A feladatösszegző ábra azt mutatja, hogy hány feladat van jelenleg egy adott projekten belül. A feladatok száma az Ön által meghatározott kritériumok szerint jelenik meg.
pl: Wykres podsumowujący zadania pokazuje, ile zadań znajduje się obecnie w danym produkcie. Liczba zadań jest wyświetlana zgodnie z określonymi przez użytkownika kryteriami.
pt: O gráfico de resumo de tarefas mostra quantas delas existem atualmente em um produto. O número de tarefas é exibido de acordo com os critérios que você especifica.
pt_pt: O gráfico de resumo de tarefas mostra quantas tarefas tem atualmente um projeto. O número de tarefas é exibido de acordo com os critérios que especificar.
ru: Сводный график задач показывает, сколько задач в настоящее время находится в продукте. Количество задач отображается в соответствии с указанными вами критериями.

# InAppHelp_Chart_SummaryTestCase
source: The test case summary graph shows how many test cases are currently in a product. The number of test cases is displayed according to the criteria that you specify.
cs: Souhrnný graf testovacích případů ukazuje, kolik Testovacích Případů se aktuálně v produktu nachází. Počet Testovacích Případů se zobrazí podle vámi zadaných kritérií.
de: Das 'Testfall-Übersichtsdiagramm' zeigt an, wie viele Testfälle sich derzeit im Produkt befinden. Die Anzahl der Testfälle, die angezeigt wird, richtet sich nach den von Ihnen gewählten Kriterien.
es: El gráfico de resumen de casos de prueba muestra cuántos casos de prueba hay actualmente en un producto. El número de casos de prueba se muestra de acuerdo con los criterios que especifique.
fr: Le graphique récapitulatif des scénarios de test indique le nombre de scénarios de test actuellement dans un produit. Le nombre de scénarios de test est affiché en fonction des critères que vous spécifiez.
hu: A tesztesetösszegző ábra azt mutatja, hogy hány teszteset van jelenleg egy adott projekten belül. A tesztesetek száma az Ön által meghatározott kritériumok szerint jelenik meg
pl: Wykres podsumowujący przypadek testowy pokazuje, ile przypadków testowych znajduje się obecnie w produkcie. Liczba przypadków testowych jest wyświetlana zgodnie z określonymi przez użytkownika kryteriami.
pt: O gráfico de resumo de casos de teste mostra quantos deles existem atualmente em um produto. O número de casos de teste é exibido de acordo com os critérios que você especifica.
pt_pt: O gráfico de resumo de casos de teste mostra quantos casos de teste tem atualmente um projeto. O número de casos de teste é exibido de acordo com os critérios que especificar.
ru: Сводный график тестового случая показывает, сколько тестовых случаев в настоящее время находится в продукте. Количество тестовых случаев отображается в соответствии с указанными вами критериями.

# InAppHelp_Chart_SummaryTestRun
source: The test run summary graph shows how many test runs are currently in a product. The number of test runs is displayed according to the criteria that you specify.
cs: Souhrnný graf Běhu testů ukazuje, kolik testovacích běhů je aktuálně v produktu. Počet Běhů testu se zobrazí podle vámi zadaných kritérií.
de: Das 'Testlauf-Übersichtsdiagramm' zeigt an, wie viele Testläufe sich derzeit im Produkt befinden. Die Anzahl, die angezeigt wird, richtet sich nach den von Ihnen gewählten Kriterien.
es: El gráfico de resumen de ejecuciones de prueba muestra cuántas ejecuciones de prueba hay actualmente en un producto. El número de ejecuciones de prueba se muestra de acuerdo con los criterios que especifique.
fr: Le graphique récapitulatif des exécutions de test indique le nombre de tests en cours dans un produit. Le nombre de tests est affiché en fonction des critères que vous spécifiez.
hu: A tesztfuttatás-összegző ábra azt mutatja, hogy hány tesztfuttatás van jelenleg egy adott projekten belül. A tesztfuttatások száma az Ön által meghatározott kritériumok szerint jelenik meg.
pl: Wykres podsumowujący przebiegi testowe pokazuje, ile przebiegów testowych znajduje się obecnie w produkcie. Liczba przebiegów testowych jest wyświetlana zgodnie z określonymi przez użytkownika kryteriami.
pt: O gráfico de resumo de execuções de teste mostra quantas delas existem atualmente em um produto. O número de execuções de teste é exibido de acordo com os critérios que você especifica.
pt_pt: O gráfico de resumo de execuções de teste mostra quantas execuções de teste tem atualmente um projeto. O número de execuções de teste é exibido de acordo com os critérios que especificar.
ru: Сводный график выполнения тестов показывает, сколько тестовых запусков в настоящее время в продукте. Количество тестовых запусков отображается в соответствии с указанными вами критериями.

# InAppHelp_Chart_SummaryTestSet
source: The test set summary graph shows how many test set are currently in a product. The number of test sets is displayed according to the criteria that you specify
cs: Souhrnný graf Testovacích sad ukazuje, kolik testovacích sad je aktuálně v produktu. Počet Testovacích sad se zobrazí podle vámi zadaných kritérií
de: Das 'Testreihen-Übersichtsdiagramm' zeigt an, wie viele Testreihen sich derzeit im Produkt befinden. Die Anzahl, die angezeigt wird, richtet sich nach den von Ihnen gewählten Kriterien.
es: El gráfico de resumen de conjuntos de pruebas muestra cuántos conjuntos de pruebas hay actualmente en un producto. El número de conjuntos de prueba se muestra de acuerdo con los criterios que especifique.
fr: Le graphique récapitulatif des ensembles de tests indique le nombre d'ensembles de test actuellement dans un produit. Le nombre d'ensembles de tests est affiché en fonction des critères que vous spécifiez
hu: A teszt szett összegző ábra azt mutatja, hogy hány teszt szett van jelenleg egy adott projekten belül. A teszt szettek száma az Ön által meghatározott kritériumok szerint jelenik meg
pl: Wykres podsumowujący zestaw testów pokazuje, ile zestawów testów znajduje się obecnie w produkcie. Liczba zestawów testowych jest wyświetlana zgodnie z określonymi przez użytkownika kryteriami
pt: O gráfico de resumo de conjuntos de testes mostra quantos deles existem atualmente em um produto. O número de conjuntos de testes é exibido de acordo com os critérios que você especifica.
pt_pt: O gráfico de resumo de conjuntos de teste mostra quantos conjuntos de teste tem atualmente um projeto. O número de conjuntos de teste é exibido de acordo com os critérios que especificar.
ru: Сводный график тестовых наборов показывает, сколько тестовых наборов в настоящее время находится в продукте. Количество тестовых наборов отображается в соответствии с указанными вами критериями.

# JqPlot_ImageExportNotSupport
source: Your web browser does not support image export!
cs: Váš webový prohlížeč nepodporuje export obrázků!
de: Ihr Web Browser unterstützt den Export von Bildern nicht!
es: Tu navegador web no admite la exportación de imágenes!
fr: Votre navigateur ne supporte pas l'exportation d'images.
hu: Az Ön webböngészője nem támogatja a képexportot!
pl: Twoja przeglądarka internetowa nie obsługuje eksportu obrazów!
pt: Seu navegador não suporta exportação de imagens!
pt_pt: O seu browser não suporta exportação de imagens!
ru: Ваш веб-браузер не поддерживает экспорт изображений!

# AssociationPanel_NoUnassociatedResults
source: No available matches found
cs: Nebyly nalezeny žádné shody
de: Keine verfügbaren Übereinstimmungen gefunden
es: No se encontraron coincidencias disponibles
fr: Aucun résultat pour la recherche
hu: Nem találhatók elérhető egyezések
pl: Nie znaleziono żadnych dostępnych dopasowań
pt: Nenhuma correspondência disponível encontrada
pt_pt: Não foram encontrados resultados disponíveis
ru: Нет найденных совпадений

# DocumentDetails_DeleteVersionConfirm
source: Are you sure you want to delete this version of the document?
cs: Opravdu chcete odstranit tuto verzi dokumentu?
de: Sind Sie sicher, dass Sie diese Version des Dokuments löschen wollen?
es: Está seguro de que desea eliminar esta versión del documento?
fr: Êtes-vous sûr de vouloir supprimer cette version du document ?
hu: Biztosan törli ezt a verzióját a dokumentumnak?
pl: Czy na pewno chcesz usunąć tę wersję dokumentu?
pt: Tem certeza de que deseja excluir esta versão do documento?
pt_pt: Tem a certeza de que pretende eleminar esta versão do documento?
ru: Вы уверены, что хотите удалить эту версию документа?

# FileUpload_AttachmentEmpty
source: You cannot upload an empty attachment!
cs: Nemůžete nahrát prázdnou přílohu!
de: Sie können keinen leeren Anhang hochladen!
es: No puedes subir un archivo adjunto vacío!
fr: Vous ne pouvez pas télécharger une pièce jointe vide.
hu: Nem tölthet fel üres csatolmányt.
pl: Nie możesz załadować pustego załącznika!
pt: Você não pode carregar um anexo vazio!
pt_pt: Não pode enviar uma anexo vazio!
ru: Нельзя загружать пустое вложение!

# FileUpload_AttachmentTooLarge
source: You cannot upload an attachment larger than {0}KB!
cs: Nelze nahrát přílohu větší než {0} KB!
de: Sie können keinen Anhang hochladen, der größer als {0}kb ist!
es: No puede cargar un archivo adjunto más grande que {0}KB!
fr: La taille de la pièce jointe ne peut excéder {0}KB.
hu: Nem tölthet fel {0}KB-nál nagyobb csatolmányt.
pl: Nie można przesłać załącznika większego niż {0}KB!
pt: Você não pode fazer upload de um anexo maior que {0} KB!
pt_pt: Não pode enviar um anexo com tamanho superior a {0}KB!
ru: Вы не можете загрузить вложение размером больше {0}KB!

# FileUpload_VersionNumberRequired
source: You need to provide a version number!
cs: Musíte uvést číslo verze!
de: Sie müssen eine Versionsnummer angeben!
es: Necesitas proporcionar un número de versión!
fr: Veuillez fournir un numéro de version.
hu: Adjon meg egy verziószámot!
pl: Musisz podać numer wersji!
pt: Você precisa informar um número de versão!
pt_pt: Tem que indicar um número para a versão!
ru: Вам необходимо указать номер версии!

# FileUpload_VersionNumberTooLong
source: Your version number is too long!
cs: Vaše číslo verze je příliš dlouhé!
de: Ihre Versionsnummer ist zu lang!
es: El número de versión es demasiado largo!
fr: Numéro de version trop long.
hu: A megadott verziószám túl hosszú.
pl: Twój numer wersji jest zbyt długi!
pt: O número de versão é muito longo!
pt_pt: O número introduzido para a versão é demasiado grande!
ru: Номер вашей версии слишком длинный!

# Graphs_NeedToHaveASingleDataSeries
source: This graph type only supports a single data series!
cs: Tento typ grafu podporuje pouze jednu datovou řadu!
de: Dieser Diagrammtyp unterstützt nur eine einzige Datenreihe!
es: Este tipo de gráfico solo admite una única serie de datos!
fr: Ce type de graphique n'autorise qu'une seule série de données.
hu: Ez az ábratípus csak az egyszeri adatsorozatokat támogatja!
pl: Ten typ wykresu obsługuje tylko jedną serię danych!
pt: Este tipo de gráfico suporta apenas uma única série de dados!
pt_pt: Este gráfico suporta apenas uma única série de dados!
ru: Этот тип графика поддерживает только один ряд данных!

# TestCaseExecution_ActualResult
source: Actual Result
cs: Aktuální výsledek
de: Tatsächliches Ergebnis
es: Resultado Real
fr: Résultat réel
hu: Tényleges eredmény
pl: Rzeczywisty wynik
pt: Resultado Real
pt_pt: Resultado Atual
ru: Фактический результат

# RequirementDetails_SplitRequirementEstimateNotNumeric
source: The Estimate value needs to be numeric!
cs: Hodnota odhadu musí být číselná!
de: Der geschätzte Wert muss numerisch sein!
es: El valor estimado debe ser numérico!
fr: La valeur estimée doit être un nombre.
hu: A becsült értéknek numerikus értéknek kell lennie.
pl: Wartość szacunkowa musi być liczbowa!
pt: O valor estimado precisa ser numérico!
pt_pt: O valor Estimado tem que ser numérico!
ru: Оценочное значение должно быть числовым!

# RequirementDetails_SplitRequirementNameRequired
source: You need to enter a Name for the new Requirement!
cs: Musíte zadat Název nového Požadavku!
de: Sie müssen einen Namen für die neue Anforderung eingeben!
es: Debe ingresar un nombre para el nuevo requisito!
fr: Veuillez fournir un nom pour le nouveau besoin.
hu: Adjon meg egy nevet az új követelményhez!
pl: Musisz wpisać nazwę dla nowego wymagania!
pt: Você precisa informar um nome para o novo requerimento!
pt_pt: Tem que indicar um Nome para o novo Requisito!
ru: Вам необходимо ввести Имя для нового Требования!

# AjaxFormManager_NotAuthorizedToCreate
source: You are not authorized to create this item!
cs: K vytvoření této položky nemáte oprávnění!
de: Sie sind nicht berechtigt dieses Element hinzuzufügen!
es: No estás autorizado para crear este artículo!
fr: Vous ne pouvez pas créer cet objet.
hu: Ön nem jogosult létrehozni ezt az elemet!
pl: Nie jesteś upoważniony do tworzenia tego elementu!
pt: Você não está autorizado a criar este item!
pt_pt: Não está autorizado a criar este item!
ru: Вы не имеете права создавать этот пункт!

# Global_IncidentName
source: Incident Name
cs: Jméno Incidentu
de: Vorfall Name
es: Nombre del Incidente
fr: Nom de l'incident
hu: Incidens neve
pl: Nazwa incydentu
pt: Nome do Incidente
pt_pt: Nome do Defeito
ru: Имя инцидента

# Global_Error
source: Error
cs: Chyba
de: Fehler
fr: Erreur
hu: Hiba
pl: Błąd
pt: Erro
pt_pt: Erro
ru: Ошибка

# Global_ChooseWorkspace
source: --- Choose Workspace ---
cs: --- Vyberte pracovní prostor ---
de: Arbeitsbereich auswählen
es: --- Elige Espacio de Trabajo ---
fr: --- Choix de l'espace de travail ---
hu: --- Válasszon munkaterületet ---
pl: --- Wybierz przestrzeń roboczą ---
pt: --- Escolha o Espaço de Trabalho ---
pt_pt: --- Selecione Espaço de Trabalho ---
ru: --- Выберите рабочее место ---

# AjaxFormManager_Logout
source: Logout
cs: Odhlásit
de: Abmeldung
es: Cerrar Sesión
fr: Déconnexion
hu: Kijelentkezés
pt: Sair
pt_pt: Sair
ru: Выход из системы

# GlobalNavigation_KeyboardShortcuts
source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastaturbefehle
es: Atajos de Teclado
fr: Raccourcis clavier
hu: Gyorsbillentyűk
pl: Klawiatura Skróty klawiszowe
pt: Atalhos de Teclado
pt_pt: Atalhos do Teclado
ru: Клавиатурные сокращения

# GlobalNavigation_ShowOnboardingTours
source: Show Onboarding Tours
cs: Spustit prohlídku systému
de: Einführung anzeigen
es: Mostrar Tutoriales
fr: Visites guidées
hu: Funkciók rövid bemutatása
pt: Mostrar Tours de Aprendizado
pt_pt: Mostrar Guias
ru: Показать экскурсии на борту

# Global_Administration
source: Administration
cs: Administrace
es: Administración
hu: Adminisztráció
pl: Administracja
pt: Administração
pt_pt: Administração
ru: Администрация

# Global_Help
source: Help
cs: Nápověda
de: Hilfe
es: Ayuda
fr: Aide
hu: Súgó
pl: Pomoc
pt: Ajuda
pt_pt: Ajuda
ru: Помощь

# GlobalNavigation_SearchTooltip
source: You can search by keywords or by entering an artifact unique token (e.g. IN45 for incident 45)
cs: Můžete vyhledávat podle klíčových slov nebo zadáním jedinečného tokenu artefaktu (např. IN45 pro incident 45)
de: Sie können nach Schlüsselwörtern oder durch die Eingabe eines eindeutigen Token (z.B. IN45 für Vorfall 45) suchen.
es: Puede buscar por palabras clave o ingresando un token único de artefacto (p. Ej., IN45 para el incidente 45)
fr: La recherche peut se faire via un mot clé ou un nom d'objet (par exemple IN45 pour incident 45).
hu: Kereshet kulcsszavakkal vagy egy tárgykör egyedi tokenjével (pl. IN45 a 45. sz. incidenshez)
pl: Możesz wyszukiwać według słów kluczowych lub wpisując unikalny token artefaktu (np. IN45 dla incydentu 45)
pt: Você pode pesquisar por palavras-chave ou inserindo um token de artefato (por exemplo, IN45 para o incidente 45)
pt_pt: Pode pesquisar por palavras ou a identificando univocamente um tipo de artefacto (e.g. IN45 para pesquisar o defeito 45)
ru: Поиск можно осуществлять по ключевым словам или путем ввода уникального маркера артефакта (например, IN45 для инцидента 45).

# NavigationBar_RecentSearches
source: Recent Searches
cs: Nedávná vyhledávání
de: Letze Suchanfragen
es: Búsquedas Recientes
fr: Recherches récentes
hu: Legutóbbi keresések
pl: Ostatnie poszukiwania
pt: Buscas Recentes
pt_pt: Pesquisas Recentes
ru: Последние поиски

# Global_Artifacts
source: Artifacts
cs: Artefakty
de: Artefakte
es: Artefactos
fr: Objets
hu: Műveletek
pl: Artefakty
pt: Artefatos
pt_pt: Artefactos
ru: Артефакты

# NavigationBar_NoWorkspaceMembership
source: No workspace membership found
cs: Nebylo nalezeno členství pro pracovní prostor
de: Keine Mitgliedschaft im Arbeitsbereich gefunden
es: No se encontró ninguna afiliación en el espacio de trabajo
fr: Aucun espace de travail disponible
hu: Nem található munkaterületi tagság
pl: Nie znaleziono członkostwa w miejscu pracy
pt: Nenhuma adesão de espaço de trabalho encontrada
pt_pt: Não foram encontrados membros do espaço de trabalho
ru: Членство в рабочей группе не найдено

# GlobalNavigation_TooltipArtifacts
source: Artifacts are the building blocks of a product or program and contain all of their data. Each artifact holds different data and is used in different ways. For instance, requirements are one artifact, and releases are another. They work differently, and are not interchangable. There are artifacts to help you test, plan, track bugs and tasks, and more.
cs: Artefakty jsou stavebními kameny produktu nebo programu a obsahují všechna jejich data. Každý artefakt obsahuje různá data a používá se různými způsoby. Například Požadavky jsou jeden artefakt a Verze jsou další. Fungují odlišně a nejsou zaměnitelné. Existují artefakty, které vám pomohou testovat, plánovat, sledovat chyby, vytvářet úkoly atd.
de: Artefakte sind die Bausteine eines Produkts oder Programms und enthalten alle ihre Daten. Jedes Artefakt enthält unterschiedliche Daten und wird auf unterschiedliche Weise verwendet. Zum Beispiel sind Anforderungen ein Artefakt und Releases ein anderes. Sie funktionieren unterschiedlich und sind nicht austauschbar. Es gibt Artefakte, die Ihnen helfen, Fehler und Aufgaben zu testen, zu planen, zu verfolgen und vieles mehr.
es: Los artefactos son los componentes básicos de un producto o programa y contienen todos sus datos. Cada artefacto contiene datos diferentes y se utiliza de diferentes maneras. Por ejemplo, los requisitos son un artefacto y los releases son otro. Funcionan de manera diferente, y no son intercambiables. Hay artefactos para ayudarlo a probar, rastrear errores y tareas, planear y más.
fr: Les objets sont les éléments de base d'un produit ou d'un programme, ils en contiennent toutes les informations. Les données et utilisations sont différentes pour chaque objet, ainsi besoins et versions sont 2 objets différents et non interchangeables. Il existe des objets pour vous aider à tester, planifier, suivre les incidents et les tâches...
hu: A tárgykörök a projekt vagy program építőkockái, és ezek tartalmazzák a hozzá tartozó adatokat is. Minden egyes tárgykör különböző adatokat tartalmaz és különböző módokon használható fel. A követelmények például egy tárgykört alkotnak, a release-k pedig egy másikat. Ezek különböző módon működnek, és nem felcserélhetők. Vannak olyan tárgykörök, amelyek elősegítik a tesztelést, tervezést, illetve a hibák és feladatok nyomon követését, és így tovább.
pl: Artefakty są elementami składowymi produktu lub programu i zawierają wszystkie ich dane. Każdy artefakt przechowuje inne dane i jest wykorzystywany na różne sposoby. Na przykład, wymagania są jednym artefaktem, a wydania są innymi. Działają one inaczej, i nie są wymienne. Istnieją artefakty, które pomogą Ci testować, planować, śledzić błędy i zadania i wiele innych.
pt: Artefatos são os componentes básicos de um produto ou programa, contendo todos os seus dados. Cada artefato contém dados diferentes e pode ser usado de diferentes maneiras. Por exemplo, os requerimentos são um artefato e os releases são outro. Eles funcionam de maneira diferente e não são intercambiáveis. Existem artefatos para ajudá-lo a testar, planejar, rastrear bugs e tarefas e muito mais.
pt_pt: Os artefactos são a base para a construção de um produto ou programa e contêm toda a sua informação. Cada artefacto armazena os seus dados e é utilizado de forma específica. Por exemplo, os requisitos constituem um artefacto e as entregas outro. Têm objetivos diferentes e não se substituem uns aos outros. Há artefactos para suporte aos testes, para planeamento, para rastreamento de defeitos e tarefas e ainda outros.
ru: Артефакты являются строительными блоками продукта или программы и содержат все свои данные. Каждый артефакт содержит различные данные и используется по-разному. Например, требования - это один артефакт, а выпуски - это другой. Они работают по-другому и не взаимозаменяемы. Есть артефакты, которые помогут вам в тестировании, планировании, отслеживании ошибок и задач, и многое другое.

# GlobalNavigation_TooltipAutomationHost
source: Automation Hosts are all the different systems (ie testing machines) used to run automated tests in the product.
cs: Automatizační hostitelé jsou všechny různé systémy (tj. Testovací stroje) používané k provádění automatizovaných testů v produktu.
de: Automatisierungs-Hosts sind alle verschiedenen Systeme (z.B. Prüfmaschinen), die zur Durchführung automatisierter Tests im Produkt verwendet werden.
es: Los Hosts de Automatización son todos los sistemas diferentes (es decir, máquinas de prueba) que se utilizan para ejecutar pruebas automatizadas en el producto.
fr: Les hôtes sont tous les systèmes utilisés pour exécuter les tests automatisés du produit (par exemple des machines d'essai).
hu: Az automatizációs hosztok olyan rendszerek (pl. tesztelő gépek), amelyek a projekten belül az automatizált teszteket futtatják.
pl: Automation Hosty to różne systemy (tj. maszyny testujące) wykorzystywane do przeprowadzania zautomatyzowanych testów produktu.
pt: Hosts de Automação são todos os sistemas diferentes (isto é, máquinas de teste) usados para executar testes automatizados no produto.
pt_pt: Os Ambientes de Automação são todos os diversos sistemas (máquinas de teste) utilizados para executar testes automaticamente no produto.
ru: Хозяева автоматизации - это все различные системы (т.е. испытательные машины), используемые для проведения автоматизированных испытаний продукта.
