Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Global_SelectOneCheckBoxForCut
source: You need to select at least ONE checkbox for the Cut command!
cs: Vyberte alespoň jeden záznam pro příkaz Vyjmout!
de: Sie müssen mindestens EIN Kontrollkästchen für den Befehl "Ausschneiden" aktivieren!
es: Debe seleccionar al menos UN elemento para Cortar!
fi: Sinun on valittava vähintään YKSI valintaruutu Leikkaa-komentoa varten!
fr: Vous devez sélectionner au moins une case à cocher pour la commande [Couper] !
hu: Válasszon ki legalább egy Checkboxot a kivágáshoz!
pl: Musisz wybrać co najmniej JEDEN checkbox dla polecenia Wytnij!
pt: Você precisa selecionar pelo menos UM elemento para Recortar!
pt_pt: Precisa de selecionar pelo menos UMA opção para o comando Cortar!
ru: Для команды Cut необходимо выбрать хотя бы ОДИН флажок!
zh_hans: 您需要选择至少一个复选框给剪切命令.
zh_hant: 剪下指令必須選擇至少一個核取方塊

# Global_SelectOneCheckBoxForDelete
source: You need to select at least ONE checkbox for the Delete command!
cs: Vyberte alespoň jeden záznam pro příkaz Odstranit!
de: Sie müssen mindestens EIN Kontrollkästchen für den Befehl "Löschen" aktivieren!
es: Debe seleccionar al menos UN elemento para Borrar!
fi: Sinun on valittava vähintään YKSI valintaruutu Poista-komentoa varten!
fr: Vous devez sélectionner au moins une case à cocher pour la commande [Supprimer] !
hu: Válasszon ki legalább egy Checkboxot a törléshez!
pl: Musisz wybrać co najmniej JEDEN checkbox dla polecenia Usuń!
pt: Você precisa selecionar pelo menos UM elemento para Excluir!
pt_pt: Precisa de selecionar pelo menos UMA opção para o comando Eliminar!
ru: Для команды "Удалить" необходимо выбрать хотя бы ОДИН флажок!
zh_hans: 您需要选择至少一个复选框给删除命令.
zh_hant: 刪除指令必須選擇至少一個核取方塊

# Global_SelectOneCheckBoxForInsert
source: Please select no more than ONE checkbox for the Insert command!
cs: Prosím vyberte nejvýše jeden záznam pro příkaz Vložit!
de: Bitte nicht mehr als EIN Kontrollkästchen für den Befehl "Einfügen" auswählen!
es: Por favor, no seleccione más de UN elemento para Insertar!
fi: Valitse vain YKSI valintaruutu Lisää-komentoa varten!
fr: Veuillez ne pas sélectionner plus d’une case à cocher pour la commande [Insérer] !
hu: Válasszon ki legalább egy Checkboxot a beillesztéshez!
pl: Proszę zaznaczyć nie więcej niż JEDEN checkbox dla polecenia Wstaw!
pt: Por favor, não selecione mais de UM elemento para Inserir!
pt_pt: Por favor não selecione mais do que UMA opção para o comando Inserir!
ru: Пожалуйста, установите флажок не более ОДНОГО для команды "Вставить"!
zh_hans: 您需要选择至少一个复选框给插入命令.
zh_hant: 插入指令不可選擇超過一個核取方塊

# Global_SelectOneCheckBoxForOpen
source: You need to select exactly ONE checkbox for the Open Item command!
cs: Vyberte právě jeden záznam pro příkaz Otevřít!
de: Sie müssen genau EIN Kontrollkästchen für den Befehl "Element öffnen" auswählen!
es: Debe seleccionar al menos UN elemento para ejecutar Abrir Ítem!
fi: Sinun on valittava tasan YKSI valintaruutu Avaa kohde -komentoa varten!
fr: Vous devez sélectionner une seule case à cocher pour la commande [Ouvrir] !
hu: Válasszon ki legalább egy Checkboxot a megnyitáshoz!
pl: Musisz zaznaczyć dokładnie JEDEN checkbox dla polecenia Otwórz element!
pt: Você precisa selecionar exatamente UM elemento para utilizar o comando Abrir Item!
pt_pt: Precisa de selecionar exatamente UMA opção para o comando Abrir Item!
ru: Для команды "Открыть объект" необходимо установить флажок "Точно ОДИН"!
zh_hans: 您需要选择至少一个复选框给开启命令.
zh_hant: 開啟項目指令必須選擇一個核取方塊

# Global_SelectOneCheckBoxForPaste
source: You can only select one checkbox for the Paste command!
cs: Můžete vybrat pouze jeden záznam pro příkaz Vložit!
de: Sie können nur ein Kontrollkästchen für den Befehl "Einfügen" auswählen!
es: Debe seleccionar solamente UN elemento para Pegar!
fi: Voit valita vain yhden valintaruudun Liitä-komennolle!
fr: Vous ne pouvez sélectionner qu’une seule case à cocher pour la commande [Coller] !
hu: A beillesztéshez csak egy checkbox-ot választhat ki!
pl: Można wybrać tylko jeden checkbox dla polecenia Wklej!
pt: Você só pode selecionar um elemento para Colar!
pt_pt: Só pode selecionar uma opção para o comando Colar!
ru: Вы можете выбрать только один флажок для команды "Вставить"!
zh_hans: 您需要选择至少一个复选框给粘贴命令.
zh_hant: 複製指令僅可選擇一個核取方塊

# Global_Show
source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
hu: Mutat
pl: Pokaż
pt: Mostrar
pt_pt: Mostrar
ru: Показать
zh_hans: 显示
zh_hant: 顯示

# Global_SuccessAddingItemsToItem
source: Successfully added items to {0}.
cs: Položky úspěšně přidány do {0}.
de: Es wurden erfolgreich Elemente zu {0} hinzugefügt.
es: Ítems añadidos con éxito a {0}.
fi: Onnistuneesti lisätty kohteita {0}.
fr: Sélection ajoutée à {0}.
hu: Az elemek sikeresen hozzáadva {0}-hoz
pl: Pomyślnie dodano elementy do {0}.
pt: Itens adicionados com sucesso em {0}.
pt_pt: Itens adicionados com sucesso a {0}.
ru: Успешное добавление элементов в {0}.
zh_hans: 已成功添加到 {0} 的元件。
zh_hant: 已成功新增項目至{0}

# Global_SuccessExport
source: Successfully exported items.
cs: Položky úspěšně exportovány.
de: Erfolgreich exportierte Elemente.
es: Elementos exportados con éxito.
fi: Onnistuneesti viety Kohteita.
fr: Sélection exportée.
hu: Sikeresen exportálta az elemeket.
pl: Pomyślnie wyeksportowano elementy.
pt: Itens exportados com sucesso.
pt_pt: Itens exportados com sucesso.
ru: Успешно экспортированные товары.
zh_hans: 已成功导出的元件。
zh_hant: 已成功匯出項目

# Global_TimeIntervalValidation
source: '{0}' needs to be a time interval in hours, with minutes expressed as a decimal.
cs: {0}' zadejte jako časový interval v hodinách, minuty vyjádřete jako desetinné číslo.
de: {0} muss ein Zeitintervall in Stunden sein, wobei die Minuten als Dezimalzahl angegeben werden.
es: {0}' debe ser un intervalo de tiempo en horas, con minutes expresados como decimales.
fi: {0}' pitää olla aikaväli tunneissa, minuutit desimaalilla ilmaistuna.
fr: {0}' doit être un intervalle de temps en heures, avec les minutes sous forme décimale.
hu: {0}' időintervallumnak órákban, percben kell lennie, tizedes törtként
pl: {0}' musi być przedziałem czasu w godzinach i minutach wyrażonych jako ułamek dziesiętny.
pt: {0}' deve ser um intervalo de tempo em horas, com minutos expressos em decimal.
pt_pt: {0}' tem que ser um intervalo de tempo em horas, com os minutos expressos em decimais.
ru: "{0}" должен быть интервалом времени в часах, с минутами, выраженными в десятичной дроби.
zh_hans: "{0}"以小时为时差单位，以分钟为小数。
zh_hant: "{0}"必須為時間區間，以小時為單位，分鐘數顯示為小數點

# Global_YouNeedToEnterFilterName
source: You need to enter a name for this filter!
cs: Zadejte název pro tento filtr!
de: Sie müssen einen Namen für diesen Filter eingeben!
es: Es necesario introducir un nombre para este filtro!
fi: Sinun täytyy syöttää nimi tälle suodattimelle!
fr: Vous devez entrer un nom pour ce filtre !
hu: A szűrő nevének megadása kötelező!
pl: Wprowdź nazwę dla tego filtra!
pt: Você precisa fornecer um nome para este filtro!
pt_pt: Precisa de atribuir um nome a este filtro!
ru: Вам необходимо ввести имя для этого фильтра!
zh_hans: 您需要给这个筛选器命名！
zh_hant: 您必須輸入此篩選的名稱

# HierarchicalGrid_CollapseNode
source: Collapse Node
cs: Sbalit uzel
de: Zuklappen…
es: Contraer Nodo
fi: Pura liitos
fr: Réduire le nœud
hu: Csomópont bezárása
pl: Zwiń węzeł
pt: Recolher Nó
pt_pt: Ocultar Nó
ru: Узел опускания
zh_hans: 折叠节点
zh_hant: 摺疊節點

# HierarchicalGrid_ExpandNode
source: Expand Node
cs: Rozbalit uzel
de: Aufklappen…
es: Expandir Nodo
fi: Laajenna liitos
fr: Développer le nœud
hu: Csomópont nyitása
pl: Rozwiń węzeł
pt: Expandir Nó
pt_pt: Expandir Nó
ru: Узел расширения
zh_hans: 展开节点
zh_hant: 展開節點

# HierarchicalGrid_SelectOneCheckBoxForIndent
source: You need to select at least ONE checkbox for the Indent command!
cs: Vyberte alespoň jeden záznam pro odsazení!
de: Sie müssen mindestens EIN Kontrollkästchen für den Befehl "Einzug vergrößern" aktivieren!
es: Debe seleccionar al menos UN elemento para utilizar este comando!
fi: Sinun on valittava vähintään YKSI valintaruutu sisentämistä varten!
fr: Vous devez sélectionner au moins une case à cocher pour augmenter le retrait !
hu: Válasszon ki legalább egy Checkboxot a behúzáshoz!
pl: Musisz wybrać co najmniej JEDEN checkbox dla polecenia Zwiększ wcięcie!
pt: Você precisa selecionar pelo menos UM elemento para trazer para dentro!
pt_pt: Precisa de selecionar pelo menos UMA opção para o comando Indentar!
ru: Для команды "Отступ" установите флажок по крайней мере ОДИН!
zh_hans: 您需要选择至少一个复选框给「缩排」命令.
zh_hant: 增加縮排指令必須選擇至少一個核取方塊

# HierarchicalGrid_SelectOneCheckBoxForOutdent
source: You need to select at least ONE checkbox for the Outdent command!
cs: Vyberte alespoň jeden záznam pro předsazení!
de: Sie müssen mindestens EIN Kontrollkästchen für den Befehl "Einzug verkleinern" aktivieren!
es: Debe seleccionar al menos UN elemento para utilizar este comando!
fi: Sinun on valittava vähintään YKSI valintaruutu ulontamista varten!
fr: Vous devez sélectionner au moins une case à cocher pour diminuer le retrait !
hu: Válasszon ki legalább egy Checkboxot a kihúzás parancsnak!
pl: Musisz wybrać co najmniej JEDEN checkbox dla polecenia Zmniejsz wcięcie!
pt: Você precisa selecionar pelo menos UM elemento para colocá-lo fora!
pt_pt: Precisa de selecionar pelo menos UMA opção para o comando de Diminuir Indentação!
ru: Для команды "Outdent" выберите хотя бы ОДИН флажок!
zh_hans: 您需要选择至少一个复选框给「凸排」命令.
zh_hant: 減少縮排指令必須選擇至少一個核取方塊

# Global_Edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
pl: Edycja
pt: Editar
pt_pt: Editar
ru: Редактирование
zh_hans: 编辑
zh_hant: 編輯

# Global_FillWithValue
source: Fill with this value
cs: Vyplňte s touto hodnotou
de: Mit diesem Wert ausfüllen
es: Rellenar con este valor
fi: Täytä tällä arvolla
fr: Remplir tous les champs avec cette valeur
hu: Töltse ki ezzel az értékkel
pl: Wypełnij tą wartością
pt: Preencher com esse valor
pt_pt: Preencher com este valor
ru: Заполните это значение
zh_hans: 填入此值
zh_hant: 填入此值

# Global_SelectAll
source: Select All
cs: Vybrat vše
de: Alle auswählen
es: Seleccionar Todos
fi: Valitse kaikki
fr: Tout sélectionner
hu: Az összes kijelölése
pl: Zaznacz wszystkie
pt: Selecionar Todos
pt_pt: Selecionar todos
ru: Выбрать все
zh_hans: 选择全部
zh_hant: 選擇全部

# Global_Update
source: Update
cs: Aktualizovat
de: Speichern
es: Actualizar
fi: Päivitä
fr: Mise à jour
hu: Frissítés
pl: Aktualizuj
pt: Atualizar
pt_pt: Atualizar
ru: Обновление
zh_hans: 更新
zh_hant: 更新

# Global_Insert
source: Insert
cs: Vložit
de: Einfügen
es: Insertar
fi: Lisää
fr: Insérer
hu: Beillesztés
pl: Wstaw
pt: Inserir
pt_pt: Inserir
ru: Вставить
zh_hans: 插入
zh_hant: 插入

# Global_MultipleItems
source: Multiple Items
cs: Více položek
de: Mehrere Elemente
es: Múltiples ítems
fi: Useita Kohteita
fr: Plusieurs sélections
hu: Összetett elemek
pl: Wiele elementów
pt: Vários itens
pt_pt: Itens Múltiplos
ru: Многочисленные пункты
zh_hans: 多个元件
zh_hant: 多個項目

# Global_SelectOneCheckBoxForBulkEdit
source: You need to select at least one checkbox to use the Bulk Edit option.
cs: Vyberte alespoň jeden záznam pro použití Hromadné úpravy.
de: Sie müssen mindestens ein Kontrollkästchen aktivieren, um die Option Massenbearbeitung zu nutzen.
es: Debe seleccionar al menos un elemento para usar la Edición Masiva.
fi: Sinun on valittava vähintään yksi valintaruutu käyttääksesi massamuokkaa-vaihtoehtoa.
fr: Vous devez sélectionner au moins une case à cocher pour utiliser l'option [Modifier le groupe].
hu: Válasszon ki egy Checkboxot, hogy használhassa a Csoportos szerkesztés műveletet.
pl: Musisz wybrać co najmniej jeden checkbox, aby użyć opcji Edytuj Zbiorczo.
pt: Você precisa selecionar pelo menos uma caixa de seleção para usar a opção de edição em massa.
pt_pt: Precisa de selecionar pelo menos um valor para usar a opção Editar em Massa.
ru: Для использования опции "Групповое редактирование" необходимо установить хотя бы один флажок.
zh_hans: 您需要选择至少一个复选框作为「批量编辑」选项.
zh_hant: 批次編輯選項必須選擇至少一個核取方塊

# Global_ExportItems
source: Export Items
cs: Export položek
de: Elemente exportieren
es: Exportar Ítems
fi: Vie kohteita
fr: Exporter la sélection
hu: Elemek exportálása
pl: Eksport elementów
pt: Exportar itens
pt_pt: Exportar itens
ru: Экспорт товаров
zh_hans: 导出元件
zh_hant: 匯出項目

# Global_Project
source: Product
cs: Produkt
de: Produkt
es: Proyecto
fi: Projekti
fr: Produit
hu: Projekt
pl: Projekt
pt: Projeto
pt_pt: Projeto
ru: Продукт
zh_hans: 项目
zh_hant: 專案

# Requirements_SuccessfullyCreatedTestCases
source: Successfully Created Test Cases from the Requirements
cs: Testovací případy byly úspěšně vytvořeny z požadavků
de: Testfälle erfolgreich aus den Anforderungen erstellt
es: Caso de prueba creados con éxito a partir de los requerimientos.
fi: Testitapauksia luotu onnistuneesti Vaatimuksista
fr: Création effectuée
hu: A követelményekből készített tesztesetek sikeresen létrehozva
pl: Pomyślnie utworzone przypadki testowe dla wymagań
pt: Casos de teste criados com sucesso a partir dos requerimentos
pt_pt: Casos de Teste Criados com Sucesso a partir dos Requisitos
ru: Успешно созданные тестовые случаи из требований
zh_hans: 成功从满足需求项中创建测试用例
zh_hant: 已成功從需求建立測試案例

# Requirements_SuccessfullyCreatedTestSet
source: Successfully Created Test Set from the Requirements
cs: Testovací sada byla úspěšně vytvořena z požadavků
de: Testreihe erfolgreich aus den Anforderungen erstellt
es: Conjunto de pruebas creado con éxito a partir de los requerimientos.
fi: Testijoukko luotu onnistuneesti Vaatimuksesta
fr: Création effectuée
hu: A követelményekből készített teszt setek sikeresen létrehozva
pl: Pomyślnie utworzono zestaw testowy dla wymagań
pt: Conjunto de testes criado com sucesso a partir dos requerimentos
pt_pt: Conjuntos de Teste Criados com Sucesso a partir dos Requisitos
ru: Успешно созданный тестовый набор из требований
zh_hans: 成功从满足需求项中创建测试仪
zh_hant: 已成功從需求建立測試集

# Global_Any
source: -- Any --
cs: -- Jakékoliv --
de: -- Beliebig --
es: -- Cualquier --
fi: -- Kaikki --
fr: -- Tout --
hu: -- Bármelyik --
pl: -- Wszystkie --
pt: -- Qualquer --
pt_pt: -- Qualquer --
ru: -- Любой --
zh_hans: -- 任何 --
zh_hant: -- 任何 --

# Global_None2
source: (None)
cs: (Žádné)
de: (Keine)
es: (Ninguno)
fi: (Tyhjä)
fr: (Sans valeur)
hu: (Egyik sem)
pl: (Brak)
pt: (Nenhum)
pt_pt: (Nenhum)
ru: (Нет)
zh_hans: (无)
zh_hant: (無)

# DatePicker_April
source: April
cs: Duben
es: Abril
fi: huhtikuu
fr: Avril
hu: Április
pl: Kwietnia
pt: Abril
pt_pt: abril
ru: апрель
zh_hans: 4 月
zh_hant: 4月

# DatePicker_August
source: August
cs: Srpen
es: Agosto
fi: elokuu
fr: Août
hu: Augusztus
pl: Sierpnia
pt: Agosto
pt_pt: agosto
ru: август
zh_hans: 8 月
zh_hant: 8月

# DatePicker_ChosenDateInvalid
source: Sorry, the chosen date is not acceptable. Please read instructions on the page.
cs: Omlouváme se, ale zvolené datum není přijatelné. Přečtěte si prosím pokyny na stránce.
de: Leider ist das gewählte Datum nicht zulässig. Bitte lesen Sie die Anweisungen auf der Seite.
es: Lo sentimos, la fecha elegida no es aceptable. Por favor, lea las instrucciones en la página.
fi: Valitettavasti valittu päivämäärä ei ole hyväksyttävä. Lue ohjeet sivulta.
fr: Cette date est impossible. Veuillez consulter les instructions sur la page.
hu: Sajnos, a választott dátum nem elfogadható. Kérjük, olvassa el az oldalon lévő utasításokat.
pl: Niestety, wybrana data nie jest dopuszczalna. Przeczytaj instrukcje na stronie.
pt: Desculpe, a data escolhida não é aceitável. Por favor, leia as instruções na página.
pt_pt: Desculpe, a data escolhida não é aceitável. Por favor, leia as instruções nesta página.
ru: Извините, выбранная дата неприемлема. Пожалуйста, ознакомьтесь с инструкциями на странице.
zh_hans: 很抱歉，所选择的日期是不能接受。请阅读页面上的说明。
zh_hant: 很抱歉，您選擇的日期不符合規定。請閱讀頁面上的說明。

# DatePicker_December
source: December
cs: Prosinec
de: Dezember
es: Diciembre
fi: joulukuu
fr: Décembre
pl: Grudnia
pt: Dezembro
pt_pt: dezembro
ru: декабрь
zh_hans: 12 月
zh_hant: 12月

# DatePicker_DHTMLUnsupported
source: Required DHTML functions are not supported in this browser.
cs: Požadované DHTML funkce nejsou podporovány v tomto prohlížeči.
de: Erforderliche DHTML Funktionen werden in diesem Browser nicht unterstützt.
es: Las funciones DHTML requeridas no son soportadas por este navegador.
fi: Vaaditut DHTML-toiminnot eivät ole tuettuna tässä selaimessa.
fr: Les fonctions DHTML requises ne sont pas prises en charge dans ce navigateur.
hu: Szükséges DHTML funkciók nem támogattak ebben a böngészőben.
pl: Wymagane funkcje DHTML nie są obsługiwane w tej przeglądarce.
pt: Não há suporte neste navegador para funções DHTML necessárias.
pt_pt: Não há suporte para as funções DHTML requeridas neste browser.
ru: Необходимые функции DHTML в этом браузере не поддерживаются.
zh_hans: 在此浏览器不支持所需的 DHTML 函数。
zh_hant: 此瀏覽器不支援所需的 DHTML 功能。

# DatePicker_February
source: February
cs: Únor
de: Februar
es: Febrero
fi: helmikuu
fr: Février
hu: Február
pl: Lutego
pt: Fevereiro
pt_pt: fevereiro
ru: февраль
zh_hans: 2 月
zh_hant: 2月

# DatePicker_Fr
source: Fr
cs: Pá
es: Vi
fi: pe
fr: Ve
hu: Pé
pl: pt.
pt: SEX
pt_pt: sex
ru: Отец
zh_hans: 周五
zh_hant: 五

# DatePicker_Friday
source: Friday
cs: Pátek
de: Freitag
es: Viernes
fi: perjantai
fr: Vendredi
hu: Péntek
pl: Piątek
pt: Sexta-feira
pt_pt: sexta-feira
ru: пятница
zh_hans: 星期五
zh_hant: 星期五

# DatePicker_January
source: January
cs: Leden
de: Januar
es: Enero
fi: tammikuu
fr: Janvier
hu: Január
pl: Stycznia
pt: Janeiro
pt_pt: janeiro
ru: январь
zh_hans: 1 月
zh_hant: 1月

# DatePicker_July
source: July
cs: Červenec
de: Juli
es: Julio
fi: heinäkuu
fr: Juillet
hu: Július
pl: Lipca
pt: Julho
pt_pt: julho
ru: июль
zh_hans: 7 月
zh_hant: 7月

# DatePicker_June
source: June
cs: Červen
de: Juni
es: Junio
fi: kesäkuu
fr: Juin
hu: Június
pl: Czerwca
pt: Junho
pt_pt: junho
ru: июнь
zh_hans: 6 月
zh_hant: 6月

# DatePicker_March
source: March
cs: Březen
de: März
es: Marzo
fi: maaliskuu
fr: Mars
hu: Március
pl: Marca
pt: Março
pt_pt: março
ru: март
zh_hans: 3 月
zh_hant: 3月

# DatePicker_May
source: May
cs: Květen
de: Mai
es: Mayo
fi: toukokuu
fr: Mai
hu: Május
pl: Maja
pt: Maio
pt_pt: maio
ru: май
zh_hans: 5 月
zh_hant: 5月

# DatePicker_Mo
source: Mo
cs: Po
es: Lu
fi: ma
fr: Lu
hu: Hé
pl: pon.
pt: SEG
pt_pt: seg
ru: Мо
zh_hans: 周一
zh_hant: 一

# DatePicker_Monday
source: Monday
cs: Pondělí
de: Montag
es: Lunes
fi: maanantai
fr: Lundi
hu: Hétfő
pl: Poniedziałek
pt: Segunda-feira
pt_pt: segunda-feira
ru: Понедельник
zh_hans: 星期一
zh_hant: 星期一

# DatePicker_November
source: November
cs: Listopad
es: Noviembre
fi: marraskuu
fr: Novembre
pl: Listopada
pt: Novembro
pt_pt: novembro
ru: ноябрь
zh_hans: 11 月
zh_hant: 11月

# DatePicker_October
source: October
cs: Říjen
de: Oktober
es: Octubre
fi: lokakuu
fr: Octobre
hu: Október
pl: Października
pt: Outubro
pt_pt: outubro
ru: октябрь
zh_hans: 10 月
zh_hant: 10月

# DatePicker_Sa
source: Sa
cs: So
fi: la
hu: Szo
pl: sob.
pt: SAB
pt_pt: sab
zh_hans: 周六
zh_hant: 六

# DatePicker_Saturday
source: Saturday
cs: Sobota
de: Samstag
es: Sábado
fi: lauantai
fr: Samedi
hu: Szombat
pl: Sobota
pt: Sábado
pt_pt: sábado
ru: суббота
zh_hans: 星期六
zh_hant: 星期六

# DatePicker_September
source: September
cs: Září
es: Septiembre
fi: syyskuu
fr: Septembre
hu: Szeptember
pl: Września
pt: Setembro
pt_pt: setembro
ru: сентябрь
zh_hans: 9 月
zh_hant: 9月

# DatePicker_Su
source: Su
cs: Ne
de: So
es: Dom
fr: Di
hu: Va
pl: ndz.
pt: DOM
pt_pt: dom
ru: Су
zh_hans: 周日
zh_hant: 日

# DatePicker_Sunday
source: Sunday
cs: Neděle
de: Sonntag
es: Domingo
fi: sunnuntai
fr: Dimanche
hu: Vasárnap
pl: Niedziela
pt: Domingo
pt_pt: domingo
ru: воскресенье
zh_hans: 星期日
zh_hant: 星期日

# DatePicker_TargetFormInvalid
source: Target form field is not assigned or not accessible.
cs: Cílové pole formuláře není přiřazeno nebo není dostupné.
de: Das Zielformularfeld ist nicht zugeordnet oder ist nicht zugänglich.
es: El campo de formulario de destino no es accessible o no está asignado.
fi: Kohteen lomakekenttää ei ole osoitettu tai se ei ole saatavilla.
fr: Le champ du formulaire n'est pas attribué ou n'est pas accessible.
hu: Cél űrlapmező nem társított, vagy nem hozzáférhető.
pl: Pola formularza docelowego są nieprzypisane lub niedostępne.
pt: O campo de formulário do destino não está atribuído ou não está acessível.
pt_pt: Campo de formulário de destino inválido ou não acessível.
ru: Поле целевой формы не назначено или недоступно.
zh_hans: 目标表单字段未分配或不能被访问
zh_hant: 目標表單欄位未指定或不可存取。

# DatePicker_Th
source: Th
cs: Čt
de: Do
es: Jue
fi: to
fr: Je
hu: Csü
pl: czw.
pt: QUI
pt_pt: qui
zh_hans: 周四

# DatePicker_Thursday
source: Thursday
cs: Čtvrtek
de: Donnerstag
es: Jueves
fi: torstai
fr: Jeudi
hu: Csütörtök
pl: Czwartek
pt: Quinta-feira
pt_pt: quinta-feira
ru: четверг
zh_hans: 星期四
zh_hant: 星期四

# DatePicker_Tu
source: Tu
cs: Út
de: Di
es: Mar
fi: ti
fr: Ma
hu: Ke
pl: wt.
pt: TER
pt_pt: ter
zh_hans: 周二
zh_hant: 二

# DatePicker_Tuesday
source: Tuesday
cs: Úterý
de: Dienstag
es: Martes
fi: tiistai
fr: Mardi
hu: Kedd
pl: Wtorek
pt: Terça-feira
pt_pt: terça-feira
ru: вторник
zh_hans: 星期二
zh_hant: 星期二

# DatePicker_UnknownError
source: Unknown error occured while executing this script.
cs: Při vykonávání tohoto skriptu došlo k neznámé chybě.
de: Ein unbekannter Fehler ist während der Ausführung des Skriptes aufgetreten.
es: Error desconocido al ejecutar este script.
fi: Tuntematon virhe suoritettaessa tätä skriptiä.
fr: Une erreur inconnue s'est produite lors de l'exécution de ce script.
hu: Ismeretlen hiba történt a script futtatása közben.
pl: Wystąpił nieznany błąd podczas wykonywania tego skryptu.
pt: Ocorreu um erro desconhecido ao executar este script.
pt_pt: Ocorreu um erro desconhecido ao executar este script.
ru: При выполнении этого скрипта произошла неизвестная ошибка.
zh_hans: 执行此脚本时出现未知的错误。
zh_hant: 執行此腳本時出現未知的錯誤。

# DatePicker_We
source: We
cs: St
de: Mi
es: Mie
fi: ke
fr: Me
hu: Sze
pl: śr.
pt: QUA
pt_pt: qua
ru: Мы
zh_hans: 周三
zh_hant: 三

# DatePicker_Wednesday
source: Wednesday
cs: Středa
de: Mittwoch
es: Miércoles
fi: keskiviikko
fr: Mercredi
hu: Szerda
pl: Środa
pt: Quarta-feira
pt_pt: quarta-feira
ru: среда
zh_hans: 星期三
zh_hant: 星期三

# DateRangeFilter_CustomDates
source: Custom date ranges:
cs: Vlastní rozsah dat:
de: Benutzerdefinierte Zeiträume:
es: Rangos de fechas personalizados:
fi: Kustomoi päivämäärävälejä:
fr: Périodes personnalisées :
hu: Egyéni dátumtartományok:
pl: Niestandardowe zakresy dat:
pt: Intervalos de data personalizados:
pt_pt: Intervalos de data personalizados:
ru: Пользовательские диапазоны дат:
zh_hans: 自定义的日期范围：
zh_hant: 自訂日期範圍：

# DateRangeFilter_EnterDateRange
source: Enter date range:
cs: Vložte rozsah dat:
de: Bitte einen Zeitraum eingeben:
es: Introduzca el rango de fechas:
fi: Syötä päivämääräväli:
fr: Saisissez un intervalle de dates :
hu: Adjon meg dátumtartományt:
pl: Wprowadź zakres dat:
pt: Informe o intervalo de data:
pt_pt: Insira o intervalo de datas:
ru: Введите диапазон дат:
zh_hans: 输入日期范围：
zh_hant: 輸入日期範圍：

# DateRangeFilter_Last14Days
source: Last 14 Days
cs: Posledních 14 dní
de: Letzte 14 Tage
es: Últimos 14 días
fi: Viimeiset 14 päivää
fr: 14 derniers jours
hu: Utolsó 14 nap
pl: Ostatnie 14 dni
pt: Últimos 14 dias
pt_pt: Últimos 14 Dias
ru: Последние 14 дней
zh_hans: 最近14天
zh_hant: 最近 14 天

# DateRangeFilter_Last30Days
source: Last 30 Days
cs: Posledních 30 dní
de: Letzte 30 Tage
es: Últimos 30 días
fi: Viimeiset 30 päivää
fr: 30 derniers jours
hu: Utolsó 30 nap
pl: Ostatnie 30 dni
pt: Últimos 30 dias
pt_pt: Últimos 30 Dias
ru: Последние 30 дней
zh_hans: 最近 30 天
zh_hant: 最近 30 天

# DateRangeFilter_Last7Days
source: Last 7 Days
cs: Posledních 7 dní
de: Letzte 7 Tage
es: Últimos 7 días
fi: Viimeiset 7 päivää
fr: 7 derniers jours
hu: Utolsó 7 nap
pl: Ostatnie 7 dni
pt: Últimos 7 dias
pt_pt: Últimos 7 Dias
ru: Последние 7 дней
zh_hans: 最近 7 天
zh_hant: 最近 7 天
