Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# RequirementDocument_NoRequirements
source: There are no requirements to show
es: No hay requerimientos para mostrar
fr: Il n'y a pas aucun besoin à afficher.
pt: Não há requerimentos para exibir

# HierarchicalDocument_ErrorsInFieldsNotVisible
source: Some of these fields are not visible on this page. You need to go to the details page of this artifact to make the required changes.
es: Algunos de estos campos no están visibles en esta página. Debe ir a la página de detalles de este artefacto para realizar los cambios necesarios.
fr: Certains de ces champs ne sont pas visibles sur cette page. Vous devez aller sur la page détaillée de cet artefact pour pouvoir les modifier.
pt: Alguns desses campos não estão visíveis nessa página. Você precisa ir até a página de detalhes desse artefato para fazer as mudanças necessárias.

# DiagramEditor_ApplyAll
source: Apply All
es: Aplicar todo
fr: Tout appliquer
pt: Aplicar tudo

# DiagramEditor_Arrange
source: Arrange
es: Organizar
fr: Mise en page
pt: Organizar

# DiagramEditor_AutoLayout
source: Auto Layout
es: Diseño Automático
fr: Pagination automatique
pt: Layout Automático

# DiagramEditor_Color
source: Color
fr: Couleur
pt: Cor

# DiagramEditor_EmptyState
source: Select a shape or a connector
es: Seleccione una forma o un conector
fr: Choisir une forme ou un connecteur
pt: Selecione uma forma ou um conector

# DiagramEditor_ExportData
source: Export Data
es: Exportar Datos
fr: Exportation données
pt: Exportar dados

# DiagramEditor_Fill
source: Fill
es: Llenar
fr: Remplissage
pt: Preencher

# DiagramEditor_GridStep
source: Grid step
es: Tamaño de la cuadrícula
fr: Taille de la grille
pt: Espaçamento da Grade

# DiagramEditor_Image
source: Image
es: Imagen
pt: Imagem

# DiagramEditor_ImageUpload
source: Click to upload
es: Haga clic para subir
fr: Télécharger
pt: Clique para fazer o upload

# DiagramEditor_ImportData
source: Import Data
es: Importar Datos
fr: Importation de données
pt: Importar Dados

# DiagramEditor_Position
source: Position
es: Posición
pt: Posição

# DiagramEditor_ResetChanges
source: Reset Changes
es: Restablecer Cambios
fr: Annuler changements
pt: Redefinir Alterações

# DiagramEditor_ShapeSections
source: Shapes
es: Formas
fr: Formes
pt: Formas

# DiagramEditor_Size
source: Size
es: Tamaño
fr: Taille
pt: Tamanho

# DiagramEditor_Stroke
source: Stroke
es: Pincel
fr: Pinceau
pt: Pincel

# DiagramEditor_Text
source: Text
es: Texto
fr: Texte
pt: Texto

# DiagramEditor_TextProps
source: Text
es: Texto
fr: Texte
pt: Texto

# DiagramEditor_Title
source: Title
es: Título
fr: Titre
pt: Título

# Diagram_ExportPDF
source: Export PDF
es: Exportar PDF
fr: Exporter en PDF
pt: Exportar PDF

# Diagram_ExportPNG
source: Export PNG
es: Exportar PNG
fr: Exporter en PNG
pt: Exportar PNG

# FileArtifactUploadDialog_DefaultScreenshotFilename
source: Screenshot1
es: Captura_Pantalla1
fi: Kuvaruutukaappaus1
fr: Capture-d'écran-1
hu: Képernyőkép1
pl: Zrzut ekranu 1
pt_pt: CapturaEcra1
ru: Скриншот1
zh_hans: 截图1

# Global_Status
source: Status
cs: Stav
es: Estado
fi: Tila
fr: Statut
hu: Állapot
pt_pt: Estado
ru: Статус
zh_hans: 状态
zh_hant: 狀態

# TestCaseExecution_Release
source: Release
cs: Verze
fi: Julkaisu
fr: Version
pl: Wydanie
pt_pt: Entrega
ru: Релиз
zh_hans: 发行
zh_hant: 版本

# TestCaseExecution_NotApplicable
source: N/A
fr: Non disponible
hu: (nincs adat)
pl: NIE DOTYCZY
ru: Н/Д

# ArtifactType_Release
source: Release
cs: Verze
fi: Julkaisu
fr: Version
pl: Wydanie
pt_pt: Entrega
ru: Релиз

# Global_Releases
source: Releases
cs: Verze
fr: Versions
pt_pt: Entregas

# SourceCode_Commits
source: Commits
cs: Umístit
fi: Luovuttaa
hu: Nyugtáz
pl: Zobowiązania
pt_pt: Efetivar Alterações (Commits)
ru: Комментарии

# ArtifactType_SourceCodeRevision
source: Commit
de: Überarbeitung

# Global_ID
source: ID
zh_hant: 識別碼
