Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Incidents_SuccessfullyCreatedRequirements
source: Successfully Created Requirements from the Incidents
cs: Požadavky byly úspěšně vytvořeny z Incidentů
de: Anforderungen erfolgreich aus den Vorfällen erstellt
es: Un nuevo requerimiento fue creado con éxito a partir de los incidentes.
fi: Vaatimukset luotu onnistuneesti Havainnosta
fr: Création des besoins issus des incidents effectuée
hu: Az incidensből készített követelmény sikeresen létrejött.
pl: Wymagania pomyślnie utworzone z incydentów
pt: Requerimentos criados com sucesso a partir dos incidentes
pt_pt: Requisitos Criados com Sucesso a partir dos Defeitos
ru: Успешно созданные требования по инцидентам
zh_hans: 从事件成功地创建需求
zh_hant: 已成功從此事件建立需求

# Global_Uploading
source: Uploading...
cs: Nahrávání ...
de: Hochladen …
fi: Lähetetään ...
fr: Transfert...
hu: Feltöltés..
pl: Przesyłanie…
pt: Enviando ...
pt_pt: A Enviar...
ru: Загрузка...
zh_hans: 上传...
zh_hant: 上傳中…

# ArtifactLinkPanel_IncidentIdNotValid
source: You need to enter an integer value for the incident's id
cs: ID incidentu musí být celé číslo
de: Sie müssen einen ganzzahligen Wert für die ID des Vorfalls eingeben
es: Es necesario usar un número entero como ID del incidente
fi: Sinun täytyy syöttää kokonaisluku havainnon ID:ksi
fr: Vous devez entrer une valeur entière pour l’identifiant d'incident.
hu: Az incidens azonosítónak egész értéknek kell lennie.
pl: Musisz wprowadzić wartość całkowitą dla id incydentu
pt: Você precisa digitar um valor inteiro para identificação (ID) do incidente
pt_pt: Precisa de inserir um valor inteiro para o id do defeito
ru: Вам нужно ввести целое значение для идентификатора инцидента.
zh_hans: 您需要输入一个整数值到事件的ID
zh_hant: 您必須為此事件輸入一個整數識別碼

# ArtifactLinkPanel_InvalidArtifactType
source: Invalid artifact type selected!
cs: Byl vybrán neplatný typ artefaktu!
de: Ungültiger Artefakttyp ausgewählt!
es: Selección inválida del tipo de artefacto !
fi: Virheellinen asian tyyppi valittu!
fr: Type non valide !
hu: A kiválasztott elem típusa érvénytelen!
pl: Wybrano nieprawidłowy typ artefaktu!
pt: Tipo de artefato inválido selecionado!
pt_pt: Tipo de artefacto selecionado inválido!
ru: Недействительный тип артефакта выбран!
zh_hans: 无效的工件类型选择 ！
zh_hant: 選擇無效的工作類型

# ArtifactLinkPanel_NeedToSelectOneArtifact
source: You need to select at least one artifact to be associated!
cs: Musíte vybrat alespoň jeden artefakt pro propojení!
de: Für die Verknüpfung müssen Sie mindestens ein Artefakt auswählen!
es: Es necesario seleccionar al menos un artefacto para realizar la asociación!
fi: Sinun on valittava ainakin yksi Asia yhdistettäväksi!
fr: Vous devez effectuer au moins une sélection.
hu: Legalább egy elem kiválasztása kötelező kapcsolat létrehozásához!
pl: Musisz wybrać co najmniej jeden artefakt aby go powiązać!
pt: Você precisa selecionar pelo menos um artefato para ser associado!
pt_pt: Precisa de selecionar pelo menos um artefacto para ser associado!
ru: Необходимо выбрать хотя бы один артефакт, который будет ассоциироваться!
zh_hans: 您需要选择要关联的至少一个工件！
zh_hant: 您必須選擇至少一件工作

# ArtifactLinkPanel_RequirementIdNotValid
source: You need to enter an integer value for the requirement's id
cs: ID požadavku musí být celé číslo
de: Sie müssen einen ganzzahligen Wert für die ID der Anforderung eingeben.
es: Es necesario usar un número entero como ID del requerimiento
fi: Sinun täytyy syöttää kokonaisluku vaatimuksen ID:ksi
fr: Vous devez entrer une valeur entière pour l'identifiant besoin.
hu: A követelmény azonosítónak egész értéknek kell lennie.
pl: Musisz wprowadzić wartość całkowitą dla id wymagań
pt: Você precisa inserir um valor inteiro para a identificação (ID) do requerimento
pt_pt: Precisa de inserir um valor inteiro para o id do requisito
ru: Для идентификатора требования необходимо ввести целое значение
zh_hans: 您需要输入一个整数到所需的ID
zh_hant: 您必須為此需求輸入一個整數識別碼

# ArtifactLinkPanel_TestStepIdNotValid
source: You need to enter an integer value for the test step's id
cs: ID kroku testu musí být celé číslo
de: Sie müssen einen ganzzahligen Wert für die ID des Testschritts eingeben.
es: Es necesario usar un número entero como ID del paso de prueba
fi: Sinun täytyy syöttää kokonaisluku testiaskeleen ID:ksi
fr: Vous devez entrer une valeur entière pour l'étape de test.
hu: A teszteset azonosítónak egész értéknek kell lennie.
pl: Musisz wprowadzić wartość całkowitą dla id kroków testowych
pt: Você precisa inserir um valor inteiro para a identificação (ID) da etapa de teste
pt_pt: Precisa de inserir um valor inteiro para o id do passo de teste
ru: Вам необходимо ввести целое значение для идентификатора тестового шага
zh_hans: 您需要输入一个整数到测试步骤的ID
zh_hant: 您必須為此測試步驟輸入一個整數識別碼

# Global_Loading
source: Loading...
cs: Načítání ...
de: Laden…
es: Cargando ...
fi: Ladataan ...
fr: Chargement…
hu: Betöltés...
pl: Ładowanie...
pt: Carregando...
pt_pt: A Carregar...
ru: Загрузка...
zh_hans: 正在加载...
zh_hant: 載入中…

# HierarchicalSelector_CollapseNode
source: Collapse Node
cs: Sbalit uzel
de: Zuklappen
es: Contraer Nodo
fi: Pura liitos
fr: Réduire le nœud
hu: Csomópont bezárása
pl: Zwiń węzeł
pt: Recolher nó
pt_pt: Ocultar Nó
ru: Узел опускания
zh_hans: 折叠节点
zh_hant: 折疊節點

# HierarchicalSelector_ExpandNode
source: Expand Node
cs: Rozbalit uzel
de: Aufklappen
es: Expandir Nodo
fi: Laajenna liitos
fr: Développer le nœud
hu: Csomópont nyitása
pl: Rozwiń węzeł
pt: Expandir nó
pt_pt: Expandir Nó
ru: Узел расширения
zh_hans: 展开节点
zh_hant: 展開節點

# NavigationBar_AllItems
source: All Items
cs: Všechny položky
de: Alle Elemente
es: Todos los ítems
fi: Kaikki Kohteet
fr: Tous les éléments
hu: Minden elem
pl: Wszystkie elementy
pt: Todos os itens
pt_pt: Todos os Itens
ru: Все предметы
zh_hans: 所有元件
zh_hant: 所有項目

# NavigationBar_Assigned
source: Assigned
cs: Přiřazeno
de: Zugewiesen
es: Asignado
fi: Osoitettu
fr: Mes affectations
hu: Kiosztott
pl: Przypisane
pt: Atribuído
pt_pt: Atribuído
ru: Назначен
zh_hans: 分配
zh_hant: 已指派

# NavigationBar_CurrentFilter
source: Current Filter
cs: Aktuální filtr
de: Aktueller Filter
es: Filtro actual
fi: Nykyinen suodatin
fr: Filtre actuel
hu: Aktuális szűrő
pl: Bieżący filtr
pt: Filtro atual
pt_pt: Filtro Atual
ru: Фильтр тока
zh_hans: 当前筛选器
zh_hant: 目前篩選

# NavigationBar_Display
source: Display:
cs: Zobraz:
de: Anzeigen:
es: Mostrar:
fi: Näytä:
fr: Affichage :
hu: Megjelenítés:
pl: Wyświetl:
pt: Exibir:
pt_pt: Mostrar:
ru: Дисплей:
zh_hans: 显示：
zh_hant: 顯示：

# NavigationBar_Maximize
source: Maximize
cs: Maximalizovat
de: Maximieren
es: Maximizar
fi: Maksimoi
fr: Maximiser
hu: Maximalizálás
pl: Zmaksymalizuj
pt: Maximizar
pt_pt: Maximizar
ru: Максимизировать
zh_hans: 最大化
zh_hant: 最大化

# NavigationBar_Minimize
source: Minimize
cs: Minimalizovat
de: Minimieren
es: Minimizar
fi: Minimoi
fr: Minimiser
hu: Minimalizál
pl: Zminimalizuj
pt: Minimizar
pt_pt: Minimizar
ru: Минимизировать
zh_hans: 最小化
zh_hant: 最小化

# Global_ClipboardNotSupported
source: Clipboard access is not supported by your browser!
cs: Váš prohlížeč nepodporuje přístup do schránky!
de: Der Zugriff auf die Zwischenablage wird von Ihrem Webbrowser nicht unterstützt!
es: El acceso al portapapeles no está permitido por su navegador.
fi: Selaimesi ei tue leikepöydän käyttöä!
fr: L'accès au presse-papiers n'est pas supporté par votre navigateur !
hu: Vágólap hozzáférést nem támogatja a böngészője!
pl: Dostęp do schowka nie jest obsługiwany przez przeglądarkę!
pt: O acesso a área de transferência não é suportado pelo seu navegador!
pt_pt: O seu browser não suporta acesso à área de transferência!
ru: Доступ к буферу обмена не поддерживается вашим браузером!
zh_hans: 您的浏览器不支持剪贴板访问 ！
zh_hant: 您的瀏覽器不支援剪貼簿存取！

# TestCaseDetails_CannotLinkToParent
source: You cannot link to a test case that already links to the current one
cs: Není možno odkazovat se na testovací případ, který se již odkazuje na tento záznam.
de: Sie können nicht mite einem Testfall verknüpfen, der bereits zu dem aktuellen verlinkt ist.
es: No se puede relacionar un caso de prueba que ya tiene vínculos con el actual
fi: Et voi linkittää testitapaukseen jolla on jo linkitys nykyiseen
fr: Vous ne pouvez pas créer un lien avec un scénario de test auquel il est déjà lié !
hu: Egy tesztesethez hivatkozás csak egyszer készíthető
pl: Nie można połączyć z przypadkiem testowym, który jest już połączony z bieżącym
pt: Você não pode vincular a um caso de teste que já está vinculado com o atual
pt_pt: Não pode estabelecer uma ligação a um caso de teste que já está ligado ao atual
ru: Вы не можете ссылаться на тестовый случай, который уже связан с текущим.
zh_hans: 您不能链接到一个已链接到当前的测试用例
zh_hant: 您無法再次對已連結的測試案例建立連結

# TestCaseDetails_CannotLinkToSelf
source: You cannot link to yourself!
cs: Nemůžete vytvořit odkaz na sebe sama!
de: Sie können nicht zu sich selbst verlinken!
es: No se puede vincular un elemento a sí mismo!
fi: Et voi linkittää itseesi!
fr: Vous ne pouvez pas créer de lien vers vous-même !
hu: Nem készíthető hivatkozás, amely önmagadra mutat!
pl: Nie można połączyć do siebie!
pt: Você não pode vincular a si mesmo!
pt_pt: Não pode ligar-se a si próprio!
ru: Вы не можете связать себя с собой!
zh_hans: 您不能链接到你自己 ！
zh_hant: 無法連結到自己！

# TestCaseDetails_NewParameterSuccess
source: New test case parameter added.
cs: Nový parameter pro testovací případ byl přidán.
de: Neuer Parameter zu dem Testfall hinzugefügt.
es: Nuevo parámetro de caso de prueba añadido.
fi: Uusi testitapauksen parametri lisätty.
fr: Nouveau paramètre de scénario de test ajouté.
hu: Az új teszteset paraméter hozzáadva
pl: Nowy parametr przypadku testowego dodany.
pt: Novo parâmetro de caso de teste adicionado.
pt_pt: Novo parâmetro de caso de teste adicionado.
ru: Добавлен новый параметр тестового случая.
zh_hans: 添加了新的测试用例参数。
zh_hant: 已新增測試案例的參數。

# TestCaseDetails_ParameterNameInvalid
source: You cannot use a single quote, space or backslash in a parameter name.
cs: Nemůžete použít apostrof, mezeru nebo zpětné lomítko v názvu parametru.
de: Sie können in einem Parameternamen kein einfaches Anführungszeichen, Leerzeichen oder den Backslash verwenden.
es: El nombre del parámetro no puede contener una comilla simple, espacio o una barra invertida.
fi: Et voi käyttää yksittäistä heittomerkkiä, väliä tai kenoviivaa parametrin nimessä.
fr: Vous ne pouvez pas utiliser un caractère apostrophe, guillemet , espace ou barre oblique inverse \ dans un nom de paramètre.
hu: Nem használható idézőjel, szóköz vagy per jel a paraméter nevében.
pl: W nazwie parametru nie można używać apostrofów, spacji lub lewych ukośników.
pt: Você não pode usar aspas simples, espaço ou barra invertida em um nome de parâmetro.
pt_pt: Não pode usar uma plica, espaço ou barra invertida no nome de um parâmetro.
ru: Нельзя использовать одну кавычку, пробел или обратный слеш в имени параметра.
zh_hans: 不能在参数名中使用单引号、 空间或反斜线。
zh_hant: 參數名稱無法使用單引號、空白、反斜線。

# TestCaseDetails_ParameterNameInvalid2
source: You cannot use a curly bracket or dollar-sign in a parameter name.
cs: Nelze použít složené závorky nebo symbol dolaru v názvu parametru.
de: Sie können in einem Parameternamen keine geschweifte Klammer oder ein Dollar-Zeichen verwenden.
es: El nombre del parámetro no puede contener una llave o signo de dólar.
fi: Et voi käyttää aaltosulku- tai dollari-merkkiä parametrin nimessä.
fr: Vous ne pouvez pas utiliser une accolade ou $ dans un nom de paramètre.
hu: Nem használható kapcsos zárójel, vagy dollár-jel a paraméter nevében.
pl: W nazwie parametru nie można używać nawiasów klamrowych i znaku dolara.
pt: Você não pode usar chaves ou cifrão em um nome de parâmetro.
pt_pt: Não pode usar uma chaveta ou cifrão no nome de um parâmetro.
ru: Нельзя использовать фигурные скобки или знак доллара в названии параметра.
zh_hans: 不能在参数名中使用花括号或美元符号
zh_hant: 參數名稱無法使用大括號、錢字號。

# TestCaseDetails_ParameterNameRequired
source: You need to provide a name for the new test case parameter.
cs: Je třeba zadat název pro nový parametr testovacího případu.
de: Sie müssen für den neuen Testfallparameter einen Namen vergeben.
es: Es necesario proporcionar un nombre para el nuevo parámetro de caso de prueba.
fi: Sinun on annettava nimi uudelle testitapauksen parametrille.
fr: Vous devez fournir un nom pour le paramètre du nouveau scénario de test.
hu: A teszteset paraméter neve megadása kötelező
pl: Musisz podać nazwę dla nowego parametru przypadku testowego.
pt: Você precisa fornecer um nome para o novo parâmetro de caso de teste.
pt_pt: Precisa de fornecer um nome para o novo parâmetro do caso de teste.
ru: Необходимо указать имя нового параметра тестового случая.
zh_hans: 您需要给新的测试用例参数提供名称。
zh_hant: 您必須為新的測試案例參數提供名稱。

# TestCaseDetails_SelectTestCaseFirst
source: You need to select a test case first.
cs: Nejprve vyberte testovací případ.
de: Sie müssen zuerst einen Testfall auswählen.
es: Primero, debe seleccionar un caso de prueba.
fi: Sinun täytyy valita testitapaus ensin.
fr: Vous devez sélectionner un scénario de test auparavant.
hu: Elsőként válasszon tesztesetet
pl: Musisz najpierw wybrać przypadek testowy.
pt: Você precisa primeiro selecionar um caso de teste.
pt_pt: Precisa de selecionar primeiro um Caso de Teste.
ru: Сначала нужно выбрать тестовый случай.
zh_hans: 您需要先选择一个测试用例。
zh_hant: 您必須先選擇測試案例。

# ReleaseSelector_RequirementCreatedFromTestCase
source: A new requirement was successfully created from this test case.
cs: Nový požadavek byl úspěšně vytvořen z tohoto testovacího případu.
de: Eine neue Anforderung wurde erfolgreich aus diesem Testfall erstellt.
es: Un nuevo requerimiento ha sido creado con éxito a partir de este caso de prueba.
fi: Uusi vaatimus onnistuneesti luotu tästä testitapauksesta.
fr: Nouveau besoin créé.
hu: A tesztesetből készített követelmény sikeresen létrehozva
pl: Nowe wymaganie zostało pomyślnie utworzone z przypadku testowego.
pt: Um novo requerimento foi criado com sucesso a partir desse caso de teste.
pt_pt: Foi criado com sucesso um novo requisito a partir deste caso de teste.
ru: Из этого тестового случая было успешно создано новое требование.
zh_hans: 从这个测试用例成功创建了新的需求。
zh_hant: 已成功從此測試案例建立新需求。

# TestCaseExecution_TestRunReadOnly
source: This test run is Read Only as it's assigned to
cs: Tento běh testu je pouze pro čtení, protože je přiřazen:
de: Dieser Testlauf ist nur durch den Besitzer änderbar.
es: Esta ejecución es solo lectura por ser asignada a
fi: Tämä Testiajo on vain luettavissa kun se on osoitettu
fr: Cette exécution de test est en lecture seule car elle est affectée à
hu: A teszt futtatás csak olvasható, ki van jelölve
pl: Ten przebieg testu jest w trybie "Tylko do odczytu" ponieważ jest przypisany do kogoś
pt: Essa Execução de Teste é somente leitura, pois ela está atribuída a
pt_pt: Esta Execução de Teste é somente de leitura, dado que está atribuída a
ru: Этот пробный запуск только для чтения, так как он назначен на
zh_hans: 因被分配，该测试运行仅为只读。
zh_hant: 此已被指派的測試執行為唯讀

# Documents_ExportDocuments
source: Export Documents
cs: Exportovat dokumenty
de: Dokumente exportieren
es: Exportar Documentos
fi: Vie Dokumentit
fr: Exporter les documents
hu: Dokumentumok exportálása
pl: Dokumenty eksportowane
pt: Exportar Documentos
pt_pt: Exportar Documentos
ru: Экспортные документы
zh_hans: 导出文件
zh_hant: 匯出文件

# JqPlot_DisplayDataGrid
source: Display Data Grid
cs: Zobrazit datovou mřížku
de: Data Grid anzeigen
es: Mostrar cuadrícula de datos
fi: Näytä tieto-ruudukko
fr: Afficher les données
hu: Táblázat megjelenítése
pl: Wyświetlanie siatki danych
pt: Mostrar Grade de Dados
pt_pt: Mostrar Grelha de Dados
ru: Отобразить сетку данных
zh_hans: 显示数据网格
zh_hant: 顯示資料表格

# JqPlot_ResetZoom
source: Reset Zoom
cs: Resetovat přiblížení (Zoom)
de: Zoom zurücksetzen
es: Restablecer Zoom
fi: Alusta Zoomi
fr: Annuler le zoom
hu: Nagyítás visszaállítása
pl: Resetuj powiększenie
pt: Redefinir Zoom
pt_pt: Reiniciar Zoom
ru: Сброс Увеличения
zh_hans: 重置显示比例
zh_hant: 重設顯示比例

# JqPlot_DownloadData
source: Download Data As CSV
cs: Stáhnout data ve formátu CSV
de: Daten als CSV herunterladen
es: Descargar datos como CSV
fi: Lataa tieto CSV-muodossa
fr: Télécharger les données au format CSV
hu: Letöltés CSV-ként
pl: Pobranie danych w formacie CSV
pt: Baixar dados como CSV
pt_pt: Descarregar Dados como CSV
ru: Скачать данные в формате CSV
zh_hans: 下载数据为 CSV
zh_hant: 下載資料存為 CSV 檔

# JqPlot_SaveAs
source: Save As
cs: Uložit jako
de: Speichern unter
es: Guardar como
fi: Tallenna nimellä
fr: Enregistrer
hu: Mentés másként
pl: Zapisz jako
pt: Salvar como
pt_pt: Gravar como
ru: Сохранить как
zh_hans: 另存为：
zh_hant: 另存為：

# TestCases_BlockSucceeded
source: Test Cases Successfully Blocked
cs: Úspěšně zablokované testovací případy
de: Testfälle erfolgreich gesperrt
es: Casos de prueba bloqueados con éxito
fi: Testitapaukset onnistuneesti estetty
fr: Scénarios de test bloqués
hu: Tesztesetek sikeresen blokkolva
pl: Przypadki testowe pomyślnie zablokowane
pt: Casos de teste bloqueados com sucesso
pt_pt: Casos de Teste Bloqueados com Sucesso
ru: Тестовые случаи успешно заблокированы
zh_hans: 测试用例成功阻止
zh_hant: 測試案例已成功阻擋

# TestCases_UnBlockSucceeded
source: Test Cases Successfully Unblocked
cs: Úspěšně odblokované testovací případy
de: Testfälle erfolgreich entsperrt
es: Casos de prueba desbloqueados con éxito
fi: Testitapaukset onnistuneesti sallittu
fr: Scénarios de test débloqués
hu: Tesztesetek sikeresen feloldva
pl: Przypadki testowe pomyślnie odblokowane
pt: Casos de teste desbloqueados com sucesso
pt_pt: Casos de Teste Desbloqueados com Sucesso
ru: Тестовые случаи успешно разблокированы
zh_hans: 已成功取消阻止测试用例
zh_hant: 測試案例已成功解除阻擋

# Global_EstimatedEffort
source: Estimated Effort
cs: Odhadovaná pracnost
de: Geschätzter Aufwand
es: Esfuerzo Estimado
fi: Arvioitu työmäärä
fr: Effort estimé
hu: Becsült ráfordítás
pl: Szacowany nakład
pt: Esforço Estimado
pt_pt: Esforço Estimado
ru: Расчетный вклад
zh_hans: 预计的付出
zh_hant: 預估工時

# Global_Owner
source: Owner
cs: Vlastník
de: Besitzer
es: Propietario
fi: Omistaja
fr: Propriétaire
hu: Tulajdonos
pl: Właściciel
pt: Proprietário
pt_pt: Responsável
ru: Владелец
zh_hans: 拥有者
zh_hant: 擁有者

# Global_ProjectedEffort
source: Projected Effort
cs: Plánovaná pracnost
de: Voraussichtlicher Aufwand
es: Esfuerzo Proyectado
fi: Suunniteltu työmäärä
fr: Effort projeté
hu: Tervezett ráfordítás
pl: Przewidywany nakład
pt: Esforço Projetado
pt_pt: Esforço Planeado
ru: Прогнозируемый эффект
zh_hans: 预计的付出
zh_hant: 計畫中的工時

# PlanningBoard_UnassignedItems
source: Unassigned Items
cs: Nepřiřazené položky
de: Nicht zugeordnete Elemente
es: Ítems no asignados
fi: Osoittamattomat Kohteet
fr: Sélection non attribuée
hu: Nem kiosztott elemek
pl: Nieprzypisane elementy
pt: Itens não atribuídos
pt_pt: Itens Não Atribuídos
ru: Неприписанные предметы
zh_hans: 未分配的元件
zh_hant: 未指派項目

# Global_Multiple
source: Multiple
cs: Více
de: Mehrere
es: Múltiplos
fi: Useita
fr: Multiples
hu: Összetett
pl: Wielokrotność
pt: Vários
pt_pt: Vários
ru: Многократный
zh_hans: 多个
zh_hant: 多個項目

# PlanningBoard_Back
source: Back
cs: Zpět
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
hu: Vissza
pl: Wstecz
pt: Voltar
pt_pt: Voltar
ru: Назад
zh_hans: 返回
zh_hant: 返回項目

# PlanningBoard_View
source: View
cs: Zobrazit
de: Ansicht
es: Vista
fi: Näytä
fr: Afficher
hu: Nézet
pl: Widok
pt: Exibir
pt_pt: Ver
ru: Посмотреть
zh_hans: 看
zh_hant: 檢視

# BackgroundProcessManager_StartingProcess
source: Starting Process...
cs: Spuštění procesu ...
de: Vorgang starten …
es: Iniciando el processo ...
fi: Käynnistää toimintoa ...
fr: Démarrage de l'opération
hu: Folyamat indítása…
pl: Uruchamianie procesu...
pt: Iniciando processo ...
pt_pt: A Iniciar o Processo...
ru: Запуск процесса...
zh_hans: 启动过程...
zh_hant: 開啟進行…

# Administration_CopyProjectConfirm
source: Are you sure you want to make a clone of this product?
cs: Jste si jisti, že chcete udělat kopii tohoto produktu?
de: Möchten Sie wirklich einen Klon von diesem Produkt herstellen?
es: Está seguro que desea hacer una copia de este proyecto?
fi: Oletko varma että haluat tehdä kopion tästä Projektista ?
fr: Êtes-vous sûr de vouloir faire une copie de ce produit ?
hu: Biztos benne, hogy másolatot kíván készíteni erről a projektről?
pl: Czy na pewno chcesz wykonać kopię tego projektu?
pt: Tem certeza de que deseja fazer uma cópia deste projeto?
pt_pt: Tem certeza que deseja criar uma cópia deste projeto?
ru: Вы уверены, что хотите сделать клон этого продукта?
zh_hans: 是否确实要制造这一项目的副本?
zh_hant: 您確認要將此專案建立副本？

# Administration_CopyProjectDialogText
source: Making a clone of the selected product. Please Wait...
cs: Probíhá kopírování vybraného produktu. Čekejte prosím ...
de: Erstellen eines Klons des ausgewählten Produkts. Bitte warten Sie …
es: Hacer una copia del proyecto seleccionado. Por favor espere ...
fi: Tehdään kopiota valitusta Projektista. Odota ...
fr: La copie du produit sélectionné est en cours. Veuillez patienter...
hu: A kiválasztott projekt másolatának készítése. Kérem, várjon...
pl: Wykonywanie kopii projektu. Proszę czekać…
pt: Copiando o projeto selecionado. Por favor, aguarde...
pt_pt: A criar uma cópia do projeto selecionado. Por favor aguarde...
ru: Изготовление клона выбранного продукта. Пожалуйста, подождите...
zh_hans: 正在制造选定项目的副本, 请稍候...
zh_hant: 正在對選定的專案建立副本。請稍後…

# Administration_CopyProjectDialogTitle
source: Clone Product
cs: Kopie produktu
de: Produkt klonen
es: Copiar Proyecto
fi: Kloonaa Projekti
fr: Copier un produit
hu: Projekt másolása
pl: Kopiuj projekt
pt: Copiar Projeto
pt_pt: Criar Cópia de Projeto
ru: Клонированный продукт
zh_hans: 复制项目
zh_hant: 複製專案

# Administration_DeleteProjectConfirm
source: Are you sure you want to delete this product? This cannot be undone.
cs: Jste si jisti, že chcete smazat tento produkt? Tato akce je nevratná.
de: Möchten Sie dieses Produkt wirklich löschen? Dies kann nicht rückgängig gemacht werden.
es: Está seguro que desea borrar este proyecto? Esto no se puede deshacer.
fi: Oletko varma että haluat poistaa tämän projektin? Toimintoa ei voi perua.
fr: Etes-vous sûr de vouloir supprimer ce produit ? L'opération ne peut pas être annulée.
hu: Biztosan törölni kívánja ezt a projektet? A művelet nem visszavonható.
pl: Czy na pewno chcesz usunąć ten projekt? Ta zmiana jest nieodwracalna
pt: Tem certeza de que deseja excluir este projeto? Esta ação não pode ser desfeita.
pt_pt: Tem certeza que deseja eliminar este projeto? Não poderá reverter esta ação.
ru: Вы уверены, что хотите удалить этот продукт? Это нельзя отменить.
zh_hans: 确实要删除此项目吗？这不能撤消。
zh_hant: 操作無法復原，您確認要刪除此專案？

# Administration_DeleteProjectDialogText
source: Deleting the selected product. Please Wait...
cs: Probíhá odstranění vybraného produktu. Čekejte prosím ...
de: Löschen des ausgewählten Produkts. Bitte warten Sie ...
es: Eliminando el proyecto seleccionado. Por favor espere ...
fi: Poistetaan valittua projektia. Odota ...
fr: Le produit sélectionné est en cours de suppression. Veuillez patienter...
hu: A kiválasztott projekt törlése. Kérem, várjon...
pl: Kasowanie projektu. Proszę czekać…
pt: Excluindo o projeto selecionado. Por favor, aguarde...
pt_pt: A eliminar o projeto selecionado. Por favor aguarde...
ru: Удаление выбранного продукта. Пожалуйста, подождите...
zh_hans: 正在删除选定的项目中. 请稍候...
zh_hant: 正在刪除選定的專案。請稍後…

# Administration_DeleteProjectDialogTitle
source: Delete Product
cs: Smazat produkt
de: Produkt löschen
es: Borrar el Proyecto
fi: Poista Projekti
fr: Supprimer le produit
hu: Projekt törlése
pl: Kasuj projekt
pt: Excluir Projeto
pt_pt: Eliminar o Projeto
ru: Удалить продукт
zh_hans: 删除项目
zh_hant: 刪除專案

# Global_Close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
pl: Zamknij
pt: Fechar
pt_pt: Fechar
ru: Закрыть
zh_hans: 关闭
zh_hant: 關閉
