Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Guide_TestExecutionExploratory_gridAdd_Content
source: To add a new step, click this button. A blank step will be created and placed at the bottom of the list of test steps. It can then be fully edited in the same way as other steps.<br><br>Combined with functionality already mentioned, this gives you a lot of power to design and change your test run as you explore the functionality you are testing.
cs: Chcete-li přidat nový krok, klikněte na toto tlačítko. Bude vytvořen prázdný krok, který bude umístěn do spodní části seznamu testovacích kroků. Lze jej poté plně upravit stejným způsobem jako v jiných krocích. <br> <br> V kombinaci s již zmíněnými funkcemi Vám to dává možnosti navrhnout a změnit testovací běh při zkoumání funkcí, které testujete.
de: Um einen neuen Schritt hinzuzufügen, klicken Sie auf diese Schaltfläche. Ein leerer Schritt wird erstellt und am Ende der Liste der Testschritte platziert. Es kann dann vollständig bearbeitet werden, wie in anderen Schritten. <br><br><br> Kombiniert mit den bereits erwähnten Funktionen, gibt Ihnen dies viel Macht, Ihren Testlauf zu entwerfen und zu ändern, während Sie die Funktionalität, die Sie testen, erkunden.
es: Para agregar un nuevo paso, haga clic en este botón. Se creará un paso en blanco en la parte inferior de la lista de pasos de prueba, que se puede editar completamente de la misma manera que en otros pasos. <br><br> Juntamente con la funcionalidad ya mencionada, esta herramienta proporciona mucho poder para diseñar y cambiar su ejecución de prueba a medida que explora la funcionalidad que está probando.
fr: Pour ajouter une nouvelle étape, cliquez sur ce bouton. Une étape vide sera créée et placée au bas de la liste des étapes de test et peut ensuite être entièrement éditée de la même manière que les autres étapes. Combiné avec les fonctionnalités déjà mentionnées, ceci vous permet de concevoir et modifier votre test lorsque vous explorez la fonctionnalité à tester.
hu: Új lépés hozzáadásához kattintson erre a gombra. Egy üres lépés jön létre és kerül a tesztlépések listájának aljára. Teljes mértékben szerkeszthető akárcsak más lépések.<br><br>A már említett funkcióval együtt a tesztfuttatás tervezhető és módosítható a tesztelt funkció felfedezése közben.
pl: Aby dodać nowy krok, kliknij ten przycisk. Pusty krok zostanie utworzony i umieszczony na dole listy kroków testowych. Może on być następnie w pełni edytowany w taki sam sposób, jak inne kroki.<br><br>W połączeniu z już wspomnianą funkcjonalnością, daje to wiele możliwości projektowania i zmiany przebiegu testów w miarę poznawania funkcjonalności, które testujesz.
pt: Para adicionar uma nova etapa, clique neste botão. Uma etapa em branco será criada e colocada na parte inferior da lista de etapas de teste. Ela pode então ser completamente editada da mesma forma que as outras etapas.<br><br>A combinação desta funcionalidade com as mencionadas anteriormente dão a você bastante poder para desenhar e alterar seu teste enquanto explora a funcionalidade que está testando.
pt_pt: Para adicionar um novo passo, clique neste botão. Um passo em branco será criado e colocado na parte inferior da lista de passos do teste. Pode ser editado tal como os outros passos. <br> <br> Conjugado com as possibilidades já mencionadas, permite-lhe desenhar e alterar a sua execução de teste enquanto explora as funcionalidades que está a testar.
ru: Чтобы добавить новый шаг, нажмите эту кнопку. Пустой шаг будет создан и помещен в нижнюю часть списка шагов тестирования. Затем он может быть полностью отредактирован так же, как и другие шаги.<br><br>В сочетании с уже упомянутой функциональностью, это дает вам много сил для проектирования и изменения вашего тестового прогона по мере изучения функциональности, которую вы тестируете.

# Guide_TestExecutionExploratory_tasks_Title
source: Managing Tasks
cs: Správa úkolů
de: Verwalten von Aufgaben
es: Administrar Tareas
fr: Gérer les tâches
hu: Feladatok kezelése
pl: Zarządzanie zadaniami
pt: Gerenciando Tarefas
pt_pt: Gerir Tarefas
ru: Задачи управления

# Guide_TestExecutionExploratory_tasks_Content
source: While exploring, you may well find something a developer should look at. You may be uncertain if this is a bug or the testing may be during early stages of development. In each of these cases, creating an incident may be too formal an action.<br><br>Instead, why not create a task? You can add a title, an optional description, and assign the task to a colleague in a few seconds.<br><br>You can see all the tasks created for this test run at any time.
cs: Při zkoumání můžete najít něco, na co by se vývojář měl podívat. Možná si nejste jisti, zda se jedná o chybu, nebo testování může být v raných fázích vývoje. V každém z těchto případů může být vytvoření incidentu příliš formální akcí. <br> <br> Proč místo toho nevytvořit úkol? Během několika sekund můžete přidat název, volitelný popis a přiřadit úkol kolegovi. <br> <br> Všechny úkoly vytvořené pro tento test můžete kdykoli zobrazit.
de: Beim Erkunden können Sie durchaus etwas finden, was sich ein Entwickler ansehen sollte. Sie können unsicher sein, ob es sich um einen Fehler handelt oder ob sich der Test in einem frühen Entwicklungsstadium befindet. In jedem dieser Fälle kann das Erstellen eines Vorfalls eine zu formale Aktion sein.<br><br><br>>Stattdessen, warum nicht eine Aufgabe erstellen? Sie können einen Titel, eine optionale Beschreibung hinzufügen und die Aufgabe in wenigen Sekunden einem Kollegen zuordnen. <br><br><br><br>Sie können jederzeit alle für diesen Testlauf erstellten Aufgaben sehen.
es: Mientras exploras, puedes encontrar algo que un desarrollador debería ver. Es posible que no esté seguro de que se trata de un bug o la prueba está en el principio de desarrollo. En cada uno de estos casos, crear un incidente puede ser una acción demasiado formal. En cambio, por qué no crear una tarea? Puede agregar un título, una descripción opcional y asignar la tarea a un compañero en unos pocos segundos.<br><br>Puede ver todas las tareas creadas para esta prueba en cualquier momento.
fr: Si vous rencontrez pendant votre exploration un incident potentiel et ne connaissez pas son statut (nouvel incident ou incident en phase préliminaire de test) il peut être plus simple de créer une tâche qu'un incident.<br><br>Vous pouvez ajouter un titre, une description facultative et affecter la tâche à un collègue en quelques secondes. <br> <br> Vous pouvez voir toutes les tâches créées pour ce test à tout moment.
hu: Felfedezés közben olyat is találhat, amelyet egy fejlesztőnek is látnia kell. Előfordulhat, hogy bizonytalan abban, hogy ez hiba-e vagy, hogy a tesztelés a fejlesztés korai szakaszában történik. Ezen esetek bármelyikében egy incidens létrehozása túlzottan formális művelet lehet.<br><br>Ehelyett jobb lenne létrehozni egy feladatot. Néhány másodperc alatt címet vagy opcionális leírást adhat hozzá, illetve a feladatot egy munkatárshoz társíthat.<br><br>Az összes, ehhez a tesztfuttatáshoz létrehozott feladatokat bármikor megtekintheti.
pl: Podczas zwiedzania można znaleźć coś, na co deweloper powinien zwrócić uwagę. Możesz być niepewny, czy jest to błąd, czy też testowanie może być we wczesnej fazie rozwoju. W każdym z tych przypadków, stworzenie incydentu może być zbyt formalne działanie.<br><br>Zamiastą, dlaczego nie stworzyć zadanie? Możesz dodać tytuł, opcjonalny opis i przypisać zadanie do współpracownika w ciągu kilku sekund.<br><br>Możesz zobaczyć wszystkie zadania utworzone dla tego testu w dowolnym momencie.
pt: Enquanto explora, você pode encontrar algo que um desenvolvedor deva verificar. Você pode estar incerto se trata-se de um bug ou apenas um teste que ainda está nos estágios iniciais de desenvolvimento. Para cada um desses casos, criar um incidente pode ser uma ação muito formal.<br><br>Então, em vez disso, por que não criar uma tarefa? Você pode adicionar um título, uma descrição (opcional) e atribuir a tarefa a um colega em apenas alguns segundos.<br><br>Você pode ver todas as tarefas criadas para essa execução de teste a qualquer momento.
pt_pt: Enquanto realiza o seu teste exploratório, pode encontrar algo que deva ser analisado por alguém do desenvolvimento. Poderá estar na dúvida de que seja um erro, ou se será por estar numa fase preliminar dos testes. Em qualquer dos casos, criar um defeito, poderá ser demasiado formal.<br> <br>Em vez disso, por que não criar uma tarefa? Pode adicionar um título, uma descrição opcional e atribuir a tarefa a um colega em segundos. <br> <br> Poderá consultar todas as tarefas criadas para este teste em qualquer momento.
ru: Во время изучения, вы вполне можете найти что-то, на что разработчик должен обратить внимание. Вы можете быть не уверены, является ли это ошибкой или тестирование может быть на ранних стадиях разработки. В каждом из этих случаев создание инцидента может быть слишком формальным действием.<br><br>Пожалуйста, почему бы не создать задание? Вы можете добавить название, необязательное описание и назначить задание коллеге за несколько секунд.<br><br>В любое время вы можете увидеть все задания, созданные для этого теста.

# Guide_TestExecutionExploratory_settings_Title
source: Display Options
cs: Volby zobrazení
de: Anzeigeoptionen
es: Opciones de Visualización
fr: Options d'affichage
hu: Megjelenítési opciók
pl: Opcje wyświetlania
pt: Opções de Exibição
pt_pt: Mostrar Opções
ru: Параметры отображения

# Guide_TestExecutionExploratory_settings_Content
source: There are a number of ways your exploratory testing workspace can be customized. Specifically, various fields can be set on a per user basis to show or hide. For example, if you don't use "Sample Data" during your exploratory tests, then you can hide that field.<br><br>You can optionally show the last results for a step (if it exists) so you can quickly compare it with the current results.
cs: Existuje několik způsobů, jak lze přizpůsobit váš pracovní prostor pro průzkumné testování. Konkrétně lze nastavit nebo skrýt různá pole podle jednotlivých uživatelů. Pokud například během průzkumných testů nepoužíváte 'Vzorová data', můžete toto pole skrýt. <br> <br> Můžete volitelně zobrazit poslední výsledky kroku (pokud existuje), abyste to mohli rychle porovnat s aktuálními výsledky.
de: Es gibt eine Reihe von Möglichkeiten, wie Ihr Arbeitsbereich für explorative Tests angepasst werden kann. Insbesondere können verschiedene Felder auf Benutzerebene ein- oder ausgeblendet werden. Wenn Sie beispielsweise "Beispieldaten" während Ihrer explorativen Tests nicht verwenden, können Sie dieses Feld ausblenden.<br><br><br>Sie können optional die letzten Ergebnisse für einen Schritt anzeigen (falls vorhanden), damit Sie ihn schnell mit den aktuellen Ergebnissen vergleichen können.
es: Hay varias formas de personalizar el espacio de trabajo de las pruebas exploratorias. Específicamente, se pueden establecer varios campos por usuario para mostrar o ocultar. Por ejemplo, si no utiliza "Datos de Muestra" durante sus pruebas exploratorias, puede ocultar ese campo.<br><br> Opcionalmente, puede mostrar los últimos resultados de un paso (si existe) para que pueda rápidamente compáralo con los resultados actuales.
fr: Le mode exploratoire peut être personnalisé par un utilisateur à l'aide des paramètres configurables.
hu: Több módon is személyre szabhatja a felfedező tesztelési munkafelületet. Ehhez különböző mezőket állíthat be úgy, hogy azok egyes felhasználóknál megjelenjenek vagy rejtve legyenek. Ha például nem használja a „Sample Data” felületet a felfedező teszteken, akkor elrejtheti ezt a mezőt.<br><br>Opcionálisan megjelenítheti egy adott lépés (ha van ilyen) utolsó eredményeit, így gyorsan összehasonlíthatja a jelenlegi eredményekkel.
pl: Istnieje wiele sposobów na dostosowanie przestrzeni roboczej do testów eksploracyjnych. Konkretnie, różne pola mogą być ustawione w zależności od użytkownika, aby pokazać lub ukryć. Na przykład, jeśli nie używasz "Sample Data" podczas testów eksploracyjnych, wtedy możesz ukryć to pole.<br><br>Możesz opcjonalnie pokazać ostatnie wyniki dla danego kroku (jeśli istnieje), aby szybko porównać je z aktualnymi wynikami.
pt: Existem várias maneiras de personalizar seu espaço de trabalho de exploração de testes. Especificamente, vários campos podem ser definidos por usuário para serem mostrados ou escondidos. Por exemplo, se você não costuma usar "Dados de Amostra" durante suas explorações, poderá ocultar esse campo.<br><br>Você pode, opcionalmente, mostrar os últimos resultados de uma etapa (se existirem) para poder rapidamente compará-los aos resultados atuais.
pt_pt: Há várias formas de personalizar a sua área de trabalho de testes exploratórios. Concretamente, há vários campos cuja visibilidade pode ser configurada por utilizador. Por exemplo, se não usar "Dados para Teste" durante os seus testes exploratórios, pode ocultar esse campo. <br> <br> Poderá, opcionalmente, mostrar os últimos resultados de um passo (se existirem), para que possa rapidamente compará-los com os resultados atuais.
ru: Существует несколько способов настройки рабочего пространства для проведения пробного тестирования. В частности, для каждого пользователя могут быть заданы различные поля для отображения или скрытия. Например, если Вы не используете "Sample Data" во время тестов, то Вы можете скрыть это поле.<br><br>Вы можете по желанию показать последние результаты для шага (если он существует), чтобы можно было быстро сравнить его с текущими результатами.

# Guide_TestExecutionExploratory_exit_Title
source: Leaving the Test
cs: Opuštění testu
de: Verlassen des Tests
es: Dejar la Prueba
fr: Quitter le test
hu: A teszt elhagyása
pl: Opuszczenie testu
pt: Saindo do Teste
pt_pt: Sair do Teste
ru: Оставляя тест

# Guide_TestExecutionExploratory_exit_Content
source: Once the exploratory testing is complete a button will appear here in orange with a "stop" symbol. Clicking this will show a dropdown with two options.<br><br>1. You can update the underlying test case based on all the changes you have made (editing, adding, deleting, moving steps).<br><br>2. Or you can leave the test case unchanged. If you select this option, only the execution status of the test case is updated. Note that the test run created from this session will fully reflect all the changes made on this page.
cs: Jakmile je průzkumné testování dokončeno, zobrazí se zde oranžové tlačítko se symbolem „stop“. Kliknutím na toto tlačítko zobrazíte rozbalovací nabídku se dvěma možnostmi. <br> <br> 1. Základní testovací případ můžete aktualizovat na základě všech změn, které jste provedli (úpravy, přidání, odstranění, přesunutí kroků). <br> <br> 2. Nebo můžete testovací případ ponechat beze změny. Pokud vyberete tuto možnost, aktualizuje se pouze stav provedení testovacího případu. Všimněte si, že testovací běh vytvořený z této relace bude plně odrážet všechny změny provedené na této stránce.
de: Nach Abschluss des explorativen Tests erscheint hier eine Schaltfläche in orange mit einem "Stopp"-Symbol. Wenn Sie darauf klicken, wird ein Dropdown-Menü mit zwei Optionen angezeigt.<br><br><br>1. Sie können den zugrunde liegenden Testfall basierend auf allen Änderungen, die Sie vorgenommen haben (Bearbeiten, Hinzufügen, Löschen, Verschieben von Schritten), aktualisieren.<br><br><br>2. Wenn Sie diese Option wählen, wird nur der Ausführungsstatus des Testfalls aktualisiert. Beachten Sie, dass der aus dieser Sitzung erstellte Testlauf alle auf dieser Seite vorgenommenen Änderungen vollständig widerspiegelt.
es: Una vez que se completen las pruebas exploratorias, aparecerá un botón aquí en naranja con el símbolo "Stop". Al hacer clic, se mostrará un menú desplegable con dos opciones.<br><br>1.Puede actualizar el caso de prueba subyacente en función de todos los cambios realizados (edición, adición, eliminación, movimiento de pasos).<br><br>2. O puede dejar el caso de prueba sin cambios. Si selecciona esta opción, solo se actualiza el estado de ejecución del caso de prueba.Tenga en cuenta que la ejecución de prueba creada a partir de esta sesión reflejará completamente todos los cambios realizados en esta página.
fr: Un bouton orange "stop" s'affiche ici à la fin du test exploratoire, cliquez sur le bouton pour afficher les 2 choix possibles : <br><br>1. Vous pouvez mettre à jour le scénario de test sous-jacent avec toutes les modifications que vous avez apportées (modification, ajout, suppression ou déplacement).<br> <br> 2. Ou vous pouvez laisser le scénario de test inchangé. Si vous sélectionnez cette option, seul le statut d'exécution du scénario de test est mis à jour. Notez que le test créé à partir de cette session intégrera toutes les modifications effectuées sur cette page.
hu: Amikor a felfedező tesztelés véget ért, egy gomb jelenik meg narancssárga színnel és egy „stop” szimbólummal. Ha erre kattint, akkor egy legördülő ablak jelenik meg két lehetőséggel.<br><br>1. Az alapul szolgáló tesztesetet a végrehajtott változtatások alapján frissítheti (szerkesztés, hozzáadás, törlés, lépések mozgatása).<br><br>2. A tesztesetet módosítás nélkül is hagyhatja. Ha ezt az opciót választja, akkor teszteset végrehajtási állapota frissül. Vegye figyelembe, hogy az ebből a munkafolyamatból létrehozott tesztfuttatás teljes mértékben tükrözi az ezen az oldalon elvégzett változtatásokat.
pl: Po zakończeniu testów eksploracyjnych pojawi się tutaj przycisk w kolorze pomarańczowym z symbolem "stop". Kliknięcie tego spowoduje wyświetlenie listy rozwijanej z dwoma opcjami.<br><br>1. Możesz zaktualizować podstawowy przypadek testowy na podstawie wszystkich wprowadzonych zmian (edycja, dodawanie, usuwanie, przenoszenie kroków).<br><br>2. Możesz też pozostawić przypadek testowy bez zmian. Po wybraniu tej opcji aktualizowany jest tylko stan wykonania danego przypadku testowego. Należy pamiętać, że przebieg testowy utworzony z tej sesji będzie w pełni odzwierciedlał wszystkie zmiany dokonane na tej stronie.
pt: Assim que o teste de exploração estiver concluído, um botão alaranjado aparecerá aqui com um símbolo de "pare". Clicar nele mostrará uma lista suspensa com duas opções.<br><br>1. Você pode atualizar o caso de teste subjacente com base em todas as alterações feitas (edição, adição, exclusão, movimentação de etapas).<br><br>2. Você pode manter o caso de teste inalterado. Se você selecionar essa opção, apenas o status da execução do caso de teste será atualizado. Observe que a execução de teste criada a partir desta sessão refletirá integralmente todas as alterações feitas nessa página.
pt_pt: Uma vez concluído o teste exploratório, surgirá um botão laranja com um símbolo de "stop". Ao clicar nele, será apresentado um menu com duas opções. <br> <br> 1. Pode atualizar o caso de teste subjacente com todas as alterações que realizou (editar, adicionar, excluir, mover passos). <br> <br> 2. Ou pode deixar o caso de teste inalterado. Se selecionar esta última opção, apenas o estado de execução do caso de teste será atualizado. Note que a execução de teste criada nesta sessão refletirá todas as alterações efetuadas nesta página.
ru: После завершения пробного тестирования здесь появится кнопка оранжевого цвета с символом "стоп". Нажав на нее, вы увидите выпадающее окно с двумя опциями.<br><br>1. Вы можете обновить базовый тестовый пример, основываясь на всех внесенных вами изменениях (редактирование, добавление, удаление, шаги перемещения).<br><br>2. Или вы можете оставить тестовый пример без изменений. При выборе этой опции обновляется только статус выполнения тестового случая. Обратите внимание, что тестовый запуск, созданный из этой сессии, будет полностью отражать все изменения, сделанные на этой странице.

# GlobalNavigation_MyProfile
source: My Profile
cs: Můj Profil
de: Mein Profil
es: Mi Perfil
fr: Mon profil
hu: Profilom
pl: Mój profil
pt: Meu Perfil
ru: Мой профиль

# GlobalNavigation_MyTimecard
source: My Timecard
cs: Moje Timecard
de: Meine Zeitkarte
es: Mi Tarjeta de Tiempo
fr: Ma fiche de travail
hu: Időkártyám
pl: Moja Timecard
pt: Meu Cartão de Horários
ru: Моя карточка времени

# Global_Search_SortByDate
source: date
cs: datum
de: Datum
es: fecha
fi: Päivämäärä
hu: dátum
pl: Data
pt: data
pt_pt: data
ru: дата

# Global_Search_SortByRelevance
source: relevance
de: Relevanz
es: pertinencia
fi: Asiaankuuluvuus
fr: pertinence
hu: relevancia
pl: Znaczenie
pt: relevância
pt_pt: relevância
ru: актуальность

# Global_ShowAll
source: Show all
cs: Zobrazit vše
de: Alle anzeigen
es: Mostrar todo
fi: Näytä kaikki
fr: Tout afficher
hu: Összes mutatása
pl: Pokaż wszystko
pt: Mostrar Tudo
pt_pt: Mostrar tudo
ru: Показать все

# Global_ShowLess
source: Show less
cs: Zobrazit méně
de: Weniger anzeigen
es: Mostrar menos
fi: Näytä vähemmän
fr: Afficher moins
hu: Kevesebb mutatása
pl: Pokaż mniej
pt: Mostrar Menos
pt_pt: Mostrar menos
ru: Показать меньше

# Global_Followers
source: Followers
cs: Followeři
de: Follower
es: Seguidores
fi: Seuraajat
fr: Abonnés
hu: Követők
pl: Naśladowcy
pt: Seguidores
pt_pt: Seguidores
ru: Писатели

# Global_People
source: People
cs: Lidé
de: Leute
es: Gente
fi: Ihmiset
fr: Contacts
hu: Személyek
pl: Ludzie
pt: Pessoas
pt_pt: Pessoas
ru: Люди

# ArtifactAddFollower_Success
source: Successfully added follower.
cs: Follower úspěšně přidán
de: Follower erfolgreich hinzugefügt.
es: Seguidor añadido con éxito.
fi: Onnistuneesti lisätty seuraaja.
fr: Abonné ajouté
hu: Követő sikeresen hozzáadva.
pl: Skutecznie dodany naśladowca.
pt: Seguidor adicionado com sucesso.
pt_pt: Seguidor adicionado com sucesso.
ru: Успешно добавлен последователь.

# Followers_UnfollowUser
source: Remove follower
cs: Odstranit followera
de: Follower entfernen
es: Quitar seguidor
fi: Poista seuraaja
fr: Supprimer abonné
hu: Követő eltávolítása
pl: Zdejmij zwolennika
pt: Remover seguidor
pt_pt: Remover seguidor
ru: Удалить последователя

# Incidents_AllClosed
source: All Closed
cs: Všechny uzavřené
de: Alle geschlossenen
es: Todos Cerrados
fi: Kaikki suljetut
fr: Tout fermé
hu: Összes bezárva
pl: Wszystko Zamknięte
pt: Todos Fechados
pt_pt: Tudo Fechado
ru: Все Закрыто

# Incidents_AllOpen
source: All Open
cs: Všechny otevřené
de: Alle offenen
es: Todos Abiertos
fi: Kaikki avoimet
fr: Tout ouvert
hu: Összes nyitva
pl: Wszystkie otwarte
pt: Todos Abertos
pt_pt: Tudo Aberto
ru: Все открыто

# IncidentDetails_IncidentNotFound
source: The incident you selected has been deleted from the system!
cs: Vámi vybraný Incident byl smazán ze systému!
de: Der ausgewählte Vorfall wurde aus dem System gelöscht!
es: El incidente que seleccionaste fue eliminado del sistema!
fi: Valitsemasi havainto on jo poistettu järjestelmästä!
fr: L'incident sélectionné a été supprimé.
hu: A kiválasztott incidens törlődött a rendszerből!
pl: Wybrany incydent został usunięty z systemu!
pt: O incidente que você selecionou foi excluído do sistema!
pt_pt: O defeito selecionado foi eliminado do sistema!
ru: Выбранный вами инцидент был удален из системы!

# Global_Displaying
source: Displaying
cs: Zobrazuji
de: Anzeigen
es: Visualización
fi: Näyttää
fr: Affichage
hu: Megjelenítés
pl: Wyświetlanie
pt: Exibição
pt_pt: Em Visualização
ru: Отображение

# Global_NewIncident
source: New Incident
cs: Nový Incident
de: Neuer Vorfall
es: Nuevo Incidente
fi: Uusi Havainto
fr: Nouvel incident
hu: Új incidens
pl: Nowy Incydent
pt: Novo Incidente
pt_pt: Novo Defeito
ru: Новый инцидент
