Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# GlobalNavigation_TooltipTestSet
source: Test Sets contain Test Cases. A Test Set acts as a store for dynamic testing data and for setting a specific order of execution of Test Cases.Test Sets are not folders: a Test Case can live in many Test Sets and even be in one Test Set multiple times.
cs: Testovací sady obsahují testovací případy. Testovací sada funguje jako kumulující artefakt pro dynamické testování a pro nastavení konkrétního pořadí při provádění Testovacích Případů. Testovací sady nejsou složky: testovací případ může žít v mnoha testovacích sadách a dokonce může být v jedné testovací sadě vícekrát.
de: Testsets enthalten Testfälle. Ein Testset dient als Speicher für dynamische Testdaten und zum Festlegen einer bestimmten Reihenfolge der Ausführung von Testfällen, wobei Testsets keine Ordner sind: Ein Testfall kann in vielen Testsets leben und sogar mehrmals in einem Testset sein.
es: Los Conjuntos de Pruebas contienen los Casos de Prueba. Un conjunto de pruebas actúa como un almacén para datos de prueba dinámicos y para establecer un orden específico de ejecución de los casos de prueba. Los conjuntos de prueba no son carpetas: un caso de prueba puede vivir en muchos conjuntos de prueba e tambíen estar en un conjunto de prueba varias veces.
fr: Les ensembles de tests contiennent les scénarios de test. Un ensemble de test assure le stockage des données dynamiques de tests et de l’ordre d’exécution des scénarios. Les scénarios de test ne sont pas des dossiers : un scénario peut figurer dans de nombreux ensembles de test ou alors être présent plusieurs fois dans un même ensemble de test.
hu: A teszt szettek teszteseteket tartalmaznak. Egy teszt szett a dinamikus tesztelési adatok tárolójaként, valamint a tesztesetek sorrendjének beállításaként szolgál. A teszt szettek nem könyvtárak: egy teszteset jelen lehet több teszt szettben is, de akár többször is egy adott teszt szettben.
pl: Zestawy testowe zawierają przypadki testowe. Zestawy testowe służą do przechowywania dynamicznych danych testowych oraz do ustawiania określonej kolejności wykonywania Zestawów testowych. Zestawy testowe nie są folderami: Zestawy testowe mogą znajdować się w wielu Zestawach testowych, a nawet wielokrotnie w jednym Zestawie testowym.
pt: Conjuntos de Testes contêm Casos de Teste. Um Conjunto de Testes atua como um repositório para dados de teste dinâmicos e para definir uma ordem específica de execução de Casos de Teste. Os Conjuntos de Testes não são pastas: um Caso de Teste pode residir em muitos Conjuntos de Testes e até estar em um Conjunto de Testes várias vezes.
pt_pt: Os Conjuntos de Teste contêm Casos de Teste. Um Conjunto de Teste funciona como um repositório dinâmico de dados para teste e para estabelecer uma ordenação específica para a execução de Casos de Teste. Os Conjuntos de Teste não são pastas: um Caso de Teste pode constar em vários Conjuntos de Teste e até no mesmo Conjunto de Teste múltiplas vezes.
ru: Тестовые наборы содержат тестовые случаи. Test Set действует как хранилище данных динамического тестирования и для задания определенного порядка выполнения тестовых сценариев.

# GlobalNavigation_TooltipWorkspace
source: To start getting things done in the application you need to select a workspace to explore, manage, or work on. Workspaces can be products (e.g. for a specific application), programs (that group a number of products together), portfolios (ValidationMaster only - that group a number of programs together), or the system wide Enterprise view (ValidationMaster only)
cs: Chcete-li začít dělat věci v aplikaci, musíte vybrat pracovní prostor, který chcete prozkoumat, spravovat nebo pracovat. Pracovní prostory mohou být produkty (např. Pro konkrétní aplikaci), programy (které seskupují několik produktů dohromady), portfolia (pouze ValidationMaster - seskupuje několik programů dohromady) nebo podnikové zobrazení celého systému (pouze ValidationMaster)
de: Um mit der Arbeit in der Anwendung zu beginnen, müssen Sie einen Arbeitsbereich auswählen, der erkundet, verwaltet oder bearbeitet werden soll. Workspaces können Produkte (z.B. für eine bestimmte Anwendung) oder Programme (die eine Reihe von Produkten zusammenfassen) sein.
es: Para comenzar a utilizar los recursos de la aplicación, debe seleccionar un espacio de trabajo para explorar, administrar o trabajar. Los espacios de trabajo pueden ser productos (por ejemplo, para una aplicación específica) o programas (que agrupan varios productos juntos).
fr: Sélectionnez un espace de travail pour gérer ou explorer les tests. Les espaces de travail peuvent être des produits (pour une application spécifique par exemple) ou des programmes. Un programme est un ensemble de produits.
hu: Ahhoz, hogy az alkalmazásban el tudja kezdeni a munkát, ki kell választania azt a munkaterületet, amelyet fel szeretne fedezni, kezelni vagy amelyen dolgozni szeretne. A munkaterületek lehetnek projektek (pl. egy adott alkalmazáshoz) vagy programok (amelyek egy bizonyos mennyiségű projektet csoportba rendeznek)
pl: Aby rozpocząć pracę z aplikacją, musisz wybrać obszar roboczy, który chcesz eksplorować, zarządzać lub nad którym chcesz pracować. Obszarami roboczymi mogą być produkty (np. dla konkretnego zastosowania) lub programy (które grupują wiele produktów razem).
pt: Para começar a utilizar os recursos da aplicação, você precisa selecionar um espaço de trabalho para explorar, gerenciar ou trabalhar. Os espaços de trabalho podem ser produtos (por exemplo, para uma aplicação específica) ou programas (que agrupam vários produtos juntos).
pt_pt: Para ter algo numa aplicação, tem que se selecionar um espaço de trabalho para começar a explorar, gerir ou trabalhar. Os espaços de trabalho podem ser produtos (e.g. para um aplicação específica) ou programas (agrupam um determinado número de produtos)
ru: Чтобы начать работу в приложении, необходимо выбрать рабочее пространство для изучения, управления или работы над ним. Рабочими областями могут быть продукты (например, для конкретного применения) или программы (которые группируют ряд продуктов вместе).

# GlobalNavigation_TooltipWorkspaceHome
source: A "one-stop shop" for understanding the overall status of the current workspace, with comprehensive, easily digestible (and customizable) information. Access it by clicking the large workspace icon in the navigation bar
cs: Souhrnné zobrazení produktu' pro pochopení celkového stavu aktuálního pracovního prostoru s komplexními a snadno pochopitelnými (a přizpůsobitelnými) informacemi. Přístup k němu získáte kliknutím na velkou ikonu pracovního prostoru na navigačním panelu
de: Ein "One-Stop-Shop" für das Verständnis des Gesamtstatus des aktuellen Arbeitsbereichs mit umfassenden, leicht verdaulichen (und anpassbaren) Informationen. Greifen Sie darauf zu, indem Sie auf das Symbol für einen großen Arbeitsbereich in der Navigationsleiste klicken.
es: Una "ventanilla única" para comprender el estado general del espacio de trabajo actual, con información completa, fácilmente digerible (y personalizable). Acceda a él haciendo clic en el icono de espacio de trabajo grande en la barra de navegación
fr: La vue d’ensemble de l'espace de travail. Cliquez sur l'icône <Espace de travail> dans la barre de navigation pour afficher et personnaliser votre page de gestion.
hu: Egy „minden egyben” hely, ahol megismerheti az aktuális munkaterület teljes állapotát átfogó és könnyen értelmezhető (illetve személyre szabható) információkkal. Ehhez a navigációs sávon lévő nagyméretű munkaterület ikonra kattintással férhet hozzá
pl: Punkt kompleksowej obsługi" pozwalający na zrozumienie ogólnego stanu aktualnej przestrzeni roboczej, z wyczerpującymi, łatwo przyswajalnymi (i konfigurowalnymi) informacjami. Dostęp do niego można uzyskać, klikając na ikonę dużej przestrzeni roboczej na pasku nawigacyjnym
pt: Um "tudo em um" para entender o status geral do espaço de trabalho atual, com informações abrangentes, facilmente assimiláveis e personalizáveis. Acesse-o clicando no grande ícone de espaço de trabalho na barra de navegação
pt_pt: Um "ponto único" para perceber o estado global do espaço de trabalho atual, com informação facilmente compreensível e parametrizável. Aceda-lhe clicando no ícone de espaço de trabalho disponível na barra de navegação
ru: Универсальный центр" для понимания общего состояния текущего рабочего пространства с исчерпывающей, легко усваиваемой (и настраиваемой) информацией. Доступ к нему осуществляется щелчком по большому значку рабочего пространства в навигационной панели.

# Global_Documentation
source: Documentation
cs: Dokumentace
de: Dokumentation
es: Documentación
fr: Documentation (anglais)
hu: Dokumentáció
pl: Dokumentacja
pt: Documentação
pt_pt: Documentação
ru: Документация

# Global_SystemAdministration
source: System Administration
cs: Administrace systému
es: Administracion del Sistema
fr: Administration système
hu: Rendszeradminisztráció
pl: Zarządzanie systemem
pt: Administração do Sistema
pt_pt: Administração de Sistema
ru: Системное администрирование

# Global_Templates
source: Templates
cs: Šablony
de: Vorlagen
es: Plantillas
fr: Modèles
hu: Sablonok
pl: Szablony
pt: Modelos
pt_pt: Modelos
ru: Шаблоны

# Global_RiskName
source: Risk Name
cs: Jméno rizika
de: Risikoname
es: Nombre del Riesgo
fr: Nom du risque
hu: Kockázat neve
pl: Nazwa ryzyka
pt: Nome do Risco
pt_pt: Identificação do Risco
ru: Имя риска

# Onboarding_WelcomeToProduct
source: Introduction To {0}
cs: Úvod do {0}
de: Einführung in {0}
es: Introducción a {0}
fr: Présentation de {0}
hu: Bevezetés a(z) {0}-ba
pl: Wprowadzenie Do {0}
pt: Introdução ao {0}
pt_pt: Introdução a {0}
ru: Введение в {0}

# GlobalNavigation_TooltipAdministration
source: Powerful administration controls let those with sufficient access make changes to relevant workspaces, as well as managing users, notifications, system and security setttings, data syncs with external services, and more.
cs: Rozsáhlé možnosti správy umožňují osobám s dostatečným přístupem provádět změny v příslušných pracovních prostorech jako správu uživatelů, notifikace, nastavení systému a zabezpečení, synchronizaci dat s externími službami a další.
de: Leistungsstarke Administrationskontrollen ermöglichen es Personen mit ausreichendem Zugriff, Änderungen an relevanten Arbeitsbereichen vorzunehmen sowie Benutzer, Benachrichtigungen, System- und Sicherheitseinstellungen, Datensynchronisierungen mit externen Diensten und vieles mehr zu verwalten.
es: Los poderosos controles de administración permiten que aquellos con acceso suficiente realicen cambios en los espacios de trabajo relevantes, así como a la administración de usuarios, notificaciones, ajustes del sistema y seguridad, sincronizaciones de datos con servicios externos y más.
fr: Les fonctions d'administration permettent une gestion complète et la synchronisation des espaces de travail, utilisateurs, notifications et de tous les paramètres de sécurité.
hu: A kitűnő adminisztrációs elemek révén elvégezheti a megfelelő munkaterületek módosításait, valamint kezelheti a felhasználókat, értesítéseket, rendszer- és biztonsági beállításokat, külső szolgáltatásokkal való adatszinkronizálást, stb.
pl: Potężna kontrola administracyjna pozwala osobom z odpowiednim dostępem dokonywać zmian w odpowiednich obszarach roboczych, a także zarządzać użytkownikami, powiadomieniami, ustawieniami systemu i zabezpieczeń, synchronizacją danych z usługami zewnętrznymi i innymi.
pt: Controles de administração eficientes permitem que aqueles com acesso suficiente façam alterações em espaços de trabalho relevantes, bem como gerenciem usuários, notificações, configurações de sistema e segurança, sincronização de dados com serviços externos e muito mais.
pt_pt: Controlos de administração eficazes permitem àqueles com permissões para tal gerirem espaços de trabalho, utilizadores, configurações de sistema e de segurança, sincronização de dados com serviços externos e outros.
ru: Мощный административный контроль позволяет тем, кто имеет достаточный доступ, вносить изменения в соответствующие рабочие области, а также управлять пользователями, уведомлениями, настройками системы и безопасности, синхронизацией данных с внешними сервисами и многим другим.

# GlobalNavigation_TooltipUserProfile
source: Manage your user profile and settings (including passwords and localization). From this menu you can also access links to documentation about the page you are on, look at mini tutorials or keyboard shortcuts, or log out of the application.
cs: Spravujte svůj uživatelský profil a nastavení (včetně hesel a lokalizace). Z této nabídky můžete také přistupovat k odkazům na dokumentaci o stránce, na které se nacházíte, podívat se na mini návody nebo klávesové zkratky, příp odhlásit se z aplikace.
de: Verwalten Sie Ihr Benutzerprofil und Ihre Einstellungen (einschließlich Passwörter und Lokalisierung). Von diesem Menü aus können Sie auch auf Links zur Dokumentation der Seite zugreifen, Mini-Tutorials oder Tastenkombinationen ansehen oder sich von der Anwendung abmelden.
es: Administre su perfil de usuario y la configuración (incluidas las contraseñas y la localización). En este menú también puede acceder a los enlaces a la documentación sobre la página en la que se encuentra, consultar mini tutoriales o atajos de teclado, o cerrar sesión en la aplicación.
fr: Vous pouvez personnaliser votre profil utilisateur (langue et pays) et définir vos paramètres de sécurité et votre mot de passe. Vous pouvez également consulter ici des mini-tutoriels et la documentation Spira, définir des raccourcis clavier ou vous déconnecter de l'application.
hu: A felhasználói profil és beállítások kezelése (ideértve jelszót és a nyelvet). Ebből a menüből hozzáférhet továbbá az aktuális oldallal kapcsolatos dokumentációra mutató hivatkozásokhoz, rövid oktatásokat vagy gyorsbillentyűket tekinthet meg, illetve kijelentkezhet az alkalmazásból.
pl: Zarządzaj swoim profilem użytkownika i ustawieniami (w tym hasłami i lokalizacją). Z tego menu możesz również uzyskać dostęp do linków do dokumentacji dotyczącej strony, na której się znajdujesz, zapoznać się z mini samouczkami lub skrótami klawiszowymi, a także wylogować się z aplikacji.
pt: Gerencie seu perfil de usuário e configurações (incluindo senhas e localização). Nesse menu, você também pode acessar links para a documentação sobre a página em que você está, ver mini tutoriais ou atalhos de teclado, bem como efetuar logout da aplicação.
pt_pt: Faça a gestão do seu perfil de utilizador e das suas configurações (incluindo palavras chave e localização). A partir deste menu, pode ainda aceder a ligações para documentação sobre a página atual, assistir a mini tutoriais ou sobre atalhos de teclado, ou sair da aplicação.
ru: Управляйте профилем пользователя и настройками (включая пароли и локализацию). Из этого меню вы также можете получить доступ к ссылкам на документацию о странице, на которой вы находитесь, посмотреть мини-инструкции или сочетания клавиш, или выйти из приложения.

# Global_Finish
source: Finish
cs: Dokončit
de: Ende
es: Terminar
fr: Terminer
hu: Befejezés
pl: Wykończenie
pt: Finalizar
pt_pt: Terminar
ru: Закончить

# Global_MyPage
source: My Page
cs: Moje stránka
de: Meine Seite
es: Mi Página
fr: Ma page
hu: Oldalam
pl: Moja strona
pt: Minha Página
pt_pt: A Minha Página
ru: Моя страница

# Global_UserProfile
source: User Profile
cs: Uživatelský profil
de: Benutzerprofil
es: Perfil del Usuario
fr: Profil utilisateur
hu: Felhasználói profil
pl: Profil użytkownika
pt: Perfil do Usuário
pt_pt: Perfil de Utilizador
ru: Профиль пользователя

# Global_Workspaces
source: Workspaces
cs: Pracovní prostor
de: Arbeitsbereiche
es: Espacios de Trabajo
fr: Espaces de travail
hu: Munkaterületek
pl: Miejsca pracy
pt: Espaços de Trabalho
pt_pt: Espaços de Trabalho
ru: Рабочие пространства

# Global_WorkspacesDashboard
source: Workspace Dashboards
cs: Řídící panel pracovního prostoru
de: Dashboards für den Arbeitsbereich
es: Cuadros de Indicadores del Espacio de Trabajo
fr: Gestion des espaces de travail
hu: Munkaterület kezelőpanele
pl: Miejsce pracy Tablice rozdzielcze
pt: Painéis de Indicadores do Espaço de Trabalho
pt_pt: Painel de Controlo dos Espaços de Trabalho
ru: Приборные панели рабочего пространства

# Onboarding_AppIntro_Title
source: Get to know {0}
cs: Poznejte {0}
de: Lernen Sie {0} kennen
es: Conozca {0}
fr: Découvrez {0}
hu: Ismerje meg {0}
pl: Poznaj {0}
pt: Conheça {0}
pt_pt: Quero saber {0}
ru: Узнайте {0}

# Onboarding_SelectATour
source: Please choose an option below to see that tour
cs: Pro zobrazení prohlídky vyberte z níže uvedené nabídky
de: Bitte wählen Sie unten eine Option aus, um diese Tour zu sehen.
es: Por favor, elija una opción a continuación para ver ese tutorial
fr: Choisissez une présentation
hu: Válasszon egy opciót az alábbiak közül a körbevezetés megtekintéséhez
pl: Proszę wybrać jedną z poniższych opcji, aby zobaczyć tę wycieczkę
pt: Por favor, escolha uma opção abaixo para ver esse guia
pt_pt: Por favor, selecione uma opção abaixo para fazer essa visita guiada
ru: Пожалуйста, выберите вариант ниже, чтобы увидеть этот тур

# Onboarding_UpdateIntro_Message
source: Discover what's new in the latest update.
cs: Objevte, co je nového v nejnovější aktualizaci.
de: Entdecken Sie die Neuigkeiten des neuesten Updates.
es: Descubra las novedades de la última actualización.
fr: Nouveautés de la dernière mise à jour.
hu: Fedezze fel a verziófrissítéssel érkezett újdonságokat
pl: Dowiedz się, co nowego w najnowszej aktualizacji.
pt: Descubra o que há de novo na última atualização.
pt_pt: Descubra as novidades da última atualização.
ru: Узнайте, что нового в последнем обновлении.

# Onboarding_ReadMore
source: Read more
cs: Zobrazit víc
de: Mehr erfahren
es: Leer más
fr: Plus d'informations
hu: Olvass tovább
pl: Przeczytaj więcej
pt: Saiba mais
pt_pt: Ler mais
ru: Подробнее

# Onboarding_ShowAllTours
source: Show all tours
cs: Zobrazit všechny prohlídky
de: Alle Touren anzeigen
es: Mostrar todos los tutoriales
fr: Toutes les présentations
hu: Összes körbevezető út megjelenítése
pl: Pokaż wszystkie wycieczki
pt: Mostrar todos os guias
pt_pt: Ver todas as visitas guiadas
ru: Показать все туры

# GlobalNavigation_TooltipRisk
source: Use risks to implement a full risk management solution for your products. Each risk can have a probability and an impact to help you analyze each risks exposure. Add risk mitigations to track how you are treating the risk
cs: Využijte rizika k implementaci kompletního řešení řízení rizik pro vaše produkty. Každé riziko může mít pravděpodobnost a dopad, které vám pomohou analyzovat expozici každého rizika. Přidejte zmírnění rizika a sledujte, jak s rizikem zacházíte
de: Nutzen Sie Risiken, um eine vollständige Risikomanagementlösung für Ihre Produkte zu implementieren. Jedes Risiko kann eine Wahrscheinlichkeit und eine Auswirkung haben, um Ihnen zu helfen, jedes Risiko zu analysieren. Fügen Sie Risikominderungen hinzu, um zu verfolgen, wie Sie mit dem Risiko umgehen.
es: Use riesgos para implementar una solución completa de administración de riesgos para sus productos. Cada riesgo puede tener una probabilidad y un impacto para ayudarlo a analizar cada exposición de riesgos. Agregue mitigaciones de riesgo para rastrear cómo está tratando el riesgo.
fr: Utilisez les risques pour mettre en œuvre une solution de gestion complète des risques de vos produits. La probabilité et l'impact des risques vous aident à analyser l'exposition au risque, l'atténuation des risques vous permet de suivre leur traitement.
hu: A kockázatokkal teljes körű kockázatkezelési megoldást alkalmazhat projekteihez. Minden egyes kockázat rendelkezik valószínűséggel, valamint hatással is, hogy elemezni tudja a kockázatnak való kitettséget. Kockázatcsökkentés hozzáadásával nyomon követheti, hogy miként kezeli a kockázatot
pl: Wykorzystaj ryzyko do wdrożenia pełnego rozwiązania zarządzania ryzykiem dla swoich produktów. Każde ryzyko może mieć wpływ i prawdopodobieństwo, aby pomóc w analizie każdego narażenia na ryzyko. Dodaj ograniczenia ryzyka, aby śledzić sposób jego traktowania
pt: Use Riscos para implementar uma solução completa de gerenciamento de riscos para seus produtos. Cada risco pode ter uma probabilidade e um impacto para ajudá-lo a analisar a exposição a eles. Adicione atenuadores de risco para acompanhar como você está tratando o risco
pt_pt: Utilizar os riscos para implementação de uma solução totalmente baseada na Gestão do Risco para os seus produtos. Cada risco pode ter uma probabilidade e um impacto associados para que possa ser determinada a exposição ao risco. Adicionar ações de mitigação para rastremanto do tratamento dos riscos
ru: Используйте риски для внедрения полного решения по управлению рисками для ваших продуктов. Каждый риск может иметь свою вероятность и влияние, что поможет Вам проанализировать каждый риск. Добавить уменьшение риска для отслеживания того, как вы относитесь к риску.

# ArtifactType_Risk
source: Risk
cs: Riziko
de: Risiko
es: Riesgo
fr: Risque
hu: Kockázat
pl: Ryzyko
pt: Risco
pt_pt: Risco
ru: Риск

# ArtifactType_RiskMitigation
source: Mitigation
cs: Zmírnění
de: Minderung
es: Mitigación
fr: Atténuation
hu: Csökkentés
pl: Łagodzenie skutków
pt: Atenuador
pt_pt: Mitigação
ru: Смягчение последствий
