Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# InAppHelp_Chart_SnapshotRequirement
source: <b>The requirements coverage graph</b> shows how many requirements are currently in a product, according to their test coverage status <br><br> <b>The Requirements Burndown graph</b> shows the remaining number of story points that need to be completed for each release/sprint in the product with separate lines for the estimated and ideal burndown. In addition, the graph includes bars for the completed number of story points in each time period on the x-axis <br><br> <b>The Requirements Burnup graph</b> shows the cumulative number of story points outstanding for each release/sprint in the product with separate lines for the estimated and ideal burnup. In addition, the graph includes bars for the number of completed story points in each time period on the x-axis <br><br> <b>The Requirements Velocity graph</b> shows the total number of story points that have been completed (or planned to be completed) in a particular release, sprint or time-period (called the velocity). The actual velocity is displayed along with the overall average velocity (in blue) and the rolling average velocity (in green) <br><br> <b></b>
cs: <b>Graf pokrytí Požadavků</b> ukazuje, kolik Požadavků aktuálně produkt obsahuje, podle jejich stavu pokrytí testy <br><br> <b>Burndown graf Požadavků</b> zobrazuje zbývající počet příběhových bodů, které je třeba dokončit pro každou Verzi/sprint v produktu, se samostatnými řádky pro odhadované a ideální shrnutí. Kromě toho graf obsahuje pruhy pro dokončený počet bodů příběhu v každém časovém období na ose x <br><br> <b>Burnup graf Požadavků</b> zobrazuje kumulativní počet zbývajících bodů příběhu pro každou Verzi/sprint v produktu se samostatnými řádky pro odhadované a ideální dokončení. Kromě toho graf obsahuje sloupce pro počet dokončených bodů příběhu v každém časovém období na ose x <br><br> <b>Graf rychlosti Požadavků</b> zobrazuje celkový počet bodů příběhu, které byly dokončeny (nebo byly naplánovány pro dokončení) v konkrétní Verzi, sprintu nebo časovém období (nazývaném rychlost). Skutečná rychlost se zobrazuje spolu s celkovou průměrnou rychlostí (modře) a klouzavou průměrnou rychlostí (zeleně) <br><br> <b></b>
de: <b>Das Diagramm 'Anforderungsabdeckung'</b> zeigt die Anzahl der Anforderungen im Produkt bezogen auf ihre Testabdeckung. <br><br> <b>Das Diagramm 'Burndown der Anforderungen'</b> zeigt die verbleibende Zahl an Story Points, die für jedes Release/jeden Sprint des Produktes erledigt werden sollen. Der ideale und der erwartete Burnup werden mit separaten Linien dargestellt. Des Weiteren werden die fertiggestellten Story Points als Balken pro Release/Sprint (X-Achse) dargestellt. <br><br> <b>Das Diagramm 'Burnup der Anforderungen</b> zeigt die Anzahl der für jedes Release/Sprint verbleibenden Story Points an. Der ideale und der erwartete Burnup werden mit separaten Linien dargestellt. Des Weiteren werden die fertiggestellten Story Points als Balken pro Release/Sprint (X-Achse) dargestellt. <br><br> <b>Das Diagramm 'Velocity der Anforderungen'</b> zeigt die Gesamtzahl der Story Points, die in einem bestimmten Release / Sprint / Zeitintervall fertiggestellt werden sollen oder geplant für die Fertigstellung geplant sind. Die aktuelle Velocity wird gemeinsam mit der durchschnittlichen Velocity (blaue Linie) sowie dem gleitenden Durchschnitt (grüne Linie) angezeigt. <br><br> <b></b>
es: El <b>gráfico de cobertura de requisitos</b> muestra cuántos requisitos hay actualmente en un producto, de acuerdo con el estado de su cobertura de pruebas. <br><br> El<b> gráfico Burndown de requisitos </b>muestra el número restante de puntos que deben completarse para cada release/sprint en el producto con líneas separadas para el burndown estimado e ideal. Además, el gráfico incluye barras para el número completado de puntos en cada período de tiempo en el eje 'x'. <br><br> El <b> gráfico Burnup de requisitos</b> muestra el número acumulado de puntos pendientes para cada release/sprint en el producto con líneas separadas para el burnup estimado e ideal. Además, el gráfico incluye barras para el número de puntos completados en cada período de tiempo en el eje 'x'. <br><br> El <b>gráfico de velocidad de requisitos</b> muestra el número total de puntos que se han completado (o se planea que se completen) en un release, sprint o período de tiempo en particular (llamada velocidad). La velocidad real se muestra junto con la velocidad media general (en azul) y la velocidad media móvil (en verde). <br><br> <b></b>
fr: <b>Le graphique de couverture des exigences</b> indique le nombre de besoins présents dans un produit, en fonction de leur statut de couverture de test<br><br> <b>Le graphique burndown</b> indique le nombre de story points à terminer pour chaque version/sprint du produit avec des lignes distinctes pour le burndown estimé et idéal. Le graphique inclut aussi sur l'axe des x des barres pour le nombre de story points terminés dans chaque période de temps <br><br> <b>Le graphique Burnup des besoins</b> indique le nombre cumulé de story points en attente pour chaque version/sprint du produit avec des lignes distinctes pour le burnup estimé et idéal. Le graphique inclut aussi sur l'axe des x des barres pour le nombre de story points terminés dans chaque période de temps <br><br> <b>Le graphique de vélocité des besoins</b> indique le nombre total de story points terminés (ou planifiés devant être terminés) dans une version, une sprint ou une période donnée (appelée vélocité). La vélocité réelle est affichée ainsi que la vélocité moyenne globale (en bleu) et la vélocité moyenne roulante (en vert) <br><br> <b></ b>
hu: <b>Követelmények lefedettsége ábra</b> azt mutatja, hogy hány követelmény van adott pillanatban egy projektben a tesztlefedettségi állapotuk szerint <br><br> <b>Hátralévő követelmények ábra</b> azon hátralévő történeti pontok számát mutatja, amelyeket a projekten belüli egyes release-ekhez/sprintekhez teljesíteni kell a becsült és ideális teljesítést külön vonalakkal jelölve. Mindezek mellett az ábra az egyes időszakokban teljesített történeti pontok számához is tartalmaz oszlopokat az X-tengelyen <br><br> <b>Teljesített követelmények ábra</b> a projekten belül az egyes release-hez/sprinthez kinnlevő történeti pontok kumulatív számát mutatja a becsült és az ideális teljesítést külön vonalakkal jelölve. Mindezek mellett az ábra az egyes időszakokban teljesített történeti pontok számához is tartalmaz oszlopokat az X-tengelyen <br><br> <b>Követelmények üteme ábra</b> azon történeti pontok teljes számát mutatja, amelyek egy adott release-ben, sprintben vagy időszakban (ezt hívjuk ütemnek) teljesültek (vagy a tervek szerint teljesülnek). A tényleges ütem a teljes átlagos ütem (kékkel) és a göngyölített átlagos ütem (zöld) mentén jelenik meg <br><br> <b></b>
pl: <Wykres pokrycia wymagań</b> pokazuje, ile wymagań znajduje się obecnie w produkcie, w zależności od ich statusu pokrycia testowego. <br><br> <b>Wykres wymagań Burndown</b> pokazuje pozostałą liczbę punktów historii, które muszą być wypełnione dla każdego wydania/wydania w produkcie z osobnymi liniami dla oszacowanego i idealnego burndown. Dodatkowo, wykres zawiera słupki dla uzupełnionej liczby punktów opowieści w każdym okresie czasu na osi x <br><br> <b>Wykres wymagań dotyczących wypalania</b> pokazuje skumulowaną liczbę punktów historii zaległych dla każdego wydania/wydruku w produkcie z osobnymi liniami dla oszacowanego i idealnego wypalenia. Dodatkowo, wykres zawiera słupki dla liczby wypełnionych punktów opowieści w każdym okresie czasu na osi x <br><br> <b>The Requirements Velocity graph</b> pokazuje całkowitą liczbę punktów historii, które zostały ukończone (lub planowane do ukończenia) w danym wydaniu, sprincie lub okresie czasu (zwanym prędkością). Rzeczywista prędkość jest wyświetlana wraz z ogólną średnią prędkością (na niebiesko) oraz średnią kroczącą prędkością (na zielono). <br><br> <b></b>
pt: O <b>gráfico de Cobertura de Requerimentos</b> mostra quantos requerimentos fazem parte atualmente de um produto, de acordo com o status dos testes <br><br> O <b>gráfico Burndown de Requerimentos</b> mostra o número restante de pontos que precisam ser concluídos para cada release/sprint no produto, com linhas separadas para o burndown estimado e ideal. Adicionalmente, o gráfico inclui barras para o número de pontos completos em cada período de tempo no eixo x <br><br> O <b>gráfico Burnup de Requerimentos</b> mostra o número acumulado de pontos pendentes para cada release/sprint no produto, com linhas separadas para o burnup estimado e ideal. Adicionalmente, o gráfico inclui barras para o número de pontos completos em cada período de tempo no eixo x <br><br> O <b>gráfico de velocidade de Requerimentos</b> mostra o número total de pontos que foram concluídos (ou planejados para serem concluídos) em um determinado release, sprint ou período de tempo (chamado de velocidade). A velocidade real é exibida junto com a velocidade média geral (em azul) e a velocidade média de progresso (em verde) <br><br> <b></ b>
pt_pt: <b> O gráfico de cobertura de requisitos </ b> mostra quantos requisitos estão atualmente num projeto, de acordo com seu estado de cobertura de teste <br> <br> <b> O gráfico de Burndown de Requisitos </ b> mostra o número restante de "story points" que precisam de ser completados para cada entrega / iteração no projeto, com curvas separadas para o estimado e o ideal. Além disso, o gráfico inclui barras para o número de "story points" já completados, em cada período de tempo no eixo dos x <br> <br> <b> O gráfico de Burndown de Requisitos </ b> mostra o número acumulado de "story points" pendentes para cada entrega / iteração no projeto, com linhas separadas para o estimado e o ideal. Além disso, o gráfico inclui barras para o número de "story points" já completados, em cada período de tempo no eixo dos x <br> <br> <b> O gráfico de Velocidade de Implementação de Requisitos (Velocity Requirements) </ b> mostra o número total de "story points" que foram concluídos (ou planeados para serem concluídos) numa entrega específica, iteração ou período de tempo (a que se chama velocidade de implementação). A velocidade real é exibida juntamente com a velocidade média global (a azul) e a velocidade média de "rolling" (a verde) <br> <br> <b> </ b>
ru: <b>График покрытия требований</b> показывает, сколько требований в настоящее время находится в продукте, в соответствии с их тестовым покрытием. <br><br> <b>График "Требования к сжиганию"</b> показывает оставшееся количество сюжетных точек, которые необходимо заполнить для каждого выпуска/отпечатка в продукте с отдельными строками для предполагаемого и идеального сжигания. Кроме того, график включает в себя столбики по количеству завершенных сюжетных точек в каждом временном отрезке по оси x <br><br> <b>График требований по выгоранию</b> показывает суммарное количество сюжетных очков, выдающихся за каждый выпуск/отпечаток в продукте, с отдельными строками для предполагаемого и идеального выгорания. Кроме того, график включает в себя столбики по количеству завершенных сюжетных точек в каждом временном периоде по оси x <br><br> <b>График Скорости Требований</b> показывает общее количество точек сюжета, которые были завершены (или планируются к завершению) в конкретном релизе, спринте или временном интервале (называемом скоростью). Фактическая скорость отображается вместе с общей средней скоростью (синим цветом) и средней скоростью прокатки (зеленым цветом). <br><br> <b></b>

# InAppHelp_Chart_SnapshotTask
source: <b>The Task Velocity graph</b> shows the total estimated and actual effort (in number of hours) delivered in each product release and/or sprint. <br><br> <b>The Task Burnup graph</b> shows the cumulative amount of work outstanding for each release/sprint in the product with separate lines for the estimated and ideal burnup. In addition, the graph includes bars for the remaining and completed effort in each time period on the x-axis. <br><br> <b>The Task Burndown graph</b> shows the remaining work (in hours) that needs to be done for each release/sprint in the product with separate lines for the estimated and ideal burndown. In addition, the graph includes bars for the remaining and completed effort in each time period on the x-axis.
cs: <b> Graf Rychlosti Úkolů</b> zobrazuje celkovou odhadovanou a skutečnou pracnost (v počtu hodin) definovanou pro každou Verzi produktu nebo sprint. <br><br> <b>Burnup graph Úkolů</b> zobrazuje kumulativní množství práce, která zbývá pro každou Verzi/sprint v produktu se samostatnými řádky pro odhadované a ideální dokončení. Kromě toho graf obsahuje sloupce zbývajícího a dokončeného úsilí v každém časovém období na ose x. <br><br> <b>Burndown graf Úkolů</b> zobrazuje zbývající práci (v hodinách), kterou je třeba provést pro každou Verzi/sprint v produktu, se samostatnými řádky pro odhadované a ideální dokončení. Kromě toho graf obsahuje sloupce zbývajícího a dokončeného úsilí v každém časovém období na ose x.
de: <b>Das Diagramm 'Velocity der Aufgaben'</b> zeigt für jedes Release und/oder Sprint des Produktes die Gesamtzeit des geplanten und tatsächlichen Aufwands (in Stunden). <br><br> <b>Das Diagramm 'Burnup der Aufgaben'</b> zeigt den kumulativen Anstieg der Arbeit für jedes Release / jeden Sprint im Produkt. Der ideale und der erwartete Burnup werden mit separaten Linien dargestellt. Des Weiteren werden der verbleibende und der vollständige Aufwand als Balken pro Release/Sprint (X-Achse) dargestellt. <br><br> <b>Das Diagramm 'Burndown der Aufgaben'</b> zeigt die verbleibende Arbeit (in Stunden) die vor dem Abschluss jedes Releases / Sprints in dem Produkt getätigt werden muss. Der ideale und der erwartete Burndown werden mit separaten Linien dargestellt. Des Weiteren werden der verbleibende und der vollständige Aufwand als Balken pro Release/Sprint (X-Achse) dargestellt.
es: El <b>gráfico de Velocidad de Tareas</b> muestra el esfuerzo total estimado y real (en número de horas) entregado en cada release y/o sprint del producto. <br><br> El<b> gráfico Burnup de Tareas </b>muestra la cantidad acumulada de trabajo por cada release/sprint en el producto, con líneas separadas para el burnup estimado e ideal. Además, el gráfico incluye barras para el esfuerzo restante y completado en cada período de tiempo en el eje 'x'. <br><br> El <b>gráfico Burndown de Tareas</b> muestra el trabajo restante (en horas) que debe realizarse para cada release/sprint en el producto con líneas separadas para el burndown estimado e ideal. Además, el gráfico incluye barras para el esfuerzo restante y completado en cada período de tiempo en el eje 'x'.
fr: "<b>Le graphique de la vélocité des tâches </b> indique l'effort total estimé et réel (en nombre d'heures) fourni dans chaque version et / ou sprint du produit. <br> <br> <b>Le graphique de burnup des tâches </ b> indique la quantité cumulée de travail en attente pour chaque version/sprint du produit avec des lignes distinctes pour le burnup estimé et idéal. Le graphique inclut aussi sur l'axe des x des barres pour l'effort restant et terminé dans chaque période de temps. <br> <br> <b>Le graphique Burndown des tâches</b> indique le travail restant (en heures) qui doit être effectué pour chaque version/sprint du produit avec des lignes distinctes pour le burndown estimé et idéal. Le graphique comprend aussi des barres sur l'axe des x pour l'effort restant et achevé pour chaque période de temps.
hu: <b>Feladat üteme ábra</b> az összes becsült és tényleges erőfeszítést (órák számában) mutatja az egyes projektreleasehoz és/vagy sprinthez. <br><br> <b>Teljesített feladatok ábra</b> a projekten belüli egyes releasehoz/sprinthez tartozó kinnlevő kumulatív munkamennyiséget mutatja a becsült és ideális teljesítést külön vonalakkal jelölve. Mindezek mellett az ábra a hátralévő és teljesített erőfeszítést is oszlopokkal jelöli minden egyes időszakhoz az X-tengelyen. <br><br> <b>Hátralévő feladatok ábra</b> a projekten belül az egyes release-hez/sprinthez elvégzendő hátralévő munkát mutatja (órák számában) a becsült és ideális teljesítést külön vonalakkal jelölve. Mindezek mellett az ábra a hátralévő és teljesített erőfeszítést is oszlopokkal jelöli minden egyes időszakhoz az X-tengelyen.
pl: <b>Wykres prędkości zadania</b> pokazuje całkowity szacowany i rzeczywisty wysiłek (w liczbie godzin) dostarczony w każdym wydaniu produktu i/lub sprincie. <br><br> <b>Wykres zadań wypalania</b> pokazuje łączną ilość pracy pozostałej do wykonania dla każdego wydania/wydruku w produkcie z osobnymi liniami dla oszacowanego i idealnego wypalenia. Dodatkowo, wykres zawiera słupki dla pozostałego i zakończonego wysiłku w każdym okresie czasu na osi x. <br><br> <b>Wykres Zadanie Burndown</b> pokazuje pozostałą pracę (w godzinach), która musi być wykonana dla każdego wydania/rysunku w produkcie z osobnymi liniami dla oszacowanego i idealnego burndown. Dodatkowo, wykres zawiera słupki dla pozostałego i zakończonego wysiłku w każdym okresie czasu na osi x.
pt: O <b>gráfico de Velocidade de Tarefas</b> mostra o esforço total estimado e real (em número de horas) entregue em cada release de produto e/ou sprint. <br><br> O <b>gráfico de Burnup de Tarefas</b> mostra a quantidade acumulada de trabalho para cada release/sprint no produto, com linhas separadas para o burnup estimado e ideal. Adicionalmente, o gráfico inclui barras para o esforço restante e concluído em cada período de tempo no eixo x. <br><br> O <b>gráfico de Burndown de Tarefas</b> mostra o trabalho restante (em horas) que precisa ser feito para cada release/sprint no produto com linhas separadas para o burndown estimado e ideal. Adicionalmente, o gráfico inclui barras para o esforço restante e concluído em cada período de tempo no eixo x.
pt_pt: <b> O gráfico de Velocidade das Tarefas </ b> mostra o esforço total estimado e real (em número de horas) empregue em cada entrega do projeto e / ou iteração. <br> <br> <b> O gráfico de Burnup das Tarefas </ b> mostra a quantidade acumulada de trabalho pendente para cada entrega / iteração do projeto, com linhas separadas para o estimado e o ideal. Além disso, o gráfico inclui barras para o esforço remanescente e completado, em cada período de tempo no eixo dos x. <br> <br> <b> O gráfico de Burndown das Tarefas </ b> mostra o trabalho restante (em horas) que precisa de ser realizado para cada entrega / iteração do projeto, com linhas separadas para o estimado e o ideal. Além disso, o gráfico inclui barras para o esforço remanescente e completado, em cada período de tempo no eixo dos x.
ru: <b>График скорости выполнения задачи</b> показывает общие расчетные и фактические усилия (в количестве часов), приложенные в каждом выпуске продукта и/или спринтере. <br><br> <b>График "Прогорание задачи"</b> показывает суммарный объем работы, выдающийся для каждого релиза/отпечатка в продукте, с отдельными строками для предполагаемого и идеального прогорания. Кроме того, график включает в себя столбики по оставшемуся и завершенному усилию в каждом временном периоде по оси x. <br><br> <b>График сжигания заданий</b> показывает оставшуюся работу (в часах), которую необходимо выполнить для каждого выпуска/отпечатка в продукте с отдельными строками для предполагаемого и идеального сжигания. Кроме того, график включает в себя столбики по оставшемуся и завершенному усилию в каждом временном периоде по оси x.

# InAppHelp_Chart_SummaryIncident
source: The incident summary graph shows how many incidents are currently in a product. The number of incidents is displayed according to the criteria that you specify.
cs: Souhrnný graf incidentů ukazuje, kolik Incidentů je aktuálně v produktu. Počet Incidentů se zobrazí podle vámi zadaných kritérií.
de: Das 'Vorfalls-Übersichtdiagramm' zeigt an, wie viele Vorfälle sich derzeit im Produkt befinden. Die Anzahl der Vorfälle, die angezeigt wird, richtet sich nach den von Ihnen gewählten Kriterien.
es: El gráfico de resumen de incidentes muestra cuántos incidentes hay actualmente en un producto. El número de incidentes se muestra según los criterios que especifique.
fr: Le graphique récapitulatif des incidents indique le nombre d'incidents dans un produit. Le nombre d'incidents est affiché en fonction des critères que vous spécifiez.
hu: Az incidensösszegző ábra azt mutatja, hogy hány incidens van jelenleg egy adott projekten belül. Az incidensek száma az Ön által meghatározott kritériumok szerint jelenik meg.
pl: Wykres podsumowujący incydenty pokazuje, ile incydentów znajduje się obecnie w danym produkcie. Liczba zdarzeń jest wyświetlana zgodnie z określonymi przez użytkownika kryteriami.
pt: O gráfico de resumo de incidentes mostra quantos incidentes existem atualmente em um produto. O número de incidentes é exibido de acordo com os critérios que você especifica.
pt_pt: O gráfico de resumo de defeitos mostra quantos defeitos tem atualmente um projeto. O número de defeitos é exibido de acordo com os critérios que especificar.
ru: На сводном графике происшествий показано, сколько происшествий в настоящее время находится в продукте. Количество инцидентов отображается в соответствии с указанными вами критериями.

# InAppHelp_Chart_SummaryRequirement
source: The requirements summary graph shows how many requirements are currently in a product. The number of requirements is displayed according to the criteria that you specify
cs: Souhrnný graf Požadavků ukazuje, kolik Požadavků je aktuálně v produktu. Počet Požadavků se zobrazí podle vámi zadaných kritérií
de: Das 'Anforderungs-Übersichtsdiagramm' zeigt an, wie viele Anforderungen sich derzeit im Produkt befinden. Die Anzahl der Anforderungen, die angezeigt wird, richtig sich nach den von Ihnen gewählten Kriterien.
es: El gráfico de resumen de requisitos muestra cuántos requisitos hay actualmente en un producto. El número de requisitos se muestra de acuerdo con los criterios que especifique.
fr: Le graphique récapitulatif des besoins indique le nombre de besoins actuellement dans un produit. Le nombre de besoins est affiché selon les critères que vous spécifiez.
hu: A követelményösszegző ábra azt mutatja, hogy hány követelmény van jelenleg egy adott projekten belül. A követelmények száma az Ön által meghatározott kritériumok szerint jelenik meg
pl: Wykres podsumowujący wymagania pokazuje, ile wymagań znajduje się obecnie w danym produkcie. Liczba wymagań jest wyświetlana zgodnie z określonymi przez użytkownika kryteriami
pt: O gráfico de resumo de requerimentos mostra quantos deles existem atualmente em um produto. O número de requerimentos é exibido de acordo com os critérios que você especifica.
pt_pt: O gráfico de resumo de requisitos mostra quantos requisitos tem atualmente um projeto. O número de requisitos é exibido de acordo com os critérios que especificar.
ru: Сводный график требований показывает, сколько требований в настоящее время находится в продукте. Количество требований отображается в соответствии с указанными вами критериями
