Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# InAppHelp_Chart_DateRangeTestRun
source: <b>The Test Run Progress Rate Graph</b> shows how many tests have been executed for the selected release/sprint for a specific date range, and what execution status was recorded. The graph can be displayed for all test case types or for a specific type. <br><br> <b>The Test Case Progress Rate Graph</b> displays the number of test case executions for the specified date range, against the specified release/sprint, ignoring the status from any previous days. Any test cases not executed that day will be considered "not run" and will appear in the "not run" category. <br><br> <b>The Test Case Cumulative Progress Graph</b> displays the number of test case executions cumulatively over the specified date range, against the specified release/sprint. That means it will display for each day, the total number of test cases executed plus the status from any previous days that have not been changed. Any test cases not executed up to that point will be considered "not run" and will appear in the "not run" category.
cs: <b>Graf průběhu Běhu testů</b> ukazuje, kolik testů bylo provedeno pro vybraou Verzi/Sprint pro konkrétní časové období a jaký byl zaznamenán stav vykonání. Graf lze zobrazit pro všechny typy Testovacích Případů nebo pro konkrétní typ. <br><br> <b>Graf vývoje Testovacích Případů </b> zobrazuje počet spuštění testovacích případů pro zadané časové období oproti uvedené Verzi/Sprintu, přičemž ignoruje stav z předchozích dnů. Všechny testovací případy, které nebyly v daný den provedeny, budou považovány za 'nespuštěné' (Not-Run) a objeví se v kategorii 'Nespuštěno' (Not-Run). <br><br> <b>Kumulativní graf průběhu testovacího případu </b> zobrazuje počet spuštění testovacího případu kumulativně za zadané časové období oproti uvedené Verzi/sprintu. To znamená, že bude zobrazovat pro každý den celkový počet provedených testovacích případů plus stav z předchozích dnů, které nebyly změněny. Všechny testovací případy, které nebyly provedeny až do tohoto bodu, budou považovány za 'nespuštěné' (Not-Run) a objeví se v kategorii 'Nespuštěno' (Not-Run).
de: Das Diagramm 'Fortschritt der Testläufe' zeigt wie viele Tests während eines Zeitraums ausgeführt wurden und welcher Ausführungsstatus protokolliert wurde. Der Bericht kann für einen bestimmten Zeitraum und das ganze Produkt oder für ein bestimmtes Release/einen bestimmten Sprint angezeigt werden. <br><br> Das Diagramm 'Fortschritt der Testfälle' zeigt die Zahl der Testdurchführungen für einen bestimmten Zeitraum an. D.h. es zeigt für jeden Tag die Gesamtzahl der Testfälle an, unabhängig on ihrem Status an einem vorherigen Tag. Alle Testfälle, die nicht ausgeführt wurden, werden als 'Not Run' betrachtet und dieser Kategorie zugeordnet. <br><br> Das Diagramm 'Kumulierter Fortschritt der Testfälle' zeigt die Zahl der Testdurchführungen kumuliert über einen bestimmten Zeitraum. D.h. es zeigt für jeden Tag die Gesamtzahl der durchgeführten Tests plus der Status aus vorherigen Tagen, die sich nicht geändert haben. Jeder nicht ausgeführte Testfall wird als 'Not Run' betrachtet und dieser Kategorie zugeordnet.
es: El <b>gráfico de tasa de progreso de ejecuciones de prueba </b> muestra cuántas pruebas se han ejecutado durante un período de tiempo y qué estado de ejecución se registró. Se puede mostrar el reporte para un intervalo de fechas específico y para todo el producto o para un release/sprint específico. <br><br> El <b>gráfico de tasa de progreso de casos de prueba</b> muestra el número de ejecuciones de casos de prueba para el intervalo de fechas especificado. Eso significa que se mostrará para cada día el número total de casos de prueba ejecutados, ignorando el estado de los días anteriores. Cualquier caso de prueba que no se haya ejecutado ese día se considerará "no ejecutado" y aparecerá en la misma categoría. <br><br> El <b>gráfico de progreso de casos de prueba acumulativo </b> muestra el número de ejecuciones de casos de prueba acumulativamente en el intervalo de fechas especificado. Eso significa que se mostrará para cada día el número total de casos de prueba ejecutados más el estado de los días anteriores que no se han cambiado. Cualquier caso de prueba que no se haya ejecutado hasta ese momento se considerará "no ejecutado" y aparecerá en la misma categoría.
fr: <b>Le tableau des taux de progression des tests </b> indique combien de tests ont été exécutés pendant une certaine période et quel statut d'exécution a été enregistré. Le rapport peut être affiché pour une période donnée et pour l'ensemble du produit ou pour une version/sprint spécifique. <br><br> <b>Le tableau des taux de progression des scénarios de tests</b> indique le nombre d'exécutions de scénarios de tests pour la période. La quantité par jour est le nombre total d'exécutions du jour et ne tient pas compte des jours précédents. Un scénario de test non exécuté dans la journée apparait dans la catégorie "non exécuté". <br><br> <b>Le tableau de progression du test cumulatif </b> indique le nombre cumulatif d'exécutions de scénarios de tests pour la période. La quantité par jour est le nombre total d'exécutions du jour auquel s'ajoute le statut pour les jours précédents. Tout scénario de test encore non exécuté apparait dans la catégorie "non exécuté".
hu: <b>Tesztfuttatás előrehaladása ábra</b> az adott időszak alatt végrehajtott tesztek számát mutatja, valamint azt, hogy milyen végrehajtási állapot került rögzítésre. A jelentés egy adott dátumintervallumra, a teljes projektre és egy meghatározott relase-re/sprintre jeleníthető meg. <br><br> <b>Teszteset előrehaladása ábra</b> a tesztvégrehajtások számát mutatja egy adott dátumintervallumra. Ez azt jelenti, hogy minden egyes naphoz megjeleníti az összes végrehajtott teszteset összegét, kihagyva a korábbi napok állapotát. Az eddig a napig nem végrehajtott tesztesetek „nem futtatott” kategóriába kerülnek, és a „nem futtatott” kategóriában jelennek meg. <br><br> <b>Kumulatív teszteset előrehaladása ábra</b> a teszteset-végrehajtások számát mutatja kumulatívan egy adott dátumintervallumra vonatkozóan. Ez azt jelenti, hogy minden egyes naphoz megjeleníti az összes végrehajtott teszteset összegét, valamint a korábbi, változtatás nélküli napok állapotát. Az eddig a pontig nem végrehajtott tesztesetek „nem futtatott” kategóriába kerülnek, és a „nem futtatott” kategóriában jelennek meg.
pl: <b>Wykres szybkości wykonywania testów</b> pokazuje, ile testów zostało wykonanych w danym okresie czasu i jaki status wykonania został zarejestrowany. Raport może być wyświetlany dla określonego zakresu dat i dla całego produktu lub dla określonego wydania/wydruku. <br><br> <b>Na wykresie szybkości postępu przypadku testowego</b> wyświetlana jest liczba wykonanych przypadków testowych dla określonego zakresu dat dla danego przedziału dat. Oznacza to, że dla każdego dnia będzie wyświetlana całkowita liczba wykonanych przypadków testowych ignorujących status z poprzednich dni. Wszelkie przypadki testowe nie wykonane tego dnia zostaną uznane za "nie uruchomione" i pojawią się w kategorii "nie uruchomione". <br><br> <b>Zakumulowany wykres postępów w realizacji przypadków testowych</b> pokazuje liczbę realizacji przypadków testowych łącznie w określonym przedziale czasowym. Oznacza to, że dla każdego dnia będzie wyświetlana całkowita liczba wykonanych przypadków testowych plus status z poprzednich dni, które nie zostały zmienione. Wszelkie przypadki testowe nie wykonane do tego momentu będą uznawane za "nie uruchomione" i pojawią się w kategorii "nie uruchomione".
pt: O<b> gráfico de taxa de progresso de execução de testes </b> mostra quantos testes foram executados durante um período de tempo e qual status de execução foi gravado. O relatório pode ser exibido para uma faixa de datas específica e para todo o produto ou apenas para um release/sprint específico. <br><br> O <b>gráfico da taxa de progresso de casos de teste</b> exibe o número de execuções de casos de teste para o intervalo de datas especificado. Isso significa que ele exibirá, para cada dia, o número total de casos de teste executados, ignorando o status dos dias anteriores. Quaisquer casos de teste não executados nesse dia serão considerados "não executados" e aparecerão nesta categoria. <br><br> O <b>gráfico de progresso de casos de teste cumulativo</b> exibe o número de execuções de casos de teste cumulativamente durante o intervalo de datas especificado. Isso significa que ele exibirá, para cada dia, o número total de casos de teste executados, além do status de qualquer dia anterior que não tenha sido alterado. Todos os casos de teste não executados até esse ponto serão considerados "não executados" e aparecerão nesta categoria.
pt_pt: <b> O gráfico da taxa de progresso das execuções de teste </ b> mostra quantos testes foram executados durante um período de tempo e quais os estados de execução registados. O relatório pode ser exibido para um intervalo de datas específico e para todo o projeto, ou para uma entrega / iteração específica. <br> <br> <b> O gráfico da taxa de progresso das execuções de teste </ b> exibe o número de execuções de casos de teste, para o intervalo de datas especificado. Significa que será exibido, para cada dia, o número total de casos de teste executados, ignorando o estado de qualquer dia anterior. Qualquer caso de teste não executado naquele dia será considerado "não executado" e aparecerá na categoria "não executado". <br> <br> <b> O gráfico de progresso do número acumulado de casos de teste </ b> exibe o número acumulado de execuções de casos de teste, durante o intervalo de datas especificado. Significa que será exibido, para cada dia, o número total de casos de teste executados mais o status de qualquer dia anterior que não tenha sido alterado. Qualquer caso de teste não executado até esse ponto será considerado "não executado" e aparecerá na categoria "não executado".
ru: <b>Чарт прогресса выполнения теста</b> показывает, сколько тестов было выполнено за определенный период времени, и какой статус выполнения был записан. Отчет может быть отображен для конкретного диапазона данных и для всего продукта или для конкретного выпуска/отпечатка. <br><br> <b>Чарт прогресса тестового случая</b> отображает количество выполнений тестового случая для указанного диапазона дат для данного конкретного интервала дат. Это означает, что для каждого дня будет отображаться общее количество выполненных тестовых заданий без учета состояния за предыдущие дни. Любые тестовые случаи, не выполненные в этот день, будут считаться "не выполненными" и появятся в категории "не выполненными". <br><br> <b>Совокупный график выполнения тестового случая</b> отображает количество запусков тестового случая кумулятивно в указанном диапазоне дат. Это означает, что он будет отображать для каждого дня, общее количество выполненных тестовых заданий плюс статус за предыдущие дни, которые не были изменены. Любые тестовые случаи, не выполненные до этого момента, будут считаться "не выполненными" и появятся в категории "не выполненными".

# InAppHelp_Chart_SnapshotIncident
source: <b>The incident aging graph</b> displays the number of days incidents have been left open in the system with the count of incidents on the y-axis and different age intervals on the x-axis. Each bar-chart color represents a different incident priority, giving a product manager a snapshot view of the age of open incidents by priority and detected release. For this chart, "open" is defined as any incident with an empty "Closed On" date. The incident status is not used for this chart. <br><br> <b>The incident turnaround time graph</b> displays the number of days incidents have taken to be closed (from the time they were first raised) in the system with the count of incidents on the y-axis and different turnaround time intervals on the x-axis. Each bar-chart color represents a different incident priority, giving a product manager a snapshot view of the turnaround time of incidents by priority and detected release. For this chart, "closed" is defined as any incident with a "Closed On" date. The incident status is not used for this chart.
cs: <b>Graf stárnutí Incidentů</b> zobrazuje počet dní, kdy byly incidenty ponechány v systému otevřené, s počtem incidentů na ose y a různými věkovými intervaly na ose x. Každá barva sloupcového grafu představuje jinou prioritu incidentu, což produktovému manažerovi poskytuje okamžitý pohled na stáří otevřených incidentů podle priority a zjištěné Verze. U tohoto grafu je 'Otevřený' Incident definován jako jakýkoli incident s prázdným datem 'Uzavřeno'. Stav incidentu se pro tento graf nepoužívá. <br><br> <b>Graf času obratu incidentu</b> zobrazuje počet dní, během nichž byly incidenty uzavřeny (od okamžiku, kdy byly poprvé vytvořeny) v systému s počtem incidentů na ose y a různými časovými intervaly obratu na ose x. Každá barva sloupcového grafu představuje jinou prioritu incidentu, což produktovému manažerovi poskytuje okamžitý pohled na dobu zpracování incidentů podle priority a zjištěného vydání. Pro tento graf je 'Uzavřeno' definováno jako jakýkoli incident s datem v atributu 'Uzavřeno'. Stav incidentu se pro tento graf nepoužívá.
de: Das Diagramm 'Alterung der Vorfälle' zeigt die Zahl der Tage, an denen Vorfälle offen gelassen wurden. Das Diagramm wird als Histogramm abgebildet, wobei die Anzahl der Vorfälle auf der Y-Achse und die verschiedenen Intervalle auf der X-Achse dargestellt sind. Jede Balkenfarbe repräsentiert eine andere Vorfallpriorität, so dass ein Produktmanager einen Snapshot zum Alter der Vorfälle bezogen auf ihre Priorität erhält. <br><br> Das Diagramm 'Bearbeitungszeit des Vorfalls' zeigt die Zahl der Tage, die benötigt wurden, um einen Vorfall im Produkt zu schließen (ab dem Zeitpunkt des Erfassens). Das Diagramm ist als gestapeltes Balkendiagramm organisiert, wobei die Anzahl der Vorfälle auf der Y-Achse und die verschiedenen Durchlaufzeiten auf der X-Achse abgebildet sind. Jede Balkenfarbe repräsentiert eine Vorfallpriorität. Der Produktmanager erhält einen Überblick zur Durchlaufzeit der Vorfälle (gruppiert nach Priorität) seines Produktes.
es: El <b> gráfico de duración de incidentes</b> muestra el número de días que los incidentes se han dejado abiertos en el sistema. El gráfico está organizado como un histograma apilado, con el recuento de incidentes en el eje 'y' y diferentes intervalos de duración en el eje 'x'. Cada color del gráfico de barras representa una prioridad de incidentes diferente, lo que le da a un gerente de producto una vista instantánea de la duración de incidentes de productos abiertos por prioridad. <br><br> El <b> gráfico de tiempos de respuesta a incidentes </b> muestra el número de días que los incidentes han tardado en cerrarse (desde el momento en que se generaron) en el sistema. El gráfico se organiza como un histograma apilado, con el recuento de incidentes en el eje 'y' y diferentes intervalos de tiempo de respuesta en el eje 'x'. Cada color del gráfico de barras representa una prioridad de incidentes diferente, que le da a un gerente de producto una vista instantánea del tiempo de respuesta de los incidentes de productos por prioridad.
fr: "<b>Le graphique de vieillissement des incidents</b> affiche le nombre de jours où les incidents sont restés ouverts. Le graphique est organisé sous la forme d'un histogramme avec le nombre d'incidents sur l'axe des y et les intervalles d'âge sur l'axe des x. Chaque couleur de graphique à barres représente une priorité d'incident différente, donnant à un chef de produit une vue instantanée de l'âge des incidents de produit ouverts par priorité. <br><br> <b>Le graphique des délais de traitement des incidents</b> indique le nombre de jours de fermeture des incidents (à partir du moment où ils ont été relevés) dans le système. Le graphique est organisé sous la forme d'un histogramme avec le nombre d'incidents sur l'axe des y et différents intervalles de temps sur l'axe des x. Chaque couleur de diagramme à barres représente une priorité d'incident différente, ce qui donne au chef de produit une vue instantanée du délai d'exécution des incidents de produit par priorité.
hu: <b>Incidens elavulása ábra</b> az incidensek a rendszerben nyitott állapotban töltött napjainak számát mutatja. Az ábra egy halmozott hisztogram, melyen az Y-tengely az incidensek számát, az X-tengely pedig a különböző elavulási intervallumokat mutatja. Minden oszlopdiagramszín egy-egy incidensprioritást jelöl, mely a projektmenedzser számára pillanatképet ad a nyitott projektincidensek koráról prioritás szerint. <br><br> <b>Incidens átfutási ideje ábra</b> azon napok számát mutatja, ameddig az incidensek a rendszerben zárva voltak (az első felmerülésük időpontjától). Az ábra egy halmozott hisztogram, melyen az Y-tengely az incidensek számát, az X-tengely pedig a különböző átfutási időintervallumokat mutatja. Minden oszlopdiagramszín egy-egy incidensprioritást jelöl, mely a projektmenedzser számára pillanatképet ad a nyitott projektincidensek átfutási idejéről prioritás szerint.
pl: <b> Wykres starzenia się incydentów</b> pokazuje liczbę dni, w których incydenty pozostawały otwarte w systemie. Wykres jest zorganizowany w formie stosu histogramów, z liczeniem incydentów na osi y i różnymi przedziałami wiekowymi na osi x. Każdy kolor wykresu słupkowego reprezentuje inny priorytet incydentu, dając menedżerowi produktu pogląd na wiek otwartych incydentów produktowych według priorytetów. <br><br> <b>Wykres czasu realizacji incydentu</b> pokazuje liczbę dni, w których incydenty były zamykane (od momentu ich pierwszego podniesienia) w systemie. Wykres jest zorganizowany jako histogram ułożony na stosie, z liczeniem incydentów na osi y i różnymi przedziałami czasu obrotu na osi x. Każdy kolor wykresu słupkowego reprezentuje inny priorytet incydentu, dając kierownikowi produktu wgląd w czas realizacji incydentów produktowych według priorytetów.
pt: O <b>gráfico de duração de incidentes</b> exibe o número de dias que os incidentes foram deixados em aberto no sistema. O gráfico é organizado como um histograma, com a contagem de incidentes no eixo y e diferentes intervalos de tempo no eixo x. Cada cor no gráfico de barras representa um incidente de prioridade diferente, dando a um gerente de produto uma visão instantânea da duração dos incidentes em aberto por prioridade. <br><br> <b> O gráfico de tempo de resposta de incidente </ b> exibe o número de dias que os incidentes levaram para serem fechados (a partir do momento em que foram levantados pela primeira vez) no sistema. O gráfico é organizado como um histograma empilhado, com a contagem de incidentes no eixo y e diferentes intervalos de tempo no eixo x. Cada cor de gráfico de barras representa uma prioridade de incidente diferente, dando a um gerente de produto uma visão instantânea do tempo de retorno dos incidentes do produto por prioridade.
pt_pt: <b> O gráfico de tempo de abertura dos defeitos </ b> exibe o número de dias que os defeitos estiveram abertos no sistema. O gráfico é um histograma empilhado, com a contagem de incidentes no eixo dos y e diferentes intervalos de idade no eixo dos x. Cada cor do gráfico de barras representa uma prioridade dos defeitos diferente, proporcionando uma visão imediata da idade dos defeitos abertos do projeto, por prioridade. <br> <br> <b> O gráfico de tempo de resposta dos defeitos </ b> exibe o número de dias que os defeitos levaram a ser fechados (a partir do momento em que foram criados) no sistema. O gráfico é um histograma empilhado, com a contagem de incidentes no eixo dos y e diferentes intervalos de tempo de resposta no eixo dos x. Cada cor do gráfico de barras representa uma prioridade dos defeitos diferente, proporcionando uma visão imediata do tempo de resposta dos defeitos do projeto por, prioridade.
ru: <b>В диаграмме старения инцидентов</b> отображается количество дней, в течение которых инциденты оставались в системе открытыми. График организован в виде уложенной гистограммы, с количеством инцидентов на оси y и различными возрастными интервалами на оси x. Каждый цвет гистограммы представляет различные инциденты по приоритету, предоставляя менеджеру по продукту моментальный снимок возраста открытых инцидентов с продуктом по приоритету. <br><br> <b>Технологическая карта времени разворота инцидента</b> отображает количество дней, в течение которых инциденты были закрыты (с момента их первого поднятия) в системе. График организован в виде суммированной гистограммы, с количеством инцидентов по оси Y и различными временными интервалами разворота по оси x. Каждый цвет гистограммы представляет собой отдельный приоритет происшествий, предоставляя менеджеру по продукту моментальный снимок времени прохождения происшествий с продуктом по приоритету.
