Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# InAppHelp_Chart_RequirementsCoverageProgram
source: This chart shows the aggregated count of requirements test coverage for the entire program. The Passed, Failed, Blocked, Caution and Not-Run bars indicate the total count of requirements that have tests covering them, allocated across the execution status of the covering tests.
cs: Tento graf ukazuje agregovaný počet pokrytí požadavků jednotlivými testy pro celý program. Prošlo, Selhalo, Blokováno, Pozor a Neprovedeno (Not-Run) označují celkový počet Požadavků pokryté testy, přidělené napříč stavem prováděných testů.
de: Dieses Diagramm zeigt die Anzahl der Anforderungen bezogen auf die Testabdeckung und das komplette Programm. Die Balken 'Passed', 'Failed', 'Blocked', 'Caution', und 'Not Run' zeigen die Gesamtzahl der Anforderungen an und weisen sie dem Ausführungsstatus ihrer abdeckenden Testfälle zu.
es: Este gráfico muestra el recuento acumulado de la cobertura de prueba de requisitos para todo el programa. Las barras Aprobado, Reprobado, Bloqueado, Precaución y No Ejecutado indican el recuento total de los requisitos que tienen las pruebas que los cubren, asignados a través del estado de ejecución de las pruebas de cobertura.
fr: Ce graphique montre le nombre agrégé de couverture de test des besoins pour l'ensemble du programme. Les barres Réussi, Echec, Bloqué, Attention et Non-exécuté indiquent le nombre total des besoins qui ont des tests les couvrant.
hu: Ez az ábra összevontan mutatja a követelmények tesztlefedettségét a teljes program esetén. A sikeres, sikertelen, blokkolt, figyelmeztetés és nem futtatott sávok a követelményeknek azt az összegét mutatják, amelyekre tesztek vonatkoznak a tesztek végrehajtási állapotának megfelelő elosztásban.
pl: Ten wykres przedstawia zagregowaną liczbę pokryć testów wymagań dla całego programu. Pręty zaliczone, niezaliczone, zablokowane, ostrożne i nieobrócone wskazują łączną liczbę wymagań, które zostały poddane testom obejmującym te testy, przypisanych do całego stanu wykonania testów obejmujących te testy.
pt: Este gráfico mostra a contagem acumulada da cobertura de teste de requerimento para todo o programa. As barras Aprovado, Reprovado, Bloqueado, Atenção e Não Executado indicam a contagem total de requerimentos que possuem testes cobrindo-os, alocados em todo o status de execução dos testes.
pt_pt: Este gráfico mostra a contagem agregada da cobertura de requisitos pelos casos de teste, para todo o programa. As barras Sucesso, Insucesso, Bloqueado, Assinalado e Não Executado indicam a contagem total de requisitos que possuem testes associados, através de todos os seus estados de execução.
ru: На данном графике показан агрегированный подсчет тестового покрытия требований для всей программы. Строки "пройдено", "не пройдено", "заблокировано", "предостережено" и "не выполнено" показывают общее количество требований, которые имеют тесты, покрывающие их, распределенные по статусу выполнения покрывающих тестов.

# InAppHelp_Chart_TaskProgress
source: This chart shows the aggregated count of tasks by progress category for the entire program. The ‘On Schedule’, ‘Late Finish’, ‘Late Start’ and ‘Not Started’ bars indicate the total count of tasks that are in that category for all the products in the program.
cs: Tento graf ukazuje agregovaný počet Úkolů podle úrovně postupu pro celý program. Lišta 'Naplánováno' (On Schedule), 'Pozdní dokončení' (Late Finish), 'Pozdní spuštění' (Late Start) a 'Nezapočato' (Not Started) označuje celkový počet úkolů, které jsou v dané kategorii pro všechny produkty v Programu.
de: Dieses Diagramm zeigt die Anzahl der Aufgaben des kompletten Programms aggregiert nach ihrem Fortschritt an. Die Balken 'Nach Plan', 'Verspätet', 'Verspätet begonnen' und 'Nicht begonnen' zeigen die Anzahl der Aufgaben jeder Kategorie an.
es: Este gráfico muestra el recuento acumulado de tareas por categoría de progreso para todo el programa. Las barras 'Dentro del Plazo', 'Fin Atrasado', 'Comienzo Atrasado' y 'No Comenzado' indican el recuento total de tareas que se encuentran en esa categoría para todos los productos del programa.
fr: Ce graphique montre le nombre agrégé de tâches par catégorie de progression pour l'ensemble du programme. Les barres "En fonction", "Fin retardé", "En retard" et "Non démarré" indiquent le nombre total de tâches qui sont dans cette catégorie pour tous les produits du programme.
hu: Ez az ábra összevontan mutatja az előrehaladási kategória szerinti feladatokat a teljes program esetén. Az „On Schedule”, „Late Finish”, „Late Start” és „Not Started” sávok azon feladatok összegét mutatják, amelyek az adott kategóriába esnek a programon belüli projektek mindegyike esetén.
pl: Ten wykres przedstawia zagregowaną liczbę zadań według kategorii postępu dla całego programu. Paski "Na planie", "Późno zakończone", "Późno rozpoczęte" i "Nie rozpoczęte" wskazują całkowitą liczbę zadań, które są w tej kategorii dla wszystkich produktów w programie.
pt: Este gráfico mostra a contagem acumulada de tarefas por progresso para todo o programa. As barras "No Prazo", "Concluído com Atraso", "Iniciado com Atraso" e "Não Iniciado" indicam a contagem total de tarefas nessa categoria para todos os produtos no programa.
pt_pt: Este gráfico mostra a contagem agregada de tarefas, em função do progresso, para todo o programa. As barras 'No Prazo', 'Fim em Atraso', 'Início Atrasado' e 'Por Iniciar' indicam a contagem total de tarefas que estão em cada uma dessas categorias, para todos os projetos no programa.
ru: Данный график показывает суммарный подсчет заданий по категориям прогресса для всей программы. В столбцах "По расписанию", "Поздний финиш", "Поздний старт" и "Незавершенное" указывается общее количество задач, которые находятся в этой категории по всем продуктам в программе.

# InAppHelp_Chart_TestExecutionStatusProgram
source: This chart shows the aggregated count of test cases by execution status for the entire program. The Passed, Failed, Blocked, Caution and Not-Run bars indicate the total count of test cases that are in that category for all the products in the program.
cs: Tento graf ukazuje agregovaný počet Testovacích Případů podle stavu vykonání pro celý program. Prošlo, Selhalo, Blokováno, Pozor a Neprovedeno (Not-Run) indikují celkový počet Testovacích Případů, které jsou v dané kategorii pro všechny produkty v programu.
de: Dieses Diagramm zeigt die Anzahl der Testfälle aggregiert nach ihrem Ausführungsstatus für das komplette Programm an. Die Balken 'Passed', 'Failed', 'Blocked', 'Caution', und 'Not Run' zeigen den jeweiligen Status der Testfälle an.
es: Este gráfico muestra el recuento acumulado de casos de prueba por estado de ejecución para todo el programa. Las barras Aprobado, Reprobado, Bloqueado, Precaución y No Ejecutado indican el recuento total de casos de prueba que se encuentran en esa categoría para todos los productos del programa.
fr: Ce graphique montre le nombre agrégé de scénarios de test par statut d'exécution pour l'ensemble du programme. Les barres Réussi, Echec, Bloqué, Attention et Non-exécuté indiquent le nombre total de scénarios de test dans chaque catégorie pour tous les produits du programme.
hu: Ez az ábra projekthez tartozó tesztesetek összesített számát mutatja minden egyes végrehajtási állapothoz a teljes program esetén. A sikeres, sikertelen, blokkolt, figyelmeztetés és nem futtatott sávok azon tesztesetek összegét mutatják, amelyek az adott kategóriába esnek a programon belüli projektek mindegyike esetén.
pl: Ten wykres przedstawia zagregowaną liczbę przypadków testowych według stanu wykonania dla całego programu. Paski "Passed", "Failed", "Blocked", "Caution" i "Not-Run" wskazują całkowitą liczbę przypadków testowych, które są w tej kategorii dla wszystkich produktów w programie.
pt: Este gráfico mostra a contagem acumulada de casos de teste por status de execução para todo o programa. As barras Aprovado, Reprovado, Bloqueado, Atenção e Não Executado indicam a contagem total de casos de teste que estão nessa categoria para todos os produtos no programa.
pt_pt: Este gráfico mostra a contagem agregada de casos de teste por estado de execução, para todo o programa. As barras Sucesso, Insucesso, Bloqueado, Assinalado e Não Executado indicam a contagem total de casos de teste que estão em cada uma dessas categorias, para todos os projetos no programa.
ru: На данном графике показан агрегированный подсчет тестовых случаев по статусу исполнения для всей программы. Строки "Прошел", "Не прошел", "Заблокирован", "Внимание" и "Не прошел" указывают общее количество тестовых случаев, которые находятся в этой категории для всех изделий в программе.

# InAppHelp_Chart_DateRangeIncident
source: <b>The incident progress rate chart</b> displays the total number of incidents created and closed over a particular date-range, either for all incident types or for a specific incident type <br><br> <b>The cumulative incident count chart</b> displays the cumulative total number of incidents logged over a particular date-range, either for all incident types or for a specific incident type. The report displays the total count of all incidents, and the total count of all open incidents (i.e. with status not set to fixed or closed) <br><br> <b>The open incident count chart</b> displays the net number of open incidents over a particular date-range categorized by incident priority, either for all incident types or for a specific incident type. For this chart, “open” is defined as any incident with an empty “Closed On” date. The incident status is not used for this chart. <br><br> <b>The incident count by status</b> displays the number of open incidents in the system for the current product over a particular date-range categorized by incident status, either for all incident types or for a specific incident type. For this chart, “open” is defined as any incident with an empty “Closed On” date. The incident status is not used for this chart.
cs: <b>Graf vývoje Incidentů</b> zobrazuje celkový počet incidentů vytvořených a uzavřených v určitém časovém období, a to buď pro všechny typy incidentů, nebo pro konkrétní typ incidentu <br><br> <b>Graf kumulativního počtu Incidentů</b> zobrazuje kumulativní celkový počet incidentů zaznamenaných v určitém časovém období, a to buď pro všechny typy incidentů, nebo pro konkrétní typ incidentu. Zpráva zobrazuje celkový počet všech incidentů a celkový počet všech otevřených incidentů (tj. Se stavem nenastaveným na pevný nebo uzavřený) <br><br> <b>Tabulka počtu otevřených Incidentů</b> zobrazuje čistý počet otevřených incidentů v konkrétním časovém období kategorizovaných podle priority incidentu, a to buď pro všechny typy incidentů, nebo pro konkrétní typ incidentu. Pro tento graf je 'otevřený' definován jako jakýkoli incident, který má pole 'Uzavřeno' prázdné. Stav incidentu se pro tento graf nepoužívá. <br><br> <b>Počet incidentů podle stavu </b> zobrazuje počet otevřených incidentů v systému pro aktuální produkt za konkrétní časové období kategorizované podle stavu incidentu, a to buď pro všechny typy incidentů, nebo pro konkrétní typ incidentu. Pro tento graf je „otevřený“ definován jako jakýkoli incident s prázdným datem 'Uzavřeno'. Stav incidentu se pro tento graf nepoužívá.
de: Das Diagramm 'Fortschritt der Vorfälle' zeigt die Gesamtzahl der Vorfälle, entweder alle Vorfalltypen oder eines bestimmten Typs, die über einen bestimmten Zeitraum geöffnet und geschlossen wurden. <br><br> Das Diagramm 'Kumulierte Vorfallzahl' zeigt die kumulierte Gesamtzahl der Vorfälle, die über einen bestimmten Zeitraum protokolliert wurden. Der Bericht zeigt die Gesamtzahl aller Vorfälle und die Gesamtzahl der offenen Vorfälle (bspw. wo der Status nicht 'Fixed' oder 'Closed' ist) <br><br> Das Diagramm 'Anzahl offener Vorfälle' zeigt die Nettoanzahl der offenen Vorfälle über einen bestimmten Zeitraum. Die Vorfälle sind nach ihrer Priorität gruppiert und die Anzeige erfolgt für alle Vorfalltypen oder einen bestimmten. Für dieses Diagramm gelten alle Vorfälle mit einem leeren 'Geschlossen am' Feld als 'Offene' Vorfälle. Der Vorfallstatus wird für dieses Diagramm nicht genutzt. <br><br> Das Diagramm 'Anzahl Vorfälle pro Status' zeigt die Zahl offener Vorfälle für das aktuelle Produkt über einen bestimmten Zeitraum. Sie sind nach ihrem Status gruppiert und die Anzeige erfolgt für alle Vorfalltypen oder für einen bestimmten. Für dieses Diagramm gelten alle Vorfälle mit einem leeren 'Geschlossen am' Feld als 'Offene' Vorfälle. Der Vorfallstatus wird für dieses Diagramm nicht genutzt.
es: El <b>gráfico de tasa de progreso del incidente</b> muestra el número total de incidentes creados y cerrados en un intervalo de fechas en particular, para todos los tipos de incidentes o para un tipo de incidente específico.<br><br>El <b>gráfico de recuento de incidentes acumulados </b>muestra el número total acumulado de incidentes registrados en un intervalo de fechas en particular, para todos los tipos de incidentes o para un tipo de incidente específico. El reporte muestra el recuento total de todos los incidentes y el recuento total de todos los incidentes abiertos (o sea, con el estado no establecido como fijo o cerrado).<br><br>El<b> gráfico de recuento de incidentes abiertos </b> muestra el número neto de incidentes abiertos en un rango de fechas en particular, categorizado por prioridad de incidentes, para todos los tipos de incidentes o para un tipo de incidente específico. En este gráfico, "abierto" se define como cualquier incidente con una fecha de "Cerrado en" vacía. El estado del incidente no se utiliza para este gráfico.<br><br>El<b> recuento de incidentes por estado </b>muestra el número de incidentes abiertos en el sistema para el producto actual en un rango de fechas en particular categorizado por estado de incidente, para todos los tipos de incidentes o para un tipo de incidente específico. En este gráfico, "abierto" se define como cualquier incidente con una fecha de "Cerrado en" vacía. El estado del incidente no se utiliza para este gráfico.
fr: "<b>Le tableau des taux de progression des incidents</b> affiche le nombre total d'incidents créés et clôturés sur une plage de dates donnée pour tous les types d'incidents ou pour un type d'incident spécifique. <br><br> <b>Le tableau du nombre cumulé d'incidents </b> affiche le nombre total cumulé d'incidents consignés sur une plage de dates donnée, pour tous les types d'incidents ou pour un type d'incident spécifique. Le rapport affiche le nombre total de tous les incidents et le nombre total de tous les incidents ouverts (c'est-à-dire avec un statut autre que résolu ou fermé). <br><br> <b>Le graphique de nombre d'incidents ouverts</b> affiche le nombre net d'incidents ouverts sur une plage de dates particulière classée par priorité d'incident, pour tous les types d'incidents ou pour un type d'incident spécifique. Pour ce tableau, "Ouvert" est défini comme tout incident sans date de fermeture. Le statut de l'incident n'est pas utilisé pour ce graphique. <br> <br> <b>Le compteur d'incidents par statut </b>indique le nombre d'incidents ouverts pour le produit pendant la période, classés par statut d'incident (pour tous les types d'incident ou pour un type d'incident spécifique). «Ouvert» est défini comme tout incident avec une date «Date de fermeture» vide. Le statut de l'incident n'est pas utilisé pour ce graphique.
hu: <b>Az incidens előrehaladása ábra</b> egy adott dátumintervallumban létrehozott és lezárt incidensek teljes számát mutatja vagy mindegyik incidenstípusra vagy egy adott incidenstípusra vonatkozóan <br><br> <b>A kumulatív incidensszám ábra</b> egy adott dátumintervallumban naplózott incidensek kumulatív teljes számát mutatja vagy mindegyik incidenstípusra vagy egy adott incidenstípusra vonatkozóan. A jelentés az összes incidens, valamint az összes nyitott incidens összegét mutatja (vagyis az állapot nincs rögzítettre vagy lezártra állítva) <br><br> <b>Nyitott incidensek száma ábra</b> egy adott dátumintervallumban a nyitott incidensek nettó számát mutatja az incidens prioritása szerint kategorizálva, illetve vagy az összes incidenstípusra vagy egy adott incidenstípusra vonatkozóan. Ennél az ábránál a „nyitott” olyan incidenst jelent, amely üres „Closed On” dátummal rendelkezik. Az incidensállapot nem szerepel ezen az ábrán. <br><br> <b>Incidensszám állapot szerint</b> a rendszerben az aktuális projekthez egy adott dátumintervallumban a nyitott incidensek számát mutatja az incidens állapota szerint kategorizálva, illetve vagy az összes incidenstípusra vagy egy adott incidenstípusra vonatkozóan. Ennél az ábránál a „nyitott” olyan incidenst jelent, amely üres „Closed On” dátummal rendelkezik. Az incidensállapot nem szerepel ezen az ábrán.
pl: <b>Wykres przebiegu zdarzeń</b> przedstawia całkowitą liczbę zdarzeń utworzonych i zamkniętych w danym zakresie dat, dla wszystkich typów zdarzeń lub dla konkretnego typu zdarzenia. <br><br> <b>W wykresie zbiorczej liczby zdarzeń</b> wyświetlana jest zbiorcza całkowita liczba zdarzeń zarejestrowanych w danym zakresie dat, dla wszystkich typów zdarzeń lub dla konkretnego typu zdarzenia. Raport wyświetla łączną liczbę wszystkich incydentów oraz łączną liczbę wszystkich otwartych incydentów (tj. o statusie nie ustawionym na stałe lub zamkniętym). <br><br> <b>Wykres liczby otwartych incydentów</b> wyświetla liczbę netto otwartych incydentów w danym zakresie dat, skategoryzowanych według priorytetu incydentu, albo dla wszystkich typów incydentów, albo dla konkretnego typu incydentu. Dla tego wykresu "otwarte" jest definiowane jako każde zdarzenie z pustą datą "Zamknięte w". Status incydentu nie jest używany dla tego wykresu. <br><br> <b>liczba incydentów według statusu</b> wyświetla liczbę otwartych incydentów w systemie dla bieżącego produktu w określonym zakresie dat, skategoryzowanych według statusu incydentu, albo dla wszystkich typów incydentów, albo dla konkretnego typu incydentu. Dla tego wykresu "otwarte" jest definiowane jako każde zdarzenie z pustą datą "Zamknięte w". Status incydentu nie jest używany dla tego wykresu.
pt: O <b>gráfico da taxa de progresso do incidente</b> mostra o número total de incidentes abertos e fechados em um período específico, seja para todos os tipos de incidentes ou mesmo para um tipo específico. <br><br> O <b>gráfico de contagem de incidentes acumulados</b> exibe o número total acumulado de incidentes registrados em um determinado período, para todos os tipos de incidentes ou para algum específico. O relatório exibe a contagem total de todos os incidentes e a contagem total de todos os incidentes abertos (ou seja, com o status não-definido como fixo ou fechado). <br><br> O <b>gráfico de contagem de incidentes abertos</b> exibe o número líquido de incidentes abertos em um determinado intervalo de datas, categorizado pela prioridade do incidente, para todos os tipos de incidentes ou para um tipo específico. Neste gráfico, "aberto" é definido como qualquer incidente com uma data de "Fechado em" vazia. O status do incidente não é usado neste gráfico. <br><br> A <b>contagem de incidentes por status</b> exibe o número de incidentes em aberto no sistema para o produto atual em um período específico categorizado por status de incidente, para todos os tipos de incidentes ou para um tipo específico. Neste gráfico, "aberto" é definido como qualquer incidente com uma data de "Fechado em" vazia. O status do incidente não é usado neste gráfico.
pt_pt: <b> O gráfico de taxa de progresso dos defeitos </ b> exibe o número total de defeitos criados e fechados num determinado intervalo de datas, seja para todos os tipos de defeitos ou para um tipo de defeito específico <br> <br> <b> O gráfico de contagem cumulativa de defeitos </ b> exibe o número total acumulado de defeitos registados num determinado intervalo de datas, seja para todos os tipos de defeitos ou para um tipo de defeito específico. O relatório exibe a contagem total de todos os defeitos e a contagem total de todos os defeitos abertos (ou seja, com estado diferente de resolvido ou fechado) <br> <br> <b> O gráfico de contagem de defeitos abertos </ b> exibe o número de defeitos abertos num determinado intervalo de datas, classificado pela prioridade do defeito, seja para todos os tipos de defeitos ou para um tipo de defeito específico. Neste contexto, "aberto" entende-se como qualquer defeito com uma "Data de Encerramento" vazia. O estado do defeito não é usado para este gráfico. <br> <br> <b> A contagem de defeitos por estado </ b> exibe o número de defeitos abertos no sistema para o projeto atual num determinado intervalo de datas, classificado pelo estado do defeito, seja para todos os tipos de defeitos ou para um tipo de defeito específico. Neste contexto, "aberto" entende-se como qualquer defeito com uma "Data de Encerramento" vazia. O estado do defeito não é usado para este gráfico.
ru: <b>Чарт прогресса инцидентов</b> отображает общее количество инцидентов, созданных и закрытых на определенном диапазоне данных, либо для всех типов инцидентов, либо для определенного типа инцидентов. <br><br> <b>Совокупная диаграмма количества инцидентов</b> отображает совокупное общее количество инцидентов, записанных в журнал в определенном диапазоне данных, либо для всех типов инцидентов, либо для определенного типа инцидентов. В отчете отображается общее количество всех инцидентов, а также общее количество всех открытых инцидентов (т.е. со статусом, который не установлен в фиксированный или закрытый). <br><br> <b>Сводная таблица количества открытых инцидентов</b> отображает сетевое количество открытых инцидентов на определенном диапазоне данных, сгруппированных по приоритету инцидентов, либо для всех типов инцидентов, либо для определенного типа инцидентов. Для данного графика под "open" понимается любой инцидент с пустой датой "Closed On". Статус инцидента не используется для этой диаграммы. <br><br> <b>Счетчик инцидентов по статусу</b> отображает количество открытых инцидентов в системе для текущего продукта на определенном диапазоне данных, сгруппированных по статусу инцидента, либо для всех типов инцидентов, либо для определенного типа инцидентов. Для данного графика под "open" понимается любой инцидент с пустой датой "Closed On". Статус инцидента не используется для этой диаграммы.
