Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Onboarding_TourAims_AppIntro
source: This tour will help you navigate around the application. We are going to look at each part of the navigation bar - that dark section at the top of every page. Each part helps you move between the different areas of the application. If you hover over any of these parts a tooltip will give you more information.
cs: Tato prohlídka vám pomůže orientovat se v aplikaci. Podíváme se na každou část navigační lišty - tmavou část v horní části každé stránky. Každá část vám pomůže pohybovat se mezi různými oblastmi aplikace. Pokud umístíte ukazatel myši na některou z těchto částí, zobrazí se vám nápověda s dalšími informacemi.
de: Diese Tour hilft Ihnen, sich in der Anwendung zurechtzufinden. Wir werden uns jeden Teil der Navigationsleiste ansehen - den dunklen Bereich am oberen Rand jeder Seite. Jeder Teil hilft Ihnen, sich zwischen den verschiedenen Bereichen der Anwendung zu bewegen. Wenn Sie mit der Maus über einen dieser Teile fahren, erhalten Sie über einen Tooltip weitere Informationen.
es: Este tutorial lo ayudará a navegar por la aplicación. Vamos a ver cada parte de la barra de navegación - esa sección oscura en la parte superior de cada página. Cada parte le ayuda a moverse entre las diferentes áreas de la aplicación. Si pasa el cursor sobre cualquiera de estas partes, aparecerá más información.
fr: Ce tutoriel a pour objectif de vous familiariser avec les options disponibles dans la barre de navigation (la partie sombre en haut de chaque page). Il vous suffit de passer la souris sur une option pour en connaitre la fonction.
hu: Ebben a körbevezetésben az alkalmazásban való navigációt ismerheti meg. Áttekintjük a navigációs sáv (minden oldal tetején található sötét terület) minden egyes részét. Az egyes részekkel az alkalmazás különböző területei között lépkedhet. Ha e részek bármelyike fölött áthúzza a kurzort, akkor további információkat láthat.
pl: Ta wycieczka pomoże Ci poruszać się po aplikacji. Zajrzymy do każdej części paska nawigacyjnego - tej ciemnej części u góry każdej strony. Każda część pomaga w poruszaniu się pomiędzy różnymi obszarami aplikacji. Po najechaniu na którąkolwiek z tych części etykieta z narzędziami da Ci więcej informacji.
pt: Este tour o ajudará a navegar pelo aplicativo. Vamos examinar cada parte da barra de navegação - a seção escura na parte superior de cada página. Cada parte ajuda você a se mover entre as diferentes áreas da aplicação. Se você passar o mouse sobre qualquer uma dessas partes, uma dica de ferramenta fornecerá mais informações.
pt_pt: Esta visita guiada permitirá uma navegação na aplicação. Vamos focar-nos am cada componente da barra de navegação - a secção mais escura no topo de cada página. Cada componente permitirá a navegação entre as diversas áreas da aplicação. Se passar o rato por cima de cada componente, será disponibilizada mais informação.
ru: Этот тур поможет вам сориентироваться в приложении. Мы рассмотрим каждую часть навигационной панели - этот темный раздел вверху каждой страницы. Каждая часть помогает перемещаться между различными областями применения. Если вы наведете курсор на любую из этих частей, всплывет всплывающая подсказка, которая даст вам больше информации.

# Onboarding_TourAims_Title
source: Start Here
cs: Začněte zde
de: Hier beginnen
es: Comienza Aquí
fr: Commencer la visite
hu: Itt kezdje
pl: Zacznij tutaj.
pt: Comece Aqui
pt_pt: Inciar aqui
ru: Начните здесь

# Risk_EnterNewRiskName
source: Enter new risk name
cs: Zadejte nový název rizika
de: Neuen Risikonamen eingeben
es: Ingrese un nuevo nombre de riesgo
fr: Veuillez entrer le nom du nouveau risque
hu: Új kockázatnév megadása
pl: Wpisz nową nazwę ryzyka
pt: Informe um novo nome para o Risco
pt_pt: Introduzir Novo Nome de Risco
ru: Введите новое название риска

# ArtifactType_PlanningBoard
source: Planning Board
cs: Plánovací nástěnka
es: Tabla de Planificación
fr: Tableau de planification
hu: Tervezőtábla
pl: Rada Planowania
pt: Painel de Planejamento
pt_pt: Quadro de Planeamento
ru: Плановый совет

# ArtifactType_SourceCode
source: Source Code
cs: Zdrojový kód
de: Quellcode
es: Código Fuente
fr: Code source
hu: Forráskód
pl: Kod źródłowy
pt: Código Fonte
pt_pt: Código Fonte
ru: Исходный код

# ArtifactType_TestConfigurationSet
source: Configuration
cs: Konfigurace
de: Konfiguration
es: Configuración
hu: Konfiguráció
pl: Konfiguracja
pt: Configuração
pt_pt: Configuração
ru: Конфигурация

# Artifact_EnterNewName
source: Enter new name
cs: Zadejte nový název
de: Neuen Namen eingeben
es: Ingrese un nuevo nombre
fr: Veuillez entrer le nouveau nom
hu: Adjon meg új nevet
pl: Wpisz nową nazwę
pt: Informe um novo nome
pt_pt: Introduza novo nome
ru: Введите новое имя

# GlobalNavigation_ColorScheme_Auto
source: Auto mode
cs: Automatický režim
de: Automatischer Modus
es: Modo Automático
fr: Mode automatique
hu: Automata mód
pl: Tryb automatyczny
pt: Modo Automático
pt_pt: Modo automático
ru: Автоматический режим

# GlobalNavigation_ColorScheme_Dark
source: Dark mode
cs: Tmavý režim
de: Dunkler Modus
es: Modo Obscuro
fr: Mode sombre
hu: Sötét mód
pl: Tryb ciemny
pt: Modo Escuro
pt_pt: Modo Dark
ru: Темный режим

# GlobalNavigation_ColorScheme_Light
source: Light mode
cs: Světlý režim
de: Heller Modus
es: Modo Claro
fr: Mode clair
hu: Világos mód
pl: Tryb oświetlenia
pt: Modo Claro
pt_pt: Modo Light
ru: Режим освещения

# GlobalNavigation_ColorScheme_AutoTitle
source: Color mode is handled by your operating system. Click to switch to dark mode
cs: Barevný režim je nastaven podle nastavení operačního systému. Kliknutím přepnete do tmavého režimu
de: Der Farbmodus wird von Ihrem Betriebssystem verwaltet. Klicken Sie, um in den Dunkelmodus zu wechseln
es: El modo de color es manejado por su sistema operativo. Haga clic para cambiar al Modo Oscuro
fr: Le mode couleurs est défini par le système d'exploitation. Cliquez pour passer en mode sombre.
hu: Szín módot az operációs rendszer kezeli. Kattintson, hogy sötét módra váltson.
pl: Tryb kolorowy jest obsługiwany przez system operacyjny. Kliknij, aby przełączyć się do trybu ciemnego
pt: O Modo de Cores é configurado pelo seu sistema operacional. Clique para mudar para o Modo Escuro
ru: Цветной режим обрабатывается операционной системой. Нажмите, чтобы переключиться в темный режим

# GlobalNavigation_ColorScheme_DarkTitle
source: A bold new look that's easier on the eyes. Click to switch to light (normal) mode
cs: Nový vzhled, který je snazší pro oči. Kliknutím přepnete do světelného (normálního) režimu
de: Ein gewagtes neues Aussehen, das die Augen schont. Klicken Sie, um in den (normalen) (Hellen) Modus zu wechseln.
es: Un aspecto moderno que es más agradable a la vista. Haga clic para cambiar al Modo Claro (normal)
fr: L’affichage de couleurs sombres et la luminosité moins importante du thème sombre permettent un meilleur confort de vision. Cliquez pour revenir en mode clair.
hu: A félkövér új nézet, ami védi a szemet. Kattintson , hogy a világos (normál) módra váltson.
pl: Odważny nowy wygląd, który jest łatwiejszy dla oczu. Kliknij, aby przejść do trybu oświetlenia (normalnego)
pt: Um tema visual mais leve para os olhos. Clique para mudar para o Modo Claro (normal)
ru: Смелый новый взгляд, который легче для глаз. Нажмите, чтобы переключиться в светлый (нормальный) режим.

# GlobalNavigation_ColorScheme_LightTitle
source: Classic, timeless dark text on light backgrounds. Click to switch to auto mode
cs: Klasický, nadčasový tmavý text na světlém pozadí. Kliknutím přepnete do automatického režimu
de: Klassischer, zeitloser, dunkler Text auf hellem Hintergrund. Klicken Sie zum Umschalten in den automatischen Modus
es: Texto oscuro clásico de siempre sobre fondos claros. Haga clic para cambiar al Modo Automático
fr: Mode classique (caractères sombres sur fond clair). Cliquez pour revenir en mode automatique.
hu: Klasszikus megjelenítés, sötés szöveg világos háttéren. Kattintson, hogy az auto módra váltson.
pl: Klasyczny, ponadczasowo ciemny tekst na jasnym tle. Kliknij, aby przejść do trybu automatycznego
pt: O clássico e atemporal texto escuro em fundo claro. Clique para mudar para o Modo Automático
ru: Классический, вневременной темный текст на светлом фоне. Нажмите, чтобы переключиться в автоматический режим

# Administration_Project_RemapTemplateDialogText
source: Currently changing the product template...
cs: Právě se mění šablona produktu ...
de: Derzeit wird die Produktvorlage geändert...
es: Actualmente cambiando la plantilla del producto ...
fr: Modèle de produit en cours de modification…
hu: Jelenleg változik a projekt sablon
pl: Obecnie zmienia się szablon produktu...
pt: Alterando o template do produto...
ru: В настоящее время меняется шаблон продукта...

# Administration_Project_RemapTemplateTitle
source: Change Product Template
cs: Změnit šablonu produktu
de: Produktvorlage ändern
es: Cambiar Plantilla de Producto
fr: Modifier le modèle de produit
hu: Projekt sablon módosítása
pl: Zmień szablon produktu
pt: Alterar o Template do Produto
pt_pt: Modificar o Template de Projeto / Produto
ru: Изменить шаблон продукта

# Administration_Project_NeedToSelectTemplate
source: You need to select a template from the list!
cs: Musíte vybrat šablonu ze seznamu!
de: Sie müssen eine Vorlage aus der Liste auswählen!
es: Debe seleccionar una plantilla de la lista!
fr: Vous devez sélectionner un modèle dans la liste.
hu: Válasszon egy sablont a listából!
pl: Musisz wybrać szablon z listy!
pt: Você precisa selecionar um template da lista!
ru: Вам необходимо выбрать шаблон из списка!

# MoreArtifactsThanCanDisplay
source: We're sorry, there are more artifacts in total than this view can display.
cs: Je nám líto, celkem existuje více artefaktů, než lze zobrazit na stránce.
de: Es tut uns leid, es gibt insgesamt mehr Artefakte, als diese Ansicht anzeigen kann.
es: Lo sentimos, hay más artefactos en total que esta vista puede mostrar.
fr: La page ne peut afficher tous les objets.
hu: Túl sok termék van, nem tudjuk mind megjeleníteni.
pl: Przykro nam, w sumie jest więcej artefaktów, niż ten widok może wyświetlić.
pt: Desculpe, existem mais artefatos no total do que essa visualização pode exibir.
ru: Извините, артефактов в целом больше, чем этот вид может отобразить.

# Admin_TemplateChange_FieldMappingLoss
source: Estimated Data Loss
cs: Odhadovaná ztráta dat
de: Geschätzter Datenverlust
es: Pérdida de Datos Estimada
fr: Perte de données estimée
hu: Becsült adatvesztés
pl: Szacunkowa strata danych
pt: Perda Estimada de Dados
ru: Расчетная потеря данных

# Global_Artifact
source: Artifact
cs: Artefakt
de: Artefakt
es: Artefacto
fr: Objet
hu: Termék
pl: Artefakt
pt: Artefato
pt_pt: Artefacto
ru: Артефакт

# Global_FieldName
source: Field Name
cs: Název pole
de: Feldname
es: Nombre del Campo
fr: Nom de champ
hu: Mezőnév
pl: Nazwa pola
pt: Nome do Campo
pt_pt: Nome do Campo
ru: Имя поля

# FileArtifactUploadDialog_FilenameRequired
source: You need to select or drop a file before attempting to Upload!
cs: Vyberte, nebo přesuňte soubor do oblasti před nahráním!
de: Sie müssen eine Datei auswählen oder ablegen, bevor Sie versuchen, sie hochzuladen!
es: Debe seleccionar o arrastrar un archivo antes de intentar cargar!
fr: Vous devez choisir un fichier avant de télécharger.
hu: Válasszon ki egy fájlt mielőtt megkisérli feltölteni!
pl: Musisz wybrać lub upuścić plik przed próbą przesłania!
pt: Você precisa selecionar ou arrastar um arquivo antes de enviar!
ru: Вам нужно выбрать или бросить файл, прежде чем пытаться загрузить!

# Global_ChooseFilterToUpdate
source: Choose the existing filter to update:
cs: Vyberte filtr, který chcete aktualizovat:
de: Wählen Sie den vorhandenen Filter zur Aktualisierung aus:
es: Elija el filtro existente para actualizar:
fr: Choisissez le fichier à mettre à jour :
hu: Válasszon egy meglévő szűrőt a módosításhoz.
pl: Wybierz istniejący filtr do aktualizacji:
pt: Escolha o filtro existente para atualizar:
ru: Выберите существующий фильтр для обновления:

# Global_IncludeColumns
source: Save the column selection with the filter.
cs: Uložit výběr sloupců s filtrem
de: Speichern Sie die Spaltenauswahl mit dem Filter.
es: Guarde la selección de columna con el filtro.
fr: Enregistrer la colonne dans le filtre
hu: Mentse a kiválasztott oszlopokat a szűréssel.
pl: Zapisz wybór kolumny z filtrem.
pt: Salve a seleção da coluna com o filtro.
ru: Сохраните выбор столбца с помощью фильтра.

# Global_SaveNew
source: Save New
cs: Uložit nový
de: Speichern Sie Neu
es: Guardar Nuevo
fr: Enregistrer
hu: Új mentés
pl: Zapisz Nowy
pt: Salvar Novo
ru: Сохранить Новое

# Global_UpdateExisting
source: Update Existing
cs: Aktualizovat existující
de: Vorhandenes aktualisieren
es: Actualizar Existente
fr: Mise à jour
hu: Meglévő módosítása
pl: Aktualizacja Istniejące
pt: Atualizar Existente
ru: Обновление Существующее

# Global_UpdateExistingOrSaveNew
source: Do you want to update an existing saved filter or save a new one?
cs: Chcete aktualizovat existující uložený filtr nebo uložit nový?
de: Möchten Sie einen bestehenden gespeicherten Filter aktualisieren oder einen neuen Filter speichern?
es: Desea actualizar un filtro guardado existente o guardar uno nuevo?
fr: Souhaitez-vous mettre à jour un filtre ou en enregistrer un nouveau ?
hu: A meglévő mentést akarja módosítani, vagy egy új mentés legyen?
pl: Chcesz zaktualizować istniejący zapisany filtr lub zapisać nowy?
pt: Você deseja atualizar um filtro salvo existente ou salvar um novo?
ru: Вы хотите обновить существующий сохраненный фильтр или сохранить новый?

# Global_Portfolio
source: Portfolio
es: Portafolio
pt: Portfólio
pt_pt: Portefólio

# Global_Portfolios
source: Portfolios
cs: Portfolia
es: Portafolios
pt: Portfólios
pt_pt: Portefólios

# Global_Programs
source: Programs
cs: Programy
de: Programme
es: Programas
fr: Programmes
pt: Programas
pt_pt: Programas

# Global_Projects
source: Products
cs: Produkty
de: Produkte
es: Productos
fr: Produits
pt: Produtos
pt_pt: Projetos / Produtos

# Global_Enterprise
source: Enterprise
es: Empresa
fr: Entreprise
pt: Empresa

# Global_Sprints
source: Sprints
cs: Sprinty
es: Iteraciones
pt: Iterações

# GlobalNavigation_DefaultPortfolio
source: (No Portfolio)
cs: (Žádné portfolio)
de: (Kein Portfolio)
es: (Sin Portafolio)
fr: (Pas de portfolio)
pt: (Sem Portfólio)

# Dashboards_ProgressLegend_FullyDone
source: Fully Complete
cs: Plně Hotovo
de: Vollständig abgeschlossen
es: Totalmente Completo
fr: Terminé
pt: Totalmente Completo
pt_pt: Finalizado

# Dashboards_ProgressLegend_Late
source: Late / Off Track
cs: Pozdní / mimo trasování
de: Verspätet / Außerhalb
es: Retrasado / Fuera de la Pista
fr: En retard
pt: Atrasado / Fora da Faixa
pt_pt: Atrasado

# Dashboards_ProgressLegend_MostlyDone
source: Close to Done
cs: Téměř hotovo
de: Fast fertig
es: Cerca de Listo
fr: Presque terminé
pt: Próximo do Encerramento
pt_pt: Quase concluído

# Dashboards_ProgressLegend_Started
source: Started
cs: Započato
de: Gestartet
es: Empezado
fr: Commencé
pt: Iniciado
pt_pt: Iniciado

# Dashboards_Legend_Title
source: Legend
cs: Legenda
de: Legende
es: Leyenda
fr: Légende
pt: Legenda
pt_pt: Legenda

# GlobalNavigation_TooltipEnterprise
source: The enterprise page gives a bird's-eye view across everything in your organization. Here you can see across all the portfolios in your organization.
cs: Stránka Enterprise poskytuje pohled z ptačí perspektivy na vše ve Vaší organizaci. Zde si můžete prohlédnout všechna portfolia ve Vaší organizaci.
de: Die Unternehmensseite bietet einen Überblick über alles in Ihrem Unternehmen aus der Vogelperspektive. Hier können Sie einen Überblick über alle Portfolios in Ihrer Organisation erhalten.
es: La página de la empresa ofrece una vista panorámica de todo en su organización. Aquí puede ver todos los portafolios de su organización.
fr: La page Entreprise vous offre une vue d'ensemble des portfolios ce qui vous permet de suivre au mieux les activités de l'entreprise.
pt: A página da empresa oferece uma visão panorâmica de tudo na sua organização. Aqui você pode ver todos os portfólios da sua companhia.

# InAppHelp_Chart_PortfolioRelativeSize
source: This chart shows the number of active requirements in each active portfolio. Hovering over a segment will show its percentage of all requirements (this is visually represented by the size of the donut wedge). Please note, portfolios with no active requirements are not shown.
cs: Tento graf ukazuje počet aktivních Požadavků v každém aktivním portfoliu. Když umístíte ukazatel myši na segment, zobrazí se jeho procento ze všech Požadavků (to je vizuálně vyjádřeno segmentem v kruhovém grafu). Upozorňujeme, že portfolia bez aktivních Požadavků se nezobrazí.
de: Dieses Diagramm zeigt die Anzahl der aktiven Anforderungen in jedem aktiven Portfolio. Wenn Sie mit der Maus über ein Segment fahren, wird dessen prozentualer Anteil an allen Anforderungen angezeigt (dies wird visuell durch die Größe des Donut-Keils dargestellt). Bitte beachten Sie, dass Portfolios ohne aktive Anforderungen nicht angezeigt werden.
es: Este gráfico muestra el número de requisitos activos en cada portafolio activo. Al pasar el cursor sobre un segmento, se mostrará su porcentaje de todos los requisitos (esto se representa visualmente por el tamaño de la rosquilla). Tenga en cuenta que no se muestran portafolios sin requisitos activos.
fr: Ce graphique montre le nombre de besoins actifs dans chaque portefeuille actif. Vous pouvez voir le pourcentage d'un besoin dans le portfolio en passant la souris dessus. Les portfolios qui n'ont pas de besoins actifs ne sont pas affichés.
pt: Este gráfico mostra o número de requerimentos ativos em cada portfólio ativo. Passar o mouse sobre um segmento mostrará sua porcentagem de todos os requerimentos (isso é representado visualmente pelo tamanho do preenchimento). Observe que os portfólios sem requerimentos ativos não são mostrados.

# InAppHelp_Chart_ProductRelativeSize
source: This chart shows the number of active requirements in each active product. Hovering over a segment will show its percentage of all requirements (this is visually represented by the size of the donut wedge). Please note, products with no active requirements are not shown.
cs: Tento graf ukazuje počet aktivních Požadavků u každého aktivního produktu. Když umístíte ukazatel myši na segment, zobrazí se jeho procento ze všech požadavků (to je vizuálně vyjádřeno segmentem v kruhovém grafu). Upozorňujeme, že produkty bez aktivních požadavků se nezobrazují.
de: Dieses Diagramm zeigt die Anzahl der aktiven Anforderungen in jedem aktiven Produkt an. Wenn Sie mit der Maus über ein Segment fahren, wird dessen prozentualer Anteil an allen Anforderungen angezeigt (dies wird visuell durch die Größe des Donut-Keils dargestellt). Bitte beachten Sie, dass Produkte ohne aktive Anforderungen nicht angezeigt werden.
es: Este gráfico muestra el número de requisitos activos en cada producto activo. Al pasar el cursor sobre un segmento, se mostrará su porcentaje de todos los requisitos (esto se representa visualmente por el tamaño de la rosquilla). Tenga en cuenta que no se muestran productos sin requisitos activos.
fr: Le graphique montre le nombre de besoins actifs dans chaque produit actif. Vous pouvez voir le pourcentage d'un besoin dans le produit en passant la souris dessus. Les produits qui n'ont pas de besoins actifs ne sont pas affichés.
pt: Este gráfico mostra o número de requerimentos ativos em cada produto ativo. Passar o mouse sobre um segmento mostrará sua porcentagem de todos os requerimentos (isso é representado visualmente pelo tamanho do preenchimento). Observe que produtos sem requerimentos ativos não são mostrados.

# InAppHelp_Chart_ProgramRelativeSize
source: This chart shows the number of active requirements in each active program. Hovering over a segment will show its percentage of all requirements (this is visually represented by the size of the donut wedge). Please note, programs with no active requirements are not shown.
cs: Tato tabulka ukazuje počet aktivních Požadavků v každém aktivním programu. Když umístíte ukazatel myši na segment, zobrazí se jeho procento ze všech požadavků (toto je vizuálně vyjádřeno segmentem v kruhovém grafu). Programy bez aktivních požadavků se nezobrazí.
de: Dieses Diagramm zeigt die Anzahl der aktiven Anforderungen in jedem aktiven Programm an. Wenn Sie mit der Maus über ein Segment fahren, wird dessen prozentualer Anteil an allen Anforderungen angezeigt (dies wird visuell durch die Größe des Donut-Keils dargestellt). Bitte beachten Sie, dass Programme ohne aktive Anforderungen nicht angezeigt werden.
es: Este gráfico muestra el número de requisitos activos en cada programa activo. Al pasar el cursor sobre un segmento, se mostrará su porcentaje de todos los requisitos (esto se representa visualmente por el tamaño de la rosquilla). Tenga en cuenta que no se muestran programas sin requisitos activos.
fr: Le graphique montre le nombre de besoins actifs dans chaque programmet actif. Vous pouvez voir le pourcentage d'un besoin dans le programme en passant la souris dessus. Les produits qui n'ont pas de besoins actifs ne sont pas affichés.
pt: Este gráfico mostra o número de requerimentos ativos em cada programa ativo. Passar o mouse sobre um segmento mostrará sua porcentagem de todos os requerimentos (isso é representado visualmente pelo tamanho do preenchimento). Observe que os programas sem requerimentos ativos não são mostrados.

# InAppHelp_Chart_ReleaseRelativeSize
source: This chart shows the number of active requirements in each active release. Hovering over a segment will show its percentage of all requirements (this is visually represented by the size of the donut wedge). Please note, releases with no active requirements are not shown.
cs: Tento graf ukazuje počet aktivních Požadavků v každé aktivní Verzi. Když umístíte ukazatel myši na segment, zobrazí se jeho procento ze všech požadavků (to je vizuálně vyjádřeno segmentem v kruhovém grafu). Vydání bez aktivních požadavků se nezobrazí.
de: Dieses Diagramm zeigt die Anzahl der aktiven Anforderungen in jedem aktiven Release an. Wenn Sie mit der Maus über ein Segment fahren, wird dessen prozentualer Anteil an allen Anforderungen angezeigt (dies wird visuell durch die Größe des Donut-Keils dargestellt). Bitte beachten Sie, Releases ohne aktive Anforderungen werden nicht angezeigt.
es: Este gráfico muestra el número de requisitos activos en cada release activa. Al pasar el cursor sobre un segmento, se mostrará su porcentaje de todos los requisitos (esto se representa visualmente por el tamaño de la rosquilla). Tenga en cuenta que las releases sin requisitos activos no se muestran.
fr: Le graphique montre le nombre de besoins actifs dans chaque version active. Vous pouvez voir le pourcentage d'un besoin dans la version en passant la souris dessus. Les versions qui n'ont pas de besoins actifs ne sont pas affichées.
pt: Este gráfico mostra o número de requerimentos ativos em cada release ativo. Passar o mouse sobre um segmento mostrará sua porcentagem de todos os requerimentos (isso é representado visualmente pelo tamanho do preenchimento). Observe que releases sem requerimentos ativos não são mostrados.
