Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# NavigationBar_Detected
source: Detected
cs: Zjištěné
de: Erkannt
es: Detectado
fi: Havainnut
fr: Détecté
hu: Észlelt
pl: Wykryty
pt: Detectado
pt_pt: Detetado
ru: Обнаружен
zh_hans: 检测到
zh_hant: 已檢測

# NavigationBar_ForRelease
source: For Release
cs: Pro Verzi
de: Für das Release
es: Para Release
fi: Julkaisulle
fr: Pour la version
hu: Release
pl: Dla wydania
pt: Para Versão
pt_pt: Para a Entrega
ru: Для освобождения
zh_hans: 供发行
zh_hant: 發行版本

# NavigationBar_ForTestCase
source: For Test Case
cs: Pro testovací případ
de: Für den Testfall
es: Para Caso de Prueba
fi: Testitapaukselle
fr: Pour le scénario de test
hu: Vizsgálat esetében
pl: Dla przypadku testowego
pt: Para Caso de Teste
pt_pt: Para o Caso de Teste
ru: Для тестового случая
zh_hans: 为测试用例
zh_hant: 測試案例

# NavigationBar_ForTestSet
source: For Test Set
cs: Pro testovací sady
de: Für die Testreihe
es: Para Conjunto de Prueba
fi: Testijoukolle
fr: Pour l'ensemble de tests
hu: A vizsgálat beállítása
pl: Dla zestawu testowego
pt: Para Conjunto de Teste
pt_pt: Para o Conjunto de Teste
ru: Для тестового набора
zh_hans: 为测试仪
zh_hant: 測試集

# TestCaseList_ExecuteTestCase
source: Execute Test Case
cs: Spustit testovací případ
de: Testfall ausführen
es: Ejecutar Casos de Prueba
fi: Suorita Testitapaus
fr: Exécuter le scénario de Test
hu: Teszteset végrehajtása
pl: Wykonaj przypadek testowy
pt: Executar Caso de Teste
pt_pt: Executar o Caso de Teste
ru: Исполнить тестовый случай
zh_hans: 执行测试用例
zh_hant: 執行測試案例

# TestCaseList_ExecuteTestCaseDesc
source: Creating the Test Runs for this Test Case. Please Wait...
cs: Vytváření běhů testů pro tento testovací případ. Počkejte prosím...
de: Erstellen der Testläufe für diesen Testfall. Bitte warten Sie …
es: Creando las ejecuciones de prueba para este caso de prueba. Por favor espere ...
fi: Luodaan Testiajoa tälle Testitapaukselle. Odota ...
fr: Création des exécutions de test pour l'ensemble de tests. Veuillez patienter...
hu: Teszt futás létrehozása történik, kérem várjon
pl: Tworzenie przebiegów testów dla przypadku testowego. Proszę czekać...
pt: Criando as Execuções de Teste para este Caso de Teste. Por favor, aguarde...
pt_pt: A criar as Execuções de Teste para este Caso de Teste. Por favor aguarde...
ru: Создание тестовых запусков для этого тестового случая. Пожалуйста, подождите...
zh_hans: 为此测试用例创建测试性运行。请稍候…
zh_hant: 正在為此測試案例建立測試執行。請稍後…

# BackgroundProcessManager_ProcessCompleted
source: Process Completed Successfully.
cs: Proces byl úspěšně dokončen.
de: Vorgang wurde erfolgreich abgeschlossen.
es: Proceso terminado con éxito.
fi: Toiminto suoritettu onnistuneesti.
fr: Processus terminé.
hu: A folyamat sikeresen befejeződött.
pl: Proces zakończony pomyślnie.
pt: Processo concluído com sucesso.
pt_pt: Processo Concluído com Sucesso.
ru: Процесс завершен успешно.
zh_hans: 过程成功地完成
zh_hant: 流程已成功完成

# TestSetList_ExecuteTestSet
source: Execute Test Set
cs: Spustit sady testů
de: Testreihe ausführen
es: Ejecutar Conjunto de Prueba
fi: Suorita Testijoukko
fr: Exécuter l'ensemble de tests
hu: Hajtsa végre a vizsgálat beállítása
pl: Wykonaj zestaw testów
pt: Executar Conjunto de Teste
pt_pt: Executar o Conjunto de Teste
ru: Выполнить набор тестов
zh_hans: 执行测试仪
zh_hant: 執行測試集

# TestSetList_ExecuteTestSetDesc
source: Creating the Test Runs for this Test Set. Please Wait...
cs: Vytváření běhů testů pro tuto testovací sadu. Počkejte prosím...
de: Erstellen der Testläufe für diese Testreihe. Bitte warten Sie …
es: Creando las ejecuciones de prueba para este conjunto de pruebas. Por favor espere ...
fi: Luodaan Testiajoa tälle Testijoukolle. Odota ...
fr: Création des exécutions de test pour l'ensemble de tests. Veuillez patienter...
hu: A vizsgálat beállítása a próbamérést létrehozása. várj, kérlek...
pl: Tworzenie przebiegów testów dla zestawu testów. Proszę czekać...
pt: Criando as Execuções de Teste para este Conjunto de Teste. Por favor, aguarde ...
pt_pt: A criar as Execuções de Teste para este Conjunto de Teste. Por favor aguarde...
ru: Создание тестовых запусков для этого набора тестов. Пожалуйста, подождите...
zh_hans: 为此测试仪创建测试性运行。请稍候…
zh_hant: 正在為此測試集建立測試執行。請稍後…

# AttachmentPanel_NeedToSelectOneDocument
source: You need to select at least one document to be associated!
cs: Musíte vybrat alespoň jeden dokument pro propojení!
de: Sie müssen mindestens ein Dokument auswählen, das zugeordnet werden soll!
es: Debe seleccionar al menos un documento para ser asociado!
fi: Sinun on valittava ainakin yksi Dokumentti yhdistettäväksi!
fr: Vous devez sélectionner au moins un document à associer !
hu: Ki kell választania legalább egy dokumentum is!
pl: Musisz wybrać co najmniej jeden dokument do powiązania!
pt: Você precisa selecionar pelo menos um documento para ser associado!
pt_pt: Precisa de selecionar pelo menos um documento para ser associado!
ru: Необходимо выбрать хотя бы один документ, который будет ассоциироваться!
zh_hans: 您需要选择要关联的至少一个文件！
zh_hant: 您必須選擇至少一個關聯的文件！

# AttachmentPanel_NeedToSelectOneFile
source: You need to select at least one file to be associated!
cs: Musíte vybrat alespoň jeden soubor pro propojení!
de: Sie müssen mindestens eine Datei auswählen, die zugeordnet werden soll!
es: Debe seleccionar al menos un archivo asociado!
fi: Sinun on valittava ainakin yksi tiedosto yhdistettäväksi!
fr: Vous devez sélectionner au moins un fichier à associer!
hu: Ki kell választania legalább egy fájlt, hogy!
pl: Musisz wybrać co najmniej jeden plik do powiązania!
pt: Você precisa selecionar pelo menos um arquivo para ser associado!
pt_pt: Precisa de selecionar pelo menos um ficheiro para ser associado!
ru: Вы должны выбрать по крайней мере один файл, который будет ассоциироваться!
zh_hans: 您需要选择要关联的至少一个文档 ！
zh_hant: 您必須遠則至少一個關聯的檔案！

# TestSetList_SelectSingleTestSet
source: You need to select a single test set to be executed!
cs: Vyberte jen jednu sadu testů pro spuštění!
de: Für die Ausführung müssen Sie eine einzelne Testreihe auswählen!
es: Debe seleccionar solamente una prueba para ejecutar!
fi: Sinun on valittava yksi Testijoukko ajettavaksi!
fr: Vous devez sélectionner un seul ensemble de tests à exécuter !
hu: Ki kell választania egy egységes vizsgálati végrehajtandó!
pl: Musisz wybrać jeden zestaw testowy do wykonania!
pt: Você deve selecionar apenas um Conjunto de Testes para ser executado!
pt_pt: Precisa de selecionar um único Conjunto de Teste para ser executado!
ru: Вам необходимо выбрать один набор тестов для выполнения!
zh_hans: 您需要选择单个测试仪来执行 ！
zh_hant: 您必須選擇一個欲執行的測試集！

# TestSetDetails_ExecuteTestCases
source: Execute Test Cases in Test Set
cs: Spustit testy v testovací sadě
de: Ausführung der Testfälle in der Testreihe
es: Ejecutar Casos de Prueba en Conjunto de Pruebas
fi: Suorita Testitapaukset Testijoukossa
fr: Exécuter des scénarios de test dans l'ensemble de tests
hu: Hajtsa végre a vizsgált esetben vizsgálat beállítása
pl: Wykonaj przypadki testowe w zestawie testowym
pt: Executar Casos de Teste no Conjunto de Testes
pt_pt: Executar Casos de Teste no Conjunto de Teste
ru: Выполнить тестовые случаи в тестовом наборе
zh_hans: 在测试仪中执行测试用例
zh_hant: 執行測試集中的測試案例

# TestSetDetails_ExecuteTestCasesDesc
source: Creating the Test Runs for the selected Test Cases. Please Wait...
cs: Vytváření běhů testů pro vybrané testovací případy. Počkejte prosím...
de: Erstellen der Testläufe für die ausgewählten Testfälle. Bitte warten Sie …
es: Creando las ejecuciones de prueba para los casos de prueba seleccionados. Por favor espere ...
fi: Luodaan Testiajoja valituille Testitapauksille. Odota ...
fr: Création des exécutions de test pour les scénarios de test sélectionnés. Veuillez patienter...
hu: A kiválasztott vizsgált esetek a próbamérést létrehozása várj, kérlek...
pl: Tworzenie przebiegów testów z wybranych przypadków testowych. Proszę czekać…
pt: Criando as Execuções de Teste para os Casos de Teste selecionados. Por favor, aguarde...
pt_pt: A criar as Execuções de Teste para os Casos de Teste selecionados. Por favor aguarde...
ru: Создание тестовых запусков для выбранных тестовых случаев. Пожалуйста, подождите...
zh_hans: 为选定测试用例创建测试性运行。请稍候…
zh_hant: 正在為選定的測試集建立測試執行。請稍後…

# Admin_CustomProp_FieldError_BadDate
source: Invalid date entered.
cs: Zadáno neplatné datum.
de: Ungültiges Datum eingegeben.
es: Fecha inválida.
fi: Virheellinen päivämäärä syötetty.
fr: Date saisie incorrecte
hu: Érvénytelen dátum.
pl: Błędny format daty
pt: Data inválida informada.
pt_pt: A data introduzida é inválida.
ru: Введена недействительная дата.
zh_hans: 输入日期无效
zh_hant: 填入不合法的資料。

# Admin_CustomProp_FieldError_ListEmpty
source: You must select a custom list.
cs: Musíte vybrat vlastní seznam.
de: Sie müssen eine benutzerdefinierte Liste auswählen.
es: Debe seleccionar una lista personalizada.
fi: Sinun on valittava kustomoitu lista.
fr: Vous devez sélectionner une liste personnalisée.
hu: Egy egyedi listát kell kiválasztani.
pl: Musisz wybrać listę definiowalną.
pt: Você deve selecionar uma lista personalizada.
pt_pt: Tem que selecionar uma lista personalizada.
ru: Вы должны выбрать пользовательский список.
zh_hans: 请选择一个自定义列表
zh_hant: 您必須選擇自訂列表。

# Admin_CustomProp_FieldError_MinHigherMax
source: Minimum cannot be higher than maximum.
cs: Minimum nemůže být větší než maximum.
de: Das Minimum kann nicht über dem Maximum liegen.
es: El mínimo no puede ser más grande que el máximo.
fi: Minimi ei voi olla suurempi kuin maksimi
fr: Le minimum ne peut être supérieur au maximum !
hu: A minimum nem lehet nagyobb mint a maximum érték.
pl: Minimum nie może być większe niż maksimum.
pt: Valor mínimo não deve ser maior que o máximo.
pt_pt: O valor mínimo não pode ser maior que o máximo.
ru: Минимум не может быть больше, чем максимум.
zh_hans: 最小值不能高于最大值
zh_hant: 最小值不可大於最大值。

# Admin_CustomProp_FieldError_MultipleErrors
source: There are multiple errors.\nPlease check the highlighted fields.
cs: Vícenásobná chyba. \n Prosím zkontrolujte označená pole.
de: Es sind mehrere Fehler aufgetreten.\n Bitte überprüfen Sie die markierten Felder.
es: Existen multiples errores.\nPor favor, verifique los campos destacados.
fi: Useita virheitä.\nTarkista korostetut kentät.
fr: Erreurs. \n Veuillez corriger les champs surlignés
hu: Összetett hiba lépett fel.\nKérem ellenőrizze a kiemelt mezőket.
pl: Wystąpiło wiele błędów.\nProszę zweryfikuj podświetlone pola.
pt: Vários erros detectados.\n Por favor, verifique os campos destacados.
pt_pt: Ocorreram vários erros. \nPor favor verifique os campos destacados.
ru: Есть несколько ошибок.\nPlease проверьте выделенные поля.
zh_hans: 存在多个错误.\请查看高亮显示区域
zh_hant: 發生多個錯誤。\n請確認標注的欄位。

# Admin_CustomProp_FieldError_NameEmpty
source: The field name cannot be blank.
cs: Název pole nemůže být prázdný.
de: Der Name des Feldes darf nicht leer sein.
es: El nombre no puede ser nulo.
fi: Kentän nimi ei voi olla tyhjä.
fr: Le nom doit être initialisé.
hu: A mező neve nem lehet üres.
pl: Nazwa pola nie może być pusta.
pt: O nome do campo não pode ser nulo.
pt_pt: O nome do campo não pode estar em branco.
ru: Имя поля не может быть пустым.
zh_hans: 名称不能为空
zh_hant: 欄位名稱不可為空。

# Admin_CustomProp_FieldError_NameUsed
source: The field name is already used.
cs: Název pole již existuje.
de: Der Feldname ist schon vergeben.
es: Este nombre ya se ha utilizado.
fi: Kentän nimi on jo käytössä.
fr: Le nom est déjà utilisé.
hu: A mező neve már használatban van.
pl: Nazwa pola jest już wykorzystana.
pt: O nome do campo já esta em uso.
pt_pt: O nome do campo já está a ser usado.
ru: Имя поля уже используется.
zh_hans: 该字段已被使用
zh_hant: 欄位名稱已使用。

# Admin_CustomProp_FieldError_NaN
source: Entry is not a number.
cs: Vstup není číslo
de: Die Eingabe ist keine Zahl.
es: El Ingreso no es un número.
fi: Syöte ei ole numeerinen.
fr: Veuillez saisir un nombre.
hu: Az érték nem szám.
pl: Wpis nie jest wartością liczbową.
pt: O valor informado não é um número.
pt_pt: Tem que introduzir um número.
ru: Ввод не является числом.
zh_hans: 请输入数字
zh_hant: 項目不是數字。

# Admin_CustomProp_FieldError_NumLessZero
source: Number cannot be less than zero.
cs: Číslo nemůže být menší než nula.
de: Die Zahl kann nicht kleiner als Null sein.
es: El número no puede ser menos que cero.
fi: Numero ei voi olla pienempi kuin nolla.
fr: Le nombre ne peut être inférieur a zéro.
hu: A szám nem lehet kisebb nullánál.
pl: Liczba musi być większa od zera.
pt: O número não pode ser menor que zero.
pt_pt: O número não pode ser menor que zero.
ru: Номер не может быть меньше нуля.
zh_hans: 数字不能小于0
zh_hant: 數字不可小於0。

# Admin_CustomProp_FieldError_TypeEmpty
source: You must select a type.
cs: Musíte vybrat typ.
de: Sie müssen einen Typ wählen.
es: Debe seleccionar un tipo.
fi: Sinun on valittava tyyppi.
fr: Vous devez choisir un type.
hu: Ki kell választani egy típust.
pl: Musisz wybrać typ.
pt: Você deve selecionar um tipo.
pt_pt: Deve selecionar um tipo.
ru: Вы должны выбрать тип.
zh_hans: 请选择类型
zh_hant: 您必須選擇類型。

# Global_ClearFilters
source: Clear Filters
cs: Smazat filtry.
de: Filter leeren
es: Borrar los Filtros
fi: Tyhjennä Suodattimet
fr: Effacer les filtres
hu: Szűrők törlése
pl: Wyczyść filtr
pt: Limpar filtros
pt_pt: Limpar Filtros
ru: Фильтры очистки
zh_hans: 清空筛选器
zh_hant: 清除篩選

# WorkflowOperations_NoOperationsAvailable
source: No Operations Available
cs: Žádná operace k dispozici.
de: Keine Tätigkeiten möglich.
es: Operaciones no disponibles
fi: Ei operaatioita saatavilla
fr: Pas d'opérations disponibles
hu: Nincs elérhető művelet
pl: Brak dostępnych operacji
pt: Não há operações disponíveis.
pt_pt: Não há operações disponíveis
ru: Нет операций
zh_hans: 没有可用的操作
zh_hant: 無可用的操作

# WorkflowOperations_SaveChangesFirst
source: Please save to apply change.
cs: Prosím nejdříve uložte změny.
de: Bitte speichern Sie, um die Änderungen zu übernehmen.
es: Por favor, guarde para aplicar el cambio.
fi: Talleta muutokset ensin.
fr: Veuillez d'abord sauvegarder les modifications.
hu: Kérem mentse el először.
pl: Najpierw zapisz zmiany.
pt: Por favor, salve para aplicar as mudanças.
pt_pt: Por favor, grave primeiro as alterações.
ru: Пожалуйста, сохраните, чтобы применить изменения.
zh_hans: 请先保存更改
zh_hant: 請先儲存異動。

# CommentList_Legend
source: Displaying list of comments:
cs: Zobrazený seznam komentářů.
de: Anzeige der Kommentarliste:
es: Mostrando las listas de comentarios:
fi: Lista kommenteista:
fr: Affichage de la liste des commentaires :
hu: Hozzászólások mutatása:
pl: Wyświetlanie listy komentarzy:
pt: Exibindo lista de comentários :
pt_pt: A mostrar lista de comentários:
ru: Отображение списка комментариев:
zh_hans: 显示注释
zh_hant: 顯示評論列表

# CommentList_NewestFirst
source: newest first
cs: Od nejnovějšího.
de: Das Neueste zuerst
es: El más reciente primero
fi: Uusin ensin
fr: Plus récent d'abord
hu: újak először
pl: od najnowszego
pt: O mais recente primeiro
pt_pt: Primeiro o mais recente
ru: новейшая разработка
zh_hans: 最新评论在上
zh_hant: 最新的優先

# CommentList_OldestFirst
source: oldest first
cs: Od nejstaršího.
de: Das Älteste zuerst
es: El más antiguo primero
fi: Vanhin ensin
fr: Plus ancien d'abord
hu: régiek először
pl: od najstarszego
pt: O mais antigo primeiro
pt_pt: Primeiro o mais antigo
ru: старейший из первых
zh_hans: 最新评论在下
zh_hant: 最舊的優先

# CommentList_ConfirmDelete
source: Are you sure you want to delete this comment? This cannot be undone.
cs: Opravdu chcete smazat tento komentář? Tuto akci nelze vzít zpět.
de: Sind Sie sicher, dass Sie diesen Kommentar löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Está seguro de que quiere borrar este comentario? Esto no se puede deshacer.
fi: Oletko varma että haluta poistaa tämän kommentin? Toimintoa ei voi peruuttaa.
fr: Etes-vous sûr de vouloir supprimer ce commentaire ? La suppression ne pourra plus être annulée.
hu: A törlés végleges, nem visszahozható, biztos, hogy törölni akarja ezt a hozzászólást?
pl: Czy chcesz usunąć ten komentarz? Zmiana będzie nieodwracalna
pt: Tem certeza que deseja excluir este comentário? Esta ação não pode ser desfeita.
pt_pt: Tem certeza que deseja eliminar este comentário ? Não poderá reverter esta ação.
ru: Вы уверены, что хотите удалить этот комментарий? Это нельзя отменить.
zh_hans: 确认删除此条注释吗，此操作不可撤销
zh_hant: 操作無法復原，您確定要刪除此評論？

# AjaxFormManager_ConfirmRefresh
source: You have unsaved changes. Refreshing the data will lose your changes, are you sure you want to continue?
cs: Neuložili jste změny. Obnovením dat ztratíte provedené změny, chcete pokračovat?
de: Sie haben Änderungen die noch nicht gespeichert sind. Durch die Aktualisierung der Daten gehen diese Änderungen verloren. Sind Sie sicher, dass Sie fortfahren wollen?
es: Tiene unos cambios no guardados. Al actualizar los datos perderá los cambios, está seguro de que quiere continuar?
fi: Sinulla on tallentamattomia muutoksia. Tiedon päivittäminen hävittää muutoksesi, haluatko varmasti jatkaa?
fr: Vous avez des modifications non sauvegardées qui seront perdues après rafraichissement. Etes-vous sûr de vouloir continuer ?
hu: Változások még nem lettek elmentve. Az adatok frissítésével, ezeket a változásokat elveszti. Biztosan folytatni akarja?
pl: Zmiany nie są zapisane. Jeśli odświeżysz dane, zmiany zostaną utracone. Czy na pewno chcesz kontynuować?
pt: Existem alterações não salvas. Atualizar os dados fará com que as alterações sejam perdidas. Tem certeza de que deseja continuar?
pt_pt: Há alterações que não foram gravadas. Refrescar os dados fará com que as perca. Tem a certeza que quer continuar?
ru: У тебя есть несохраненные изменения. Обновление данных потеряет ваши изменения, вы уверены, что хотите продолжить?
zh_hans: 继续刷新会导致丢失您现在未保存的更改，确认继续？
zh_hant: 重整資料會遺失未儲存的修改，您確定要繼續？

# AjaxFormManager_ConfirmUnload
source: You have unsaved changes. If you navigate to a different page, you will lose your changes, are you sure you want to continue?
cs: Neuložili jste změny. Přechodem na jinou stránku ztratíte provedené změny, chcete pokračovat?
de: Sie haben Änderungen die noch nicht gespeichert sind. Wenn Sie zu einer anderen Seite navigieren, gehen diese Änderungen verloren. Sind Sie sicher, dass Sie fortfahren wollen?
es: Tiene unos cambios no guardados. Si navega a una página diferente, perderá sus cambios, está seguro de que quiere continuar?
fi: Sinulla on tallentamattomia muutoksia. Jos siirryt toiselle sivulle menetät ne. Oletko varma että haluat jatkaa?
fr: Vous avez des modifications non sauvegardées qui seront perdues si vous quittez cette page. Etes-vous sûr de vouloir continuer ?
hu: Változások még nem lettek elmentve. Ha egy másik lapra lép, ezeket a változásokat elveszti. Biztosan folytatni akarja?
pl: Zmiany nie są zapisane. Jeśli przejdziesz do innej strony, zmiany zostaną utracone. Czy na pewno chcesz kontynuować?
pt: Existem alterações não salvas. Ir para outra página fará com que as alterações sejam perdidas. Tem certeza de que deseja continuar?
pt_pt: Há alterações que não foram gravadas. Navegar para uma página diferente fará com que as perca. Tem a certeza que quer continuar?
ru: У тебя есть несохраненные изменения. Если вы перейдете на другую страницу, вы потеряете свои изменения, вы уверены, что хотите продолжить?
zh_hans: 继续浏览其它网页会导致丢失您现在未保存的更改，确认继续？
zh_hant: 瀏覽至其他頁面會遺失未儲存的修改，您確定要繼續？

# AjaxFormManager_SaveSuccess
source: Successfully Saved Changes to {0}
cs: Úspěšně uloženy změny do {0}
de: Erfolgreich gespeicherte Änderungen in {0}
es: Cambios a {0} guardados con éxito.
fi: Muutokset onnistuneesti talletettu: {0}
fr: Modifications effectuées pour {0}
hu: A változások Sikeresen el lettek mentve a {0}-ba
pl: Zmiana została zapisana w {0}
pt: Alterações salvas com sucesso para {0}
pt_pt: Alterações Gravadas com Sucesso em {0}
ru: Успешно сохраненные изменения до {0}
zh_hans: 成功保存更改到{0}
zh_hant: 成功儲存修改至 {0}

# TestRunDetails_IncidentList
source: Incident List for Test Run Step:
cs: Seznam incidentů pro krok běhu testů:
de: Vorfallliste für den Testlaufschritt:
es: Lista de Incidentes para la ejecución del paso de prueba:
fi: Havaintolista Testiajon Askeleelle
fr: Liste d'incidents pour l’étape de l ’exécution de test :
hu: A Teszt Futás lépés Incidens listája
pl: Lista incydentów zgłoszonych do kroku testowego:
pt: Lista de Incidentes para Execução de Teste:
pt_pt: Lista de Defeitos para o Passo de Execução de Teste:
ru: Список происшествий на этапе пробного запуска:
zh_hans: 测试运行相关的时间列表
zh_hant: 測試執行步驟的事件列表：

# ReportViewer_GeneratingReport
source: Report Viewer
cs: Zobrazení reportů.
de: Berichtsanzeige
es: Visualizador de Informes
fi: Raporttinäkymä
fr: Rapports et graphiques
hu: Riport Nézet
pl: Podgląd raportu
pt: Visualizador de Relatórios
pt_pt: Visualizador de Relatórios
ru: Просмотрщик отчетов
zh_hans: 报告查看者
zh_hant: 報表檢視器

# ReportViewer_GeneratingReportDesc
source: Please wait while your report is generated...
cs: Prosím vyčkejte, Váš report se generuje…
de: Bitte warten Sie, während Ihr Bericht generiert wird …
es: Por favor espere mientras se genera el informe ...
fi: Odota kunnes raportti on luotu…
fr: Veuillez patienter pendant la génération du rapport…
hu: Kérem várjon amíg a kért riport elkészül...
pl: Raport w trakcie tworzenia. Proszę czekać…
pt: Por favor, aguarde enquanto o relatório é gerado ...
pt_pt: Por favor, aguarde enquanto o seu relatório é gerado...
ru: Пожалуйста, подождите, пока ваш отчет будет создан...
zh_hans: 请稍候，正在生成报告。。
zh_hant: 正在產生報表，請稍後…

# ReportDetails_NeedToSpecifyCustomQuery
source: You need to enter a custom query before previewing the results!
cs: Před zobrazením výsledku musíte zadat vlastní dotaz.
de: Sie müssen eine benutzerdefinierte Abfrage eingeben, um die Ergebnisse in der Vorschau anzuzeigen!
es: Debe entrar una consulta personalizada antes de revisar los resultados!
fi: Sinun on annettava kustomoitu kysely ennen kun voit esikatsella tuloksia!
fr: Vous devez effectuer une requête personnalisée avant de visualiser les résultats !
hu: Előnézet indítása elött egy egyedi kérést kell beírnia.
pl: Musisz najpierw wprowadzić odpowiednie zapytanie aby przejrzeć jego wynik
pt: Você precisa inserir uma consulta personalizada antes de visualizar o resultado!
pt_pt: Precisa de realizar uma pesquisa personalizada para antever os resultados!
ru: Вам необходимо ввести пользовательский запрос перед предварительным просмотром результатов!
zh_hans: 请在查看结果前输入查询条件
zh_hant: 預覽結果前，您需輸入自訂查詢條件

# Global_Customize
source: Customize
cs: Přizpůsobit
de: Anpassen
es: Personalizar
fi: Kustomoi
fr: Personnaliser
hu: Testreszabás
pl: Dostosuj
pt: Personalizar
pt_pt: Personalizar
ru: Настроить
zh_hans: 自定义
zh_hant: 自訂

# Global_Delete
source: Delete
cs: Smazat
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
hu: Törlés
pl: Usuń
pt: Excluir
pt_pt: Eliminar
ru: Удалить
zh_hans: 删除项目
zh_hant: 刪除

# ReportDetails_NameRequired
source: You need to provide a Name for this report!
cs: Musíte zadat Název reportu.
de: Sie müssen einen Namen für diesen Bericht angeben!
es: Debe ingresar un nombre para este informe!
fi: Sinun on annettava nimi tälle raportille!
fr: Vous devez fournir un nom pour ce rapport !
hu: Egy nevet kell adnia ennek a riportnak.
pl: Musisz podać nazwę dla raportu!
pt: É necessário informar um nome para esse relatório!
pt_pt: Necessita de dar um Nome a este relatório!
ru: Вы должны указать Имя для этого отчета!
zh_hans: 请输入报告的名称
zh_hant: 此報表必須提供名稱

# Admin_DataTools_Processing
source: Performing data cleanup:
cs: Provedení pročištění dat:
de: Ausführung der Datenbereinigung:
es: Realizando limpieza de datos:
fi: Suoritetaan datan siivousta:
fr: Nettoyage des données en cours :
hu: Adattisztítás indítása
pl: Wykonywanie czyszczenia danych:
pt: Executando limpeza de dados:
pt_pt: A executar limpeza de dados:
ru: Очистка данных:
zh_hans: 数据整理:
zh_hant: 資料清除中
