Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Guide_TestExecutionExploratory_intro_Content
source: This guide will briefly show you how to execute test cases in ValidationMaster using its exploratory testing mode.<br><br>This is designed for experienced testers. This guide assumes you are already familiar with how standard test execution works in ValidationMaster.<br><br>Click 'next' below to continue.
cs: Tato příručka vám stručně ukáže, jak provádět Testovací Případy ve ValidationMasteru pomocí jeho režimu průzkumného testování. <br> <br> Toto je určeno pro zkušené testery. Tato příručka předpokládá, že už víte, jak funguje standardní provedení testu ve ValidationMasteru. <br> <br> Pokračujte kliknutím na tlačítko „Další“ níže.
de: Dieser Leitfaden zeigt Ihnen kurz, wie Sie Testfälle in ValidationMaster mit Hilfe des explorativen Testmodus ausführen können.<br><br><br>Dies ist für erfahrene Tester gedacht. Dieses Handbuch geht davon aus, dass Sie bereits damit vertraut sind, wie die Standardtestausführung in ValidationMaster funktioniert.<br><br><br>br>Click 'next' unten, um fortzufahren.
es: Esta guía le mostrará brevemente cómo ejecutar casos de prueba en ValidationMaster usando su modo de prueba exploratorio. <br><br> La guía está diseñada para usuarios avanzados y asume que ya está familiarizado con el funcionamiento de la ejecución de pruebas estándar en SpiraTeam. <br><br> Haga clic en 'Siguiente' para continuar.
fr: Ce guide vous montre comment exécuter vos scénarios de tests à l'aide du mode exploratoire (pour utilisateurs expérimentés).<br><br>
hu: Ez a bemutató röviden ismerteti, hogyan kell végrehajtani a teszteseteket a SpiraTeamben a felfedező tesztelési módban.<br><br>Ez tapasztalt tesztereknek készült. Ez a bemutató feltételezi, hogy Ön tudja, hogyan működik egy általános tesztvégrehajtás a SpiraTeamben.<br><br>A folytatáshoz kattintson az alábbi „tovább” gombra.
pl: Ten przewodnik pokrótce pokaże Ci, jak wykonywać przypadki testowe w ValidationMaster za pomocą jego eksploratorskiego trybu testowego.<br><br>Jest on przeznaczony dla doświadczonych testerów. Ten przewodnik zakłada, że wiesz już, jak działa standardowe wykonywanie testów w SpiraTeam.<br><br>Kliknij 'next' poniżej, aby kontynuować.
pt: Este guia irá demonstrar brevemente como executar casos de teste no ValidationMaster usando o modo exploratório de testes. <br><br>Essa funcionalidade foi desenvolvida para testadores experientes. Esse guia pressupõe que você já esteja familiarizado sobre como a execução de testes padrão funciona no SpiraTeam.<br><br>Clique em 'Próximo' abaixo para continuar.
pt_pt: Este guia irá mostrar-lhe resumidamente como executar casos de teste no SpiraTeam, usando o seu modo de teste exploratório. <br> <br> Este modo foi desenhado para testadores experientes. Este guia pressupõe que já esteja familiarizado com o funcionamento da execução de teste standard no SpiraTeam. <br> <br> Clique em 'seguinte' abaixo para continuar.
ru: Данное руководство кратко покажет вам, как выполнять тестовые задания в ValidationMaster с использованием режима пробного тестирования.<br><br>Это руководство предназначено для опытных тестировщиков. Это руководство предполагает, что вы уже знакомы со стандартным выполнением тестов в SpiraTeam.<br><br>Нажмите 'Далее', чтобы продолжить.

# Guide_TestExecutionExploratory_editing_Title
source: Edit Everything
cs: Upravit vše
de: Alles bearbeiten
es: Editar Todo
fr: Tout modifier
hu: Minden szerkesztése
pl: Edytuj wszystko
pt: Editando Tudo
pt_pt: Editar Tudo
ru: Редактировать Все

# Guide_TestExecutionExploratory_editing_Content
source: When you execute tests in exploratory mode, you can edit most parts of the test. Simply click on a field and start typing.<br><br>You can change the name of the test run, the description, and many other fields. When a field is grayed out, you won't be able to edit it.<br><br>As soon as you move to another field, the changes you make are immediately saved on the server --note that the underlying test case is NOT changed at all (you can choose later whether to change the test case or not).
cs: Když provádíte testy v průzkumném režimu, můžete upravit většinu částí testu. Stačí kliknout na pole a začít psát. <br> <br> Můžete změnit název testovacího běhu, popis a mnoho dalších polí. Když je pole zašedlé, nebudete jej moci upravovat. <br> <br> Jakmile přejdete do jiného pole, provedené změny se okamžitě uloží na server - všimněte si, že základní testovací případ se nemění (můžete si později vybrat, zda testovací případ změnit, či nikoli).
de: Wenn Sie Tests im explorativen Modus ausführen, können Sie die meisten Teile des Tests bearbeiten. Klicken Sie einfach auf ein Feld und beginnen Sie mit der Eingabe.<br><br><br>Sie können den Namen des Testlaufs, die Beschreibung und viele andere Felder ändern. Wenn ein Feld ausgegraut ist, können Sie es nicht bearbeiten.<br><br>Sobald Sie in ein anderes Feld wechseln, werden die von Ihnen vorgenommenen Änderungen sofort auf dem Server gespeichert -- beachten Sie, dass der zugrunde liegende Testfall NICHT geändert wird (Sie können später wählen, ob Sie den Testfall ändern oder nicht).
es: Al ejecutar pruebas en modo exploratorio, se puede editar la mayoría de las partes de la prueba, simplemente haciendo clic en un campo y escribiendo. <br><br> Se puede cambiar el nombre de la ejecución de prueba, la descripción y muchos otros campos. Cuando un campo está en gris, no podrá editarlo. <br><br> Cuando te mueves a otro campo, los cambios que realice se guardarán de inmediato en el servidor; tenga en cuenta que el caso de prueba subyacente NO se modifica en absoluto (puede elegir más tarde si desea cambiar el caso de prueba o no).
fr: La plupart des éléments du test sont modifiables en mode exploratoire en cliquant sur le champ à modifier (nom, description…), les champs grisés ne sont pas éditables.<br><br>Les modifications sont sauvegardées au fur et à mesure dans le serveur, le scénario de test sous-jacent reste inchangé (vous pouvez décider plus tard de le modifier ou non).
hu: Amikor felfedező módban hajt végre teszteket, akkor a teszt legtöbb része szerkeszthető. Egyszerűen kattintson egy mezőre és kezdjen el gépelni.<br><br>Módosíthatja a tesztfuttatás nevét, a leírást és sok más mezőt. Amikor egy mező kiszürkül, akkor nem lehet szerkeszteni.<br><br>Amint egy másik mezőre lép, a végrehajtott változtatások azonnal mentődnek a szerveren – vegye figyelembe, hogy az alapul szolgáló teszteset egyáltalán NEM változik (később választhat, hogy változzon-e a teszteset vagy sem).
pl: Kiedy wykonujesz testy w trybie eksploracji, możesz edytować większość części testu. Po prostu kliknij na pole i zacznij wpisywać.<br><br>Możesz zmienić nazwę badania testowego, opis i wiele innych pól. Gdy pole jest wyszarzone, nie będziesz mógł go edytować.<br><br>Jak tylko przejdziesz do innego pola, zmiany, których dokonasz, są natychmiast zapisywane na serwerze -- zauważ, że podstawowy przypadek testowy nie jest w ogóle zmieniany (możesz później wybrać, czy chcesz zmienić przypadek testowy czy nie).
pt: Quando você executa testes no modo de exploração, você pode editar a maior parte do teste. Basta clicar em um campo e começar a digitar.<br><br>Você pode alterar o nome da execução de teste, a descrição e muitos outros campos. Quando um campo estiver em cinza, você não poderá editá-lo.<br><br>Assim que você mudar para outro campo, as alterações feitas serão salvas imediatamente no servidor -- observe que o caso de teste subjacente NÃO é alterado (você pode escolher se deseja alterá-lo ou não futuramente).
pt_pt: Quando executa testes no modo exploratório, pode editar a maioria dos campos do teste. Basta clicar num campo e alterá-lo. <br> <br>Pode alterar o nome da execução de teste, a descrição e muitos outros campos. Se um campo está acinzentado, não pode ser editado. <br> <br> Assim que mudar para outro campo, as alterações que efetuou serão gravadas no servidor - observe que o caso de teste subjacente NÃO é alterado (poderá decidir mais tarde se deve também alterar o caso de teste ou não).
ru: При выполнении тестов в ознакомительном режиме можно редактировать большинство частей теста. Просто нажмите на поле и начните вводить.<br><br>Вы можете изменить название тестового прогона, описание и многие другие поля. Когда поле выделено серым цветом, вы не сможете его отредактировать.<br><br>После того, как вы перейдете к другому полю, внесенные вами изменения сразу же сохраняются на сервере - обратите внимание, что основной тестовый случай НЕ изменяется вообще (позже вы можете выбрать, изменять ли тестовый случай или нет).

# Guide_TestExecutionExploratory_grid_Title
source: Moving Between Steps
cs: Pohyb mezi kroky
de: Zwischen den Schritten wechseln
es: Moverse entre los Pasos
fr: Se déplacer entre étapes
hu: Navigálás a lépések között
pl: Przemieszczanie się między stopniami
pt: Movendo-se entre Etapas
pt_pt: Mover entre Passos
ru: Перемещение между ступенями

# Guide_TestExecutionExploratory_grid_Content
source: Just like with normal test execution, clicking on any test step will let you work on that step. The details are shown in the inspector on the right.<br>If any step is grayed out, it means that you do not have permission to edit that step, but you can still record results for that step.<br><br>A step cannot be edited when it originates from a linked test case.
cs: Stejně jako u běžného provádění testu, kliknutím na libovolný krok testu můžete na tomto kroku pracovat. Podrobnosti jsou zobrazeny v inspektoru vpravo. <br> Pokud je některý krok zobrazen šedě, znamená to, že nemáte oprávnění k úpravám tohoto kroku, ale přesto můžete pro tento krok zaznamenat výsledky. <br> <br> Krok nelze upravit, pokud pochází z propojeného testovacího případu.
de: Wie bei der normalen Testausführung können Sie mit einem Klick auf einen beliebigen Testschritt an diesem Schritt arbeiten. Die Details werden im Inspektor rechts angezeigt.<br>Wenn ein Schritt ausgegraut ist, bedeutet dies, dass Sie keine Berechtigung haben, diesen Schritt zu bearbeiten, aber Sie können trotzdem Ergebnisse für diesen Schritt aufzeichnen.<br><br><br>Ein Schritt kann nicht bearbeitet werden, wenn er aus einem verlinkten Testfall stammt.
es: Igual como la ejecución de prueba normal, hacer clic en cualquier paso de prueba le permitirá trabajar en ese paso. Los detalles se muestran en el inspector de la derecha.<br>Si algún paso está en gris, significa que no tiene permiso para editar ese paso, pero aún puede registrar los resultados para ese paso.<br>Un paso no se puede editar cuando se origina en un caso de prueba vinculado.
fr: Tout comme pour une exécution normale de test, cliquer sur une étape de test vous permettra de travailler sur cette étape. Les détails sont affichés dans l'inspecteur à droite.<br>Si une étape est grisée, cela signifie que vous n'êtes pas autorisé à modifier cette étape, mais vous pouvez toujours enregistrer les résultats pour cette étape.<br><br>Une étape ne peut pas être modifiée lorsqu'elle provient d'un scénario de test lié.
hu: Akárcsak a normál testvégrehajtás esetén, ha bármelyik tesztlépésre kattint, akkor dolgozhat azon a lépésen. A részleteket a jobb oldalon lévő ellenőrző mutatja.<br>Ha bármelyik lépés kiszürkül, akkor az azt jelenti, hogy nincs engedélye szerkeszteni azt a lépést, viszont továbbra is rögzíthet eredményeket ahhoz a lépéshez.<br><br>Lépés nem szerkeszthető, egy kapcsolt tesztesetből származik.
pl: Podobnie jak w przypadku normalnego wykonywania testu, kliknięcie na dowolnym etapie testu pozwoli Ci na pracę nad nim. Szczegóły są pokazane w inspektorze po prawej stronie.<br>Jeśli któryś z kroków jest wyszarzony, oznacza to, że nie masz uprawnień do edycji tego kroku, ale nadal możesz zapisać wyniki dla tego kroku.<br><br>Krok nie może być edytowany, jeśli pochodzi z powiązanego przypadku testowego.
pt: Assim como na execução normal do teste, clicar em qualquer etapa do teste permitirá que você trabalhe nessa etapa. Os detalhes são mostrados no inspetor à direita.<br>Se alguma etapa estiver em cinza, significa que você não tem permissão para editar essa etapa, mas ainda é possível gravar resultados para ela.<br><br>Uma etapa não pode ser editada quando se origina de um caso de teste associado.
pt_pt: Tal como com a execução normal do teste, clicar em qualquer passo de teste permitirá que trabalhe nesse passo. Os detalhes são mostrados na zona de análise à direita. <br> Se um passo estiver acinzentado, significa que não tem permissão para editar esse passo, mas ainda assim poderá gravar resultados para esse passo. Um passo não pode ser editado quando provém de um caso de teste associado.
ru: Как и при обычном выполнении теста, щелчок по любому шагу теста позволит вам поработать над этим шагом. Подробности отображаются в инспекторе справа.<br>Если какой-либо шаг не имеет серого цвета, это означает, что у вас нет права редактировать этот шаг, но вы все равно можете записать результаты для этого шага.<br><br>Шаг не может быть отредактирован, когда он исходит из связанного тестового случая.

# Guide_TestExecutionExploratory_gridStep_Title
source: Cloning or Deleting Steps
cs: Klonování nebo mazání kroků
de: Schritte klonen oder löschen
es: Clonar o Eliminar Pasos
fr: Cloner ou supprimer des étapes
hu: Lépések klónozása vagy törlése
pl: Etapy klonowania lub usuwania
pt: Clonando ou Removendo Etapas
pt_pt: Criar Cópia ou Eliminar Passos
ru: Шаги клонирования или удаления

# Guide_TestExecutionExploratory_gridStep_Content
source: If you hover over any step (that's not grayed out) you will see three horizontal dots on the right hand side of the step.<br>Clicking on this bring ups a mini action menu. This lets you either clone this step, or delete it.<br><br>If you clone the step a duplicate is created and put at the bottom of the list of steps. If you delete the step, it will be removed from this run.
cs: Pokud umístíte ukazatel myši na libovolný krok (který není šedý), uvidíte na pravé straně kroku tři vodorovné tečky. <br> Kliknutím na toto tlačítko zobrazíte mini akční nabídku. To vám umožní buď klonovat tento krok, nebo ho smazat. <br> <br> Pokud klonujete tento krok, vytvoří se duplikát a umístí se na konec seznamu kroků. Pokud krok odstraníte, bude z tohoto běhu odstraněn.
de: Wenn Sie mit der Maus über einen Schritt fahren (der nicht ausgegraut ist), sehen Sie drei horizontale Punkte auf der rechten Seite des Schrittes.<br>Klicken Sie darauf, erscheint ein Mini-Aktionsmenü. Auf diese Weise können Sie diesen Schritt entweder klonen oder löschen. <br><br><br>Wenn Sie den Schritt klonen, wird ein Duplikat erstellt und am Ende der Liste der Schritte platziert. Wenn Sie den Schritt löschen, wird er aus diesem Lauf entfernt.
es: Si pasar el cursor por encima de cualquier paso (que no esté en gris), verá tres puntos horizontales en el lado derecho del paso.<br>Al hacer clic en este menú, se abre un menú de mini acción. Esto le permite clonar este paso o eliminarlo. <br><br>Si clona el paso, se crea un duplicado y se coloca al final de la lista de pasos. Si elimina el paso, se eliminará de esta ejecución.
fr: Si vous passez la souris sur une étape non grisée, vous verrez trois points horizontaux sur le côté droit de l'étape.<br>En cliquant dessus, vous accédez à un mini-menu qui vous permet de cloner cette étape ou de la supprimer.<br><br>Si vous clonez l'étape, un clone est créé et placé au bas de la liste des étapes. Si vous supprimez l'étape, elle sera retirée de cette exécution.
hu: Ha bármelyik lépés fölé húzza a kurzort (ami nem szürkült ki), akkor három vízszintes pont jelenik meg a lépés jobb oldalán.<br>Rákattintva egy kis méretű műveleti menü jelenik meg. Ezzel a lépést klónozhatja vagy törölheti.<br><br>Ha klónozza a lépést, akkor egy másolat jön létre és kerül a lépéslista aljára. Ha törli a lépést, akkor az eltűnik ebből a futtatásból.
pl: Po najechaniu na dowolny krok (który nie jest wyszarzony) zobaczysz trzy poziome kropki po prawej stronie kroku.<br>Kliknięcie na to spowoduje uaktywnienie mini menu akcji. Pozwala to albo sklonować ten krok, albo go usunąć.<br><br>Jeśli sklonujesz krok, zostanie utworzony jego duplikat i umieszczony na dole listy kroków. Jeśli usuniesz krok, zostanie on usunięty z tego biegu.
pt: Se você passar o mouse sobre qualquer etapa (que não esteja em cinza), você verá três pontos horizontais à direita dela.<br>Clicar nesses pontos trará um mini-menu de ações, permitindo que você clone ou remova essa etapa.<br><br>Se você cloná-la, uma cópia será criada e colocada na parte inferior da lista de etapas. Se você excluí-la, ela será removida dessa execução.
pt_pt: Se passar o rato sobre qualquer passo (que não esteja acinzentado), verá três pontos horizontais ao lado direito do passo. <br> Se clicar nesses três pontos, surgirá um pequeno menu de ação. Este menu permitirá que crie uma cópia do passo ou o elimine. <br> <br> Se criar uma cópia, o duplicado será colocado no final da lista de passos. Se o eliminar, ele será removido desta execução.
ru: Если вы наведете курсор на любой шаг (он не выделен серым цветом), вы увидите три горизонтальные точки справа от шага.<br>Нажав на эту кнопку, вы получите мини-меню действий. Это позволяет либо клонировать этот шаг, либо удалить его.<br><br>Если вы клонируете шаг, то создается дубликат, который помещается в нижнюю часть списка шагов. Если вы удалите шаг, он будет удален из этого запуска.

# Guide_TestExecutionExploratory_gridStepMoving_Title
source: Reordering Steps
cs: Změna pořadí kroků
de: Schritte neue ordnen
es: Reordenar Pasos
fr: Modifier l'ordre des étapes
hu: A lépések átrendezése
pl: Etapy składania zamówień
pt: Reordenando as Etapas
pt_pt: Reordenar os Passos
ru: Шаги по переупорядочиванию

# Guide_TestExecutionExploratory_gridStepMoving_Content
source: You can click and hold on any step and then drag it up or down the list to place it in a new position. This is a really easy way to reorder your test steps.<br><br>You can do this at any time: none of the information in the step will be changed in any way.
cs: Můžete kliknout a podržet libovolný krok a poté jej přetáhnout nahoru nebo dolů v seznamu a umístit jej na novou pozici. Toto je opravdu snadný způsob, jak změnit pořadí testovacích kroků. <br> <br> Můžete to udělat kdykoli: žádná z informací v kroku nebude nijak změněna.
de: Sie können auf jeden Schritt klicken und ihn halten und ihn dann in der Liste nach oben oder unten ziehen, um ihn an einer neuen Position zu platzieren. Dies ist eine wirklich einfache Möglichkeit, Ihre Testschritte neu zu ordnen.<br><br><br>Sie können dies jederzeit tun: Keine der Informationen im Schritt wird in irgendeiner Weise geändert.
es: Usted puede hacer clic y mantener presionado en cualquier paso y entonces arrastrarlo hacia arriba o hacia abajo en la lista para colocarlo en una nueva posición. Esta es una manera realmente fácil de reordenar sus pasos de prueba. <br><br> Puede hacer esto en cualquier momento: ninguna información en el paso se cambiará de ninguna manera.
fr: Vous pouvez sélectionner et déplacer une étape vers une nouvelle position dans la liste à l'aide de la souris v. C'est un moyen très simple de réorganiser vos étapes de test, aucune des informations de l'étape n'est modifiée.
hu: Bármelyik lépésre rákattinthat, illetve a listán felfelé vagy lefelé húzva új pozícióba helyezheti. Ez egy egyszerű módja a tesztlépések átrendezésének.<br><br>Ezt bármikor megteheti: a lépésen belül információk egyike sem módosul.
pl: Możesz kliknąć i przytrzymać dowolny krok, a następnie przeciągnąć go w górę lub w dół listy, aby umieścić go w nowej pozycji. Jest to naprawdę prosty sposób na zmianę kolejności kroków testowych.<br><br>Możesz to zrobić w każdej chwili: żadna z informacji w kroku nie zostanie zmieniona w żaden sposób.
pt: Você pode clicar em qualquer etapa e arrastá-la para cima ou para baixo na lista para colocá-la em uma nova posição. Essa é a maneira mais fácil de reorganizar suas etapas de teste.<br><br>Isso pode ser feito a qualquer momento sem problemas: nenhuma informação da etapa será alterada.
pt_pt: Pode clicar e manter o botão esquerdo do rato em qualquer passo e arrastá-lo para cima ou para baixo na lista para o colocar numa nova posição. Esta é uma forma muito simples de reorganizar os seus casos de teste. <br> <br> Você pode fazer isso a qualquer momento: nenhuma das informações na etapa será alterada de qualquer maneira.
ru: Вы можете нажать и удерживать любой шаг, а затем перетащить его вверх или вниз по списку, чтобы поместить его в новую позицию. Это действительно простой способ переупорядочить шаги теста.<br><br>Вы можете сделать это в любое время: никакая информация на шаге не будет изменена каким-либо образом.

# Guide_TestExecutionExploratory_gridAdd_Title
source: Adding Steps
cs: Přidávání kroků
de: Hinzufügen von Schritten
es: Agregar Pasos
fr: Ajouter des étapes
hu: Lépések hozzáadása
pl: Dodawanie etapów
pt: Adicionando Etapas
pt_pt: Adicionar Passos
ru: Шаги добавления
