Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# SidebarPanel_Maximize
source: Maximize
cs: Maximalizovat
de: Vergrößern
es: Maximizar
fi: Maksimoi
fr: Maximiser
hu: Nagyítás
pl: Maksymalizacja
pt: Maximizar
pt_pt: Maximizar
ru: Максимизировать

# SidebarPanel_Minimize
source: Minimize
cs: Minimalizovat
de: Verkleinern
es: Minimizar
fi: Minimoi
fr: Minimiser
hu: Kicsinyítés
pl: Minimalizuj
pt: Minimizar
pt_pt: Minimizar
ru: Минимизировать

# Global_SelectOneCheckBoxForFocusOn
source: You need to select exactly one item for the Focus On command!
cs: Pro příkaz Najít složku musíte vybrat přesně jednu položku!
de: Sie müssen genau ein Element für den Befehl "Fokus auf" auswählen!
es: Debe seleccionar exactamente un ítem para el comando Enfocar en!
fi: Focus On komennon voi kohdistaa vain yhteen kohteeseen kerrallaan!
fr: Veuillez sélectionner un seul élément.
hu: Válasszon ki pontosan egy elemet a Fókuszálási parancshoz!
pl: Musisz wybrać dokładnie jeden element dla polecenia Focus On!
pt: Selecione apenas UM item para utilizar o comando Focar em !
pt_pt: Tem que selecionar exatamente um item para o comando Sinalizar!
ru: Для команды Focus On необходимо выбрать ровно один пункт!

# Global_SelectOneCheckBoxForClone
source: You need to select at least ONE checkbox for the Clone command!
cs: U příkazu Klonovat musíte zaškrtnout alespoň JEDNO zaškrtávací políčko!
de: Sie müssen mindestens ein Kontrollkästchen für den Befehl "Klonen" auswählen!
es: Debe seleccionar al menos UNA casilla de verificación para el comando Clonar!
fi: Sinun on tehtävä ainakin yksi valinta Kloonaamista varten!
fr: Veuillez sélectionner au moins un élément.
hu: Jelöljön ki legalább EGY jelölőnégyzetet a Klónozás parancshoz!
pl: Musisz zaznaczyć przynajmniej pole wyboru ONE dla polecenia Klonuj!
pt: Você precisa selecionar pelo menos UMA caixa de seleção para usar o comando Clonar!
pt_pt: Tem que selecionar exatamente UMA opção para o comando Criar Cópia!
ru: Для команды "Клон" необходимо выбрать хотя бы ОДИН флажок!

# Global_SaveAndNew
source: Save and New
cs: Uložit a Nový
de: Speichern und Neu
es: Guardar y Crear Nuevo
fi: Talleta ja Uusi
fr: Enregistrer et Nouveau
hu: Mentés és új létrehozása
pl: Oszczędzaj i nowe
pt: Salvar e Criar Novo
pt_pt: Gravar e Criar Novo
ru: Сохранить и обновить

# TreeView_EditDescription
source: Please enter the description for this new {0}:
cs: Zadejte prosím popis nové složky:
de: Bitte geben Sie die Beschreibung für diesen neuen {0} ein:
es: Por favor, introduzca la descripción de este nuevo {0}:
fi: Syötä kuvaus uudelle {0}:
fr: Veuillez saisir la description pour {0}:
hu: Kérem, adja meg a leírást ehhez az új {0}-hoz:
pl: Proszę wpisać opis dla tego nowego {0}:
pt: Por favor, entre a descrição para este novo {0}:
pt_pt: Por favor, insira a descrição para este novo {0}:
ru: Пожалуйста, введите описание для этого нового {0}:

# TreeView_EnterDescription
source: Please enter the description for this new {0}:
cs: Zadejte prosím popis nové složky:
de: Bitte geben Sie die Beschreibung für diesen neuen {0} ein:
es: Por favor, introduzca la descripción de este nuevo {0}:
fi: Syötä kuvaus uudelle {0}:
fr: Veuillez saisir la description pour {0}:
hu: Kérem, adja meg a leírást ehhez az új {0}-hoz:
pl: Proszę wpisać opis dla tego nowego {0}:
pt: Por favor, entre a descrição para este novo {0}:
pt_pt: Por favor, insira a descrição para este novo {0}:
ru: Пожалуйста, введите описание для этого нового {0}:

source: Workflow Operations
cs: Operace workflow
de: Workflowoperationen
es: Operaciones de Flujo de Trabajo
fi: Tilamalli operaatiot
fr: Opérations Workflow
hu: Munkafolyamaton belüli műveletek
pl: Operacje przepływu pracy
pt: Operações de Fluxo de Trabalho
pt_pt: Operações de Workflow
ru: Рабочий процесс Операции

# TestStep_Step
source: Step
cs: Krok
de: Schritt
es: Paso
fi: Askel
fr: Etape
hu: Lépés
pl: Krok
pt: Etapa
pt_pt: Passo
ru: Шаг

# TestStep_StepPlural
source: Steps
cs: Kroky
de: Schritte
es: Passos
fi: Askeleet
fr: Etapes
hu: Lépések
pl: Kroki
pt: Etapas
pt_pt: Passos
ru: Шаги

# TestCaseExecution_Blocked
source: Blocked
cs: Blokováno
de: Gesperrt
es: Bloqueado
fi: Estetty
fr: Bloqué
hu: Blokkolva
pl: Zablokowany
pt: Bloqueado
pt_pt: Bloqueado
ru: Блокированный

# TestCaseExecution_Caution
source: Caution
cs: Pozor
de: Achtung
es: Precaución
fi: Huomautus
fr: Attention
hu: Figyelem
pl: Przestroga
pt: Atenção
pt_pt: Assinalado
ru: Внимание

# TestCaseExecution_Fail
source: Fail
cs: Selhalo
de: Fehlgeschlagen
es: Reprobado
fi: Hylkää
fr: Echec
hu: Sikertelen
pl: Niepowodzenie
pt: Reprovado
pt_pt: Insucesso
ru: Неудача

# TestCaseExecution_Pass
source: Pass
cs: Prošlo
de: Erfolgreich
es: Aprobado
fi: Hyväksy
fr: Réussi
hu: Megfelel
pl: Przepustka
pt: Aprovado
pt_pt: Sucesso
ru: Перейти на

# TestCaseExecution_PassAll
source: Pass All
cs: Prošlo Vše
de: Alle Erfolgreich
es: Aprobar Todos
fi: Hyväksy kaikki
fr: Tous réussis
hu: Az összes megfelel
pl: Przepustka Wszystkie
pt: Aprovar Tudo
pt_pt: Sucesso em Todos
ru: Передать все

# Global_SelectOneCheckBoxForImport
source: Please select no more than ONE checkbox for the Import command!
cs: Zaškrtněte prosím u příkazu Import ne více než JEDNO zaškrtávací políčko!
de: Bitte wählen Sie maximal EINE Checkbox für den Befehl "Import" aus!
es: Por favor, seleccione exactamente UNA casilla de verificación para el comando Importar.
fi: Tuo komentoa varten ei voi tehdä kuin yhden valinnan!
fr: Veuillez sélectionner un seul élément.
hu: Jelöljön ki legalább EGY jelölőnégyzetet az Importálás parancshoz!
pl: Proszę zaznaczyć pole wyboru nie więcej niż ONE dla polecenia Importuj!
pt: Por favor, não selecione mais de UMA caixa de seleção para usar o comando Importar!
pt_pt: Por favor, selecione apenas UMA opção para o comando Importar!
ru: Пожалуйста, установите флажок не более ОДНОГО для команды Импорт!

# TestCaseDetails_CannotImportSelf
source: You cannot import the current test case into itself!
cs: Aktuální testovací případ nelze importovat do sebe!
de: Sie können den aktuellen Testfall nicht zu sich selbst importieren!
es: No puede importar el caso de prueba actual en sí mismo!
fi: Et voi tuoda kyseistä testitapausta itseensä!
fr: Importation interdite.
hu: Nem importálhatja a jelenlegi tesztesetet önmagába!
pl: Nie można importować aktualnego przypadku testowego do siebie!
pt: Você não pode importar o caso de teste atual para ele mesmo!
pt_pt: Não pode importar o caso de teste em utilização para si próprio!
ru: Вы не можете импортировать текущий тестовый случай в себя!

# TestCaseDetails_EnterTestCaseNameForNewLink
source: You need to enter a Name for the next test case!
cs: Musíte zadat název pro další testovací případ!
de: Sie müssen einen Namen für den nächsten Testfall eingeben!
es: Debe introducir un nombre para el próximo caso de prueba!
fi: Sinun on annettava seuraavan testitapauksen nimi!
fr: Veuillez saisir le nom du scénario de test suivant.
hu: Adjon meg egy Nevet a következő tesztesethez!
pl: Musisz wpisać nazwę dla następnego przypadku testowego!
pt: Você precisa informar um nome para o próximo caso de teste!
pt_pt: Tem que introduzir um Nome para o próximo caso de teste!
ru: Вам необходимо ввести Имя для следующего тестового случая!

# TestSetDetails_ParameterRequired
source: You need to choose a parameter!
cs: Musíte vybrat parametr!
de: Sie müssen einen Parameter auswählen!
es: Debe elegir un parámetro!
fi: Sinun on valittava parametri!
fr: Veuillez saisir un paramètre.
hu: Válasszon egy paramétert!
pl: Musisz wybrać jakiś parametr!
pt: Você precisa escolher um parâmetro!
pt_pt: Tem que selecionar um parâmetro!
ru: Вам нужно выбрать параметр!

# TestSetDetails_ParameterValueRequired
source: You need to enter a parameter value!
cs: Musíte zadat hodnotu parametru!
de: Sie müssen einen Wert für den Parameter eingeben!
es: Debe introducir un valor de parámetro!
fi: Sinun on annettava parametrille arvo!
fr: Veuillez saisir la valeur du paramètre.
hu: Adjon meg egy paraméterértéket!
pl: Musisz wprowadzić wartość parametru!
pt: Você precisa informar um valor de parâmetro!
pt_pt: Tem que indicar um valor para o parâmetro!
ru: Вам необходимо ввести значение параметра!

# Global_RootFolderDropDown
source: -- Root Folder --
de: -- Basisverzeichnis --
es: -- Directorio raíz --
fi: -- Juurihakemisto --
fr: -- Dossier racine --
hu: -- Gyökérkönyvtár --
pl: -- Folder główny --
pt: -- Pasta Raíz --
pt_pt: -- Pasta Raiz --
ru: -- Корневая папка --

# TestCaseExecution_Pause
source: Pause
cs: Pauza
es: Pausar
fi: Keskeytä
hu: Leállítás
pl: Pauza
pt: Pausar
pt_pt: Pausa
ru: Пауза

# TestCaseExecution_Resume
source: Resume
cs: Pokračovat
de: Fortsetzen
es: Continuar
fi: Jatka
fr: Reprendre
hu: Visszatérés
pl: Wznowić
pt: Continuar
pt_pt: Retomar
ru: Резюме

# Global_Operations
source: Operations
cs: Operace
de: Operationen
es: Operaciones
fi: Operaatiot
fr: Opérations
hu: Műveletek
pl: Operacje
pt: Operações
pt_pt: Operações
ru: Операции

# Guide_Global_Next
source: Next
cs: Další
de: Nächste/r
es: Siguiente
fi: Seuraava
fr: Continuer
hu: Tovább
pl: Następnie
pt: Próximo
pt_pt: Seguinte
ru: Следующий

# Guide_Global_Previous
source: Back
cs: Zpět
de: Zurück
es: Volver
fi: Takaisin
fr: Retour
hu: Vissza
pl: Z powrotem
pt: Voltar
pt_pt: Voltar
ru: Назад

# Guide_Global_Done
source: Done
cs: Hotovo
de: Erledigt
es: Hecho
fi: Valmis
fr: Terminer
hu: Kész
pl: Sporządzono
pt: Feito
pt_pt: Concluído
ru: Готово

# Guide_Global_Skip
source: Skip
cs: Přeskočit
de: Überspringen
es: Omitir
fi: Ohita
fr: Passer
hu: Kihagyás
pl: Pomiń
pt: Pular
pt_pt: Ignorar
ru: Пропустить

# Guide_Global_Close
source: Close
cs: Zavřít
de: Schließen
es: Cerrar
fi: Sulje
fr: Fermer
hu: Bezárás
pt: Fechar
pt_pt: Fechar
ru: Закрыть

# Guide_TestExecution_intro_Title
source: Quick Tour
cs: Rychlá prohlídka
es: Tutorial Rápido
fi: Pikakierros
fr: Présentation rapide
hu: Gyors körbevezetés
pl: Szybka wycieczka
pt: Tour Rápido
pt_pt: Guia Rápido
ru: Быстрый тур

# Guide_TestExecution_intro_Content
source: This guide will help you quickly understand how to execute your tests in ValidationMaster.<br><br>Let's walk through the main interface elements before seeing how to actually execute tests.<br><br>Click 'next' below to continue.
cs: Tato prohlídka Vám pomůže rychle pochopit, jak provádět testy ve ValidationMasteru. <br> <br> Pojďme si projít hlavní prvky rozhraní, než se podíváme na to, jak skutečně provádět testy. <br> <br> Pokračujte kliknutím na tlačítko Další.
de: Dieser Guide hilft Ihnen schnell zu verstehen wie Sie Ihre Tests in ValidationMaster ausführen können.<br><br>Lassen Sie uns durch die Hauptelement gehen bevor Sie sehen wie man die Tests tatsächlich ausführt.<br><br> Klicken Sie unten auf 'Weiter', um fortzufahren.
es: Este Tutorial le ayudará a comprender rápidamente cómo ejecutar sus pruebas en ValidationMaster.<br><br>Vamos a recorrer los elementos de la interfaz principal antes de ver cómo realmente ejecutar las pruebas.<br><br>Haga clic en "Siguiente" para continuar.
fi: Tämä esittelykierros kertoo sinulle lyhyesti miten testien ajaminen tapahtuu.<br><br>Käydään yhdessä nyt läpi kaikki näyttöjen osat ennen kuin mennään itse testin suorittamiseen..<br><br>Klikkaa 'Seuraava' painiketta alta jatkaaksesi.
fr: Ce guide vous montre comment réaliser vos tests avec ValidationMaster.<br><br> Le guide vous présente tout d'abord les différents éléments de l'interface et propose ensuite une démonstration d'exécution des tests. <br><br>Appuyez sur 'Continuer' pour poursuivre la présentation.
hu: Ez a körbevezetés segít megismerni, hogy hogyan hajthat végre teszteket a ValidationMasterben.<br><br>Nézzük sorra az interfész főbb elemeit, mielőtt teszteket hajtana végre.<br><br>Kattintson az alábbi „Tovább” gombra a folytatáshoz.
pl: Ten przewodnik pomoże Ci szybko zrozumieć, jak wykonać testy w ValidationMaster.<br><br>Przejdźmy przez główne elementy interfejsu, zanim zobaczymy, jak rzeczywiście wykonać testy.<br><br>Kliknij 'next' poniżej, aby kontynuować.
pt: Este tour irá ajudá-lo a entender rapidamente como executar seus testes no ValidationMaster.<br><br> Vamos percorrer os elementos da interface principal antes de ver como executar os testes.<br><br>Clique em Próximo para continuar.
pt_pt: Este guia ajudá-lo-á a percebr rapidamente como executar os seus testes no ValidationMaster.<br><br>Vamos analisar os principais elementos da interface antes de vermos efetivamente como executar testes.<br><br>Prima "Seguinte" para continuar.
ru: Это руководство поможет вам быстро понять, как выполнить тесты в ValidationMaster.<br><br>Пройдитесь по основным элементам интерфейса, прежде чем посмотреть, как на самом деле выполнить тесты.<br><br>Нажмите 'Далее', чтобы продолжить.

# Guide_TestExecution_heading_Title
source: Execution Title
cs: Název případu
de: Titel der Ausführung
es: Título de la Ejecución
fi: Suorituksen otsake
fr: Nom du test
hu: Végrehajtás címe
pl: Wykonanie Tytuł egzekucyjny
pt: Título da Execução
pt_pt: Nome da Execução
ru: Название исполнения

# Guide_TestExecution_heading_Content
source: This shows the name of the test run (if present) and the selected release.
cs: Zobrazuje název testovacího běhu (je-li k dispozici) a vybrané verze.
de: Dies zeigt den Namen des Testlaufs (sofern vorhanden) und das ausgewählte Release an.
es: Aquí puede ver el nombre de la ejecución de prueba (si existe) y la release seleccionada.
fi: Näyttää testiajon nimen (jos on) ja valitun julkaisun.
fr: Le nom de l'exécution de test (si il est défini) et la version sélectionnée
hu: Ez a tesztfutás (ha van) és a kiválasztott release nevét mutatja.
pl: Pokazuje ona nazwę badania testowego (jeśli jest obecne) i wybrane wydanie.
pt: Aqui é mostrado o nome da Execução de Testes (se disponível) e o release selecionado.
pt_pt: Aqui encontra-se o nome da execução de teste (se existir) e da entrega selecionada.
ru: Здесь отображается название тестового прогона (если имеется) и выбранная версия.

# Guide_TestExecution_display_Title
source: Display Options
cs: Možnosti zobrazení
de: Anzeigeoptionen
es: Opciones de Visualización
fi: Näyttövalinnat
fr: Options d'affichage
hu: Megjelenítési opciók
pl: Opcje wyświetlania
pt: Opções de Exibição
pt_pt: Mostrar Opções
ru: Параметры отображения

# Guide_TestExecution_display_Content
source: There are three different display modes.<br>Each has two display options.<br><br>They are designed for different ways of working
cs: Existují tři různé režimy zobrazení. <br> Každý má dvě možnosti zobrazení. <br> <br> Jsou navrženy pro různé způsoby práce
de: Es gibt drei verschiedene Anzeigemodi.<br>Jeder hat zwei Anzeigeoptionen.<br><br>Sie sind für verschiedene Arbeitswege geschaffen.
es: Existen tres modos de visualización diferentes..<br>Cada uno tiene dos opciones de visualización.<br><br> Fueron diseñados para diferentes maneras de trabajar.
fi: Valittavissa on kolme erilaista näyttötilaa.<br> Jokaisella on kaksi näyttövalintaa.<br><br>Nämä on suunniteltu tukemaan erilaisia työtapoja.
fr: 3 modes d'affichage sont possibles.<br><br>Chaque mode est également configurable suivant le type d'activité ou la situation.<br><br>
hu: Három különböző megjelenítési mód van.<br>Mindegyik két megjelenítési opcióval rendelkezik.<br><br>Ezeket különböző munkamódokhoz tervezték
pl: Istnieją trzy różne tryby wyświetlania.<br>Each ma dwie opcje wyświetlania.<br><br>Są one przeznaczone do różnych sposobów pracy
pt: Existem três diferentes tipos de exibição. <br> Cada uma delas possui duas opções de visualização. <br><br> Elas foram desenvolvidas para diferentes tipos de trabalho.
pt_pt: Há três modos de exibição diferentes.<br>Cada um tem duas opções.<br><br>Foram concebidos para abordagens de trabalho distintas.
ru: Существует три различных режима отображения.<br>В каждом из них есть два варианта отображения.<br><br>Они предназначены для различных способов работы.

# Guide_TestExecution_settings_Title
source: Other Settings
cs: Další nastavení
de: Weitere Einstellungen
es: Otras Configuraciones
fi: Muut asetukset
fr: Autres paramètres
hu: Egyéb beállítások
pl: Inne ustawienia
pt: Outras Configurações
pt_pt: Outras Configurações
ru: Другие настройки

# Guide_TestExecution_settings_Content
source: Click here to access settings for how you want the page set up, or to replay this tour.
cs: Klikněte sem pro nastavení stránky, nebo pro přehrání této prohlídky.
de: Klicken Sie hier, um Zugriff auf die Einstellungen zu bekommen, mit denen Sie den Aufbau der Seite steuern oder die Tour zu wiederholen.
es: Haga clic aquí para accesar la configuración de cómo desea configurar la página o para repetir este tutorial.
fi: Klikkaa päästäksesi sivun asetuksiin tai alottaaksesi esittelyn uudestaan.
fr: Cliquez ici pour configurer les paramètres d'affichage ou pour revoir la présentation.
hu: Kattintson ide az oldal beállításához vagy a körbevezetés újraindításához.
pl: Kliknij tutaj, aby uzyskać dostęp do ustawień konfiguracji strony lub aby odtworzyć tę wycieczkę.
pt: Clique aqui para acessar opções de configuração da página ou repetir esse tour.
pt_pt: Clique aqui para aceder às configurações de página, ou para voltar a ver este guia.
ru: Нажмите здесь, чтобы получить доступ к настройкам, как вы хотите, чтобы страница настроена, или чтобы воспроизвести этот тур.

# Guide_TestExecution_progress_Title
source: Progress Bar
cs: Ukazatel průběhu
de: Fortschrittsbalken
es: Barra de Progreso
fi: Edistymäpalkki
fr: Barre de progression
hu: Folyamatsáv
pl: Pasek postępu
pt: Barra de Progresso
pt_pt: Barra de Progresso
ru: Прогрессная шкала

# Guide_TestExecution_progress_Content
source: Use this to check on progress through the tests (it shows test steps by default, test cases if there are many test steps). You can see information about the test on hover.
cs: Slouží ke kontrole průběhu testů (ve výchozím nastavení zobrazuje kroky testu, nebo testovací případy, pokud existuje mnoho kroků testu). Při přechodu myší můžete vidět informace o testu.
de: Nutzen Sie dies, um den Fortschritt der Tests zu überprüfen (standardmäßig werden Testschritte angezeigt und Testfälle, wenn es viele Testschritte gibt). Durch eine Mausbewegung über den Test, können Sie Informationen erhalten.
es: Aquí puede verificar el progreso de las pruebas (se puede ver los pasos de prueba por defecto o los casos de prueba si hay muchos pasos de prueba). Puede ver la información sobre la prueba de forma destacada.
fi: Voit tarkistaa ajettavien testien edistymän (näyttää oletuksen testisteppejä, testitapauksia jos testisteppejän on paljon). Kohdistamalla kursorin näet testin tiedot.
fr: Ceci vous permet de visualiser la progression de vos tests (avec les étapes de test par défaut ainsi que les scénarios de test). Placez le curseur sur le test pour afficher les détails.
hu: Ezzel ellenőrizheti a tesztek előrehaladását (a teszt lépéseit alapértelmezés szerint mutatja, valamint megjeleníti a teszteseteket, ha több tesztlépés van). Felette elhúzva információkat jelenít meg a tesztről.
pl: Służy do sprawdzania postępów w testach (domyślnie pokazuje kroki testowe, przypadki testowe, jeśli jest wiele kroków testowych). Możesz zobaczyć informacje o teście na zawiśnięcie.
pt: Aqui é possível checar o progresso dos testes (as etapas de teste são mostradas por padrão, ou casos de teste se houverem muitos passos). Você pode ver informações sobre o teste em destaque.
pt_pt: Utilize para verificar o progresso nos testes (mostra os passos de teste iniciais, os casos de teste, se tiverem muitos passos). Pode ver informação sobre o caso de teste passado o rato por cima.
ru: Используйте эту функцию для проверки хода выполнения тестов (по умолчанию отображаются тестовые шаги, при наличии множества тестовых шагов - тестовые случаи). Информацию о тесте можно увидеть на парике.

# Guide_TestExecution_moving_Title
source: Moving between tests
cs: Přechod mezi jednotlivými testy
de: Zwischen den Tests wechseln
es: Navegando entre las Pruebas
fi: Siirtyy testien välillä
fr: Déplacement entre les tests
hu: Váltás a tesztek között
pl: Przemieszczanie się między testami
pt: Navegando pelos testes
pt_pt: Mover entre testes
ru: Перемещение между испытаниями

# Guide_TestExecution_moving_Content
source: Click here to move back or forward one test. Or click any test in the progress bar, or in the list below to go straight there.
cs: Kliknutím sem se posunete o jeden test zpět nebo vpřed. Nebo klikněte na libovolný test v Ukazateli průběhu nebo v seznamu níže a přejděte přímo na konkrétní test.
de: Klicken Sie hier, um einen Test rückwärts oder vorwärts zu bewegen. Oder klicken Sie auf einen beliebigen Test im Fortschrittsbalken, oder in der Liste unten, um direkt dorthin zu gelangen.
es: Haga clic aquí para retroceder o avanzar una prueba. O haga clic en cualquier prueba en la barra de progreso, o en la lista de abajo para ir directamente a la prueba.
fi: Klikkaa täältä liikkuaksesi testeissä edes takas. Tai klikkaa testiä edistymäpalkista. Tai listasta alla.
fr: Cliquez ici pour passer au test suivant ou précédent. Ou cliquez sur le test de votre choix dans la barre de progression ou dans la liste des tests.
hu: Kattintson ide egy adott tesztben való előre- vagy visszalépéshez. Vagy kattintson bármelyik tesztre a folyamatsávon, illetve az alábbi listán ahhoz, hogy egyenes ide jusson.
pl: Kliknij tutaj, aby przejść do tyłu lub do przodu o jeden test. Albo kliknij na dowolny test na pasku postępu lub na liście poniżej, aby przejść bezpośrednio tam.
pt: Clique aqui para retroceder ou avançar um teste. Clique em qualquer teste na barra de progresso ou na lista abaixo para ir diretamente a ele.
pt_pt: Clique aqui para se deslocar um teste para trás ou para a frente. Em alternativa, selecione um teste na barra de progresso, ou na lista abaixo para um acesso direto.
ru: Нажмите здесь, чтобы переместить назад или вперед один тест. Или нажмите на любой тест в индикаторе прогресса, или в списке ниже, чтобы перейти прямо туда.

# Guide_TestExecution_pause_Title
source: Pausing Tests
cs: Pozastavení testů
de: Tests pausieren
es: Pausar pruebas
fi: Keskeytä testit
fr: Pause
hu: Tesztek megállítása
pl: Testy wstrzymujące
pt: Pausando Testes
pt_pt: Pausa nos Testes
ru: Паузинг-тесты
