Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# InAppHelp_Chart_RequirementsCoverageRegression
source: This chart shows the aggregated count of requirements test coverage for the product. Each requirement's test coverage is summed to 1, to make requirements with different numbers of test cases covering them equally weighted. Filtering by release will filter test cases, not requirements.
cs: Tento graf ukazuje souhrnný počet testů pokrývajících Požadavky v Produktu. Pokrytí testů každého Požadavku je shrnuto na 1, aby byly Požadavky s různým počtem testovacích případů stejně váženy. Filtrování podle Verze vyfiltruje Požadavky přiřazené do dané Verze.
de: Dieses Diagramm zeigt die aggregierte Anzahl der Testabdeckung von Anforderungen in diesem Produkt. Jede Testabdeckung jeder Anforderung wurde auf 1 summiert, um Anforderungen, die von einer unterschiedlichen Zahl an Testfällen abgedeckt werden, gleich zu gewichten. Durch Setzen des Releasefilters werden Testfälle gefiltert und nicht Anforderungen.
es: Este gráfico muestra el recuento acumulado de la cobertura de prueba de requisitos para el producto. Cada cobertura de prueba de requisito se suma a 1, para que los requisitos con un número diferente de casos de prueba se cubran de la misma manera. El filtro por release filtrará los casos de prueba, no los requisitos.
fr: Ce graphique montre le nombre cumulé de couverture de test des besoins. La couverture de test de chaque besoin est sommée à 1 pour pondérer les besoins ayant des nombres différents de scénarios de test. Le filtrage par version filtre tous les besoins associés à une version.
hu: Ez az ábra összevontan mutatja a követelmények tesztlefedettségét egy projekt esetén. Minden követelmény tesztlefedettségének összege 1, hogy a különböző számú tesztesetekkel rendelkező követelmények azonos súlyozást kapjanak. A release-re szűrés a teszteseteket szűri ki, nem pedig a követelményeket.
pl: Ten wykres przedstawia zagregowaną liczbę wymagań dotyczących pokrycia badanego produktu. Pokrycie każdego wymogu jest zsumowane do 1, tak aby wymogi o różnej liczbie przypadków testowych obejmujących je miały jednakową wagę. Filtrowanie przez zwolnienie spowoduje przefiltrowanie przypadków testowych, a nie wymagań.
pt: Este gráfico mostra a contagem acumulada da cobertura de teste de requerimento para o produto. Cada cobertura de teste de requerimento soma 1, para tornar os requerimentos com diferentes números de casos de teste igualmente ponderados no cálculo. A filtragem por release filtrará os casos de teste, não os requerimentos.
pt_pt: Este gráfico mostra a contagem da cobertura de requisitos por casos de teste, para o projeto. Cada requisito coberto tem um peso de 1 na contagem, de forma a que requisitos cobertos por um número diferente de casos de teste sejam igualmente ponderados. A filtragem por entrega terá como resultado casos de teste e não requisitos.
ru: На этой диаграмме показан совокупный подсчет тестового покрытия требований к продукту. Покрытие тестового покрытия каждого требования суммируется до 1, чтобы сделать требования с различным количеством тестовых случаев, покрывающих их одинаково весомыми. Фильтрация по выпуску будет фильтровать тестовые случаи, а не требования.

# InAppHelp_Chart_SourceCodeCommits
source: This chart shows the last 3 months of code commits to the product (if you are using the source code functionality of the application). Commits are aggregated by week. The chart is color coded by bottom quartile, the middle 50%, and the top quartile of activity.
cs: Tento graf ukazuje poslední 3 měsíce úprav (commitů) kódu k produktu (pokud používáte funkci úpravy zdrojového kódu aplikace). Úpravy (commity) jsou agregovány podle týdnů. Graf je barevně označen dolním kvartilem, prostředním 50% a horním kvartilem aktivity.
de: Dieses Diagramm zeigt die Code Commits dieses Produktes in den letzten drei Monaten (wenn Sie die Quellcode-Funktionalität der Applikation nutzen). Commits werden pro Woche aggregiert. Das Diagramm ist nach dem unteren, den mittleren 50% und dem unteren Quartil farblich gekennzeichnet.
es: Este gráfico muestra los últimos 3 meses de commits de código del producto (si está utilizando la funcionalidad de código fuente de la aplicación). Los commits se agregan por semana. La tabla está codificada por colores por cuartil inferior, el 50% medio y el cuartil superior de actividad.
fr: Ce graphique montre les 3 derniers mois de validation du code pour le produit (si vous utilisez la fonctionnalité code source de l'application). Les validations sont regroupées par semaine. Le graphique est codé par couleur (quartile inférieur, moitié centrale et quartile supérieur de l'activité).
hu: Ez az ábra az elmúlt 3 hónapban a projekthez rendelt kódokat mutatja (ha az alkalmazás forráskód funkcióját használja) A hozzárendelések heti szinten összegzettek. Az ábra a tevékenység alsó negyede, középső 50%-a és felső negyede szerinti bontásban meghatározott színkódokat tartalmaz.
pl: Wykres przedstawia ostatnie 3 miesiące obowiązywania kodu źródłowego dla produktu (jeśli korzystasz z funkcjonalności kodu źródłowego aplikacji). Zobowiązania są agregowane według tygodni. Wykres jest oznaczony kolorami według dolnego kwartylu, środkowego 50%, oraz górnego kwartylu aktywności.
pt: Este gráfico mostra os últimos 3 meses de commits de código para o produto (se você estiver usando a funcionalidade de código-fonte da aplicação). Os commits são agrupados por semana. O gráfico é dividido por cores pelo 1/4 inferior, a metade (50%) e o 1/4 superior de atividade.
pt_pt: Este gráfico mostra os últimos 3 meses de alterações efetivas (commits) de código no projeto (se a funcionalidade de código-fonte da aplicação estiver a ser usada). As alterações efetivas (commits) estão agregadas por semana. As cores do gráfico correspondem ao quartil inferior, à mediana e ao quartil superior da atividade.
ru: На этой диаграмме показаны последние 3 месяца фиксации кода к продукту (если вы используете функциональность исходного кода приложения). Комиссионные суммируются по неделям. График имеет цветовую кодировку по нижнему квартилю, среднему 50% и верхнему квартилю активности.

# InAppHelp_Chart_TaskGraphs
source: You can quickly view three different charts used when measuring task progress in an agile methodology: select the appropriate chart from the dropdown
cs: Můžete rychle zobrazit tři různé grafy použité při měření postupu úkolů v agilní metodice: vyberte příslušný graf z rozbalovací nabídky
de: Sie können schnell drei verschiedene Diagramme anzeigen, die zur Messung der Aufgabenfortschritte in agilen Methoden verwendet werden: Wählen Sie das passende Diagramm aus der Liste aus.
es: Puede ver rápidamente tres gráficos diferentes utilizados al medir el progreso de una tarea en una metodología ágil: seleccione el gráfico apropiado del menú desplegable
fr: Vous pouvez afficher 3 graphiques parmi la liste suivante pour mesurer l'avancement des tâches en méthodologie agile.
hu: Gyorsan áttekintheti a három különböző diagramot az előrehaladás méréséhez egy rugalmas módszertannal: válassza ki a megfelelő ábrát a legördülő listából
pl: Możesz szybko wyświetlić trzy różne wykresy używane do mierzenia postępu zadania w metodologii agile: wybierz odpowiedni wykres z rozwijanej listy.
pt: Você pode visualizar rapidamente três gráficos diferentes usados ao medir o progresso de tarefas em metodologias ágeis: selecione o gráfico apropriado na lista.
pt_pt: Pode visualizar rapidamente três gráficos diferentes, usados para medir o progresso das tarefas numa metodologia ágil: selecione o gráfico apropriado a partir da lista
ru: Вы можете быстро просмотреть три различных диаграммы, используемые при измерении прогресса выполнения задачи в гибкой методологии: выберите соответствующую диаграмму из выпадающего списка

# InAppHelp_Chart_TestCasesPerStatusAndDay
source: This chart displays the last 30 days of test case executions cumulatively. That means it will display for each day, the total number of test cases executed plus the status from any previous days that have not been changed. Any test cases not executed up to that point will be considered “not run” and will appear in the “not run” category. For example, if you have 10 test cases created on day 1 you will see 10 test cases “not run” on day 1. On day 2, you execute 5 test cases and fail them all, you will now see 5 test cases failed and 5 not run. On day 3, you execute 3 of the previous 5 test cases and pass them. You will now see 3 test cases passed, 2 failed and 5 not run.
cs: Tento graf zobrazuje kumulativně posledních 30 dní vykonání Testovacích Případů. To znamená, že bude zobrazovat pro každý den celkový počet provedených testovacích případů plus stav z předchozích dnů, které nebyly změněny. Všechny testovací případy, které nebyly provedeny do tohoto bodu, budou považovány za „nespuštěné“ a zobrazí se v kategorii nespuštěné (Not Run). Například pokud máte 10 testovacích případů vytvořených v 1. den, uvidíte 10 testovacích případů „neběžících“ v 1. den. V den 2 vykonáte 5 testovacích případů a všechny selhají, nyní uvidíte 5 testovacích případů, které selhaly a 5 nespuštěných. V den 3 provedete 3 z předchozích 5 testovacích případů ,kdy vše prošlo. Nyní uvidíte 3 úspěšné testovací případy, 2 ve stavu selháno a 5 ve stavu nespuštěno.
de: Dieses Diagramm zeigt die letzten 30 Tage der Testdurchführung kumulativ an. Das heißt, es zeigt für jeden Tag die Gesamtzahl der ausgeführten Testfälle sowie den Status der nicht geänderten Vortage an. Alle Testfälle, die nicht durchgeführt wurden, werden als 'Not Run' eingestuft und erscheinen in dieser Kategorie. Z.B. haben Sie an Tag 1 zehn Testfälle erstellt. An diesem Tag haben alle zehn den Status 'Not Run'. An Tag 2 werden 5 Testfälle durchgeführt, die alle fehlschlagen. Sie haben an Tag 2 also 5 Testfälle mit dem Status 'Not Run' und 5 mit dem Status 'failed'. An Tag 3 führen Sie 3 der am Vortag fehlgeschlagenen Testfälle erfolgreich durch. Sie haben nun 3 Testfälle 'passed', 2 'failed' und 5 'Not Run'.
es: Este gráfico muestra los últimos 30 días de ejecuciones de casos de prueba en forma acumulativa. Eso significa que se mostrará para cada día el número total de casos de prueba ejecutados más el estado de los días anteriores que no se han cambiado. Cualquier caso de prueba que no se haya ejecutado hasta ese momento se considerará "no ejecutado" y aparecerá en la misma categoría. Por ejemplo, si tiene 10 casos de prueba creados el día 1, verá 10 casos de prueba "no ejecutado" en el día 1. En el día 2, usted ejecuta 5 casos de prueba y todos fallan, ahora verá 5 casos de prueba que fallaron y 5 no ejecutados. En el día 3, usted ejecuta 3 de los 5 casos de prueba anteriores y todos pasan. Ahora verá 3 casos de prueba aprobados, 2 con fallas y 5 no ejecutados.
fr: Ce graphique affiche les 30 derniers jours d'exécution des tests de manière cumulative. Cela signifie qu'il affiche pour chaque jour le nombre de scénarios de test exécutés dans la journée ajouté au total des jours précédents (de ceux dont le statut n'a pas évolué). Tous les scénarios de test non exécutés jusqu'à ce moment seront considérés comme «non exécuté» et apparaîtront dans la catégorie «non exécuté». Si par exemple vous créez 10 scénarios de test le jour 1, vous voyez les 10 scénarios de test non exécutés au jour 1. Le jour 2, vous exécutez 5 scénarios de test et les échouez tous, vous voyez maintenant 5 scénarios de test échoués et 5 non exécutés. Le jour 3, vous exécutez 3 des 5 scénarios de test précédents et les réussissez, vous verrez alors 3 scénarios de tests réussis, 2 échecs et 5 non exécutés.
hu: Ez az ábra az elmúlt 30 napban végrehajtott teszteseteket mutatja kumulatív alapon. Ez azt jelenti, hogy minden egyes naphoz megjeleníti az összes végrehajtott teszteset összegét, valamint a korábbi, változtatás nélküli napok állapotát. Az eddig a pontig nem végrehajtott tesztesetek „nem futtatott” kategóriába kerülnek, és a „nem futtatott” kategóriában jelennek meg. Ha például az 1. napon 10 tesztesetet hoz létre, akkor az 1. napon 10 „nem futtatott” tesztesetet fog látni. A 2. napon végrehajt 5 tesztesetet és mindegyik sikertelenül zárul, ekkor 5 sikertelen és 5 nem futtatott tesztesetet fog látni. A 3. napon a korábbi 5 tesztesetből 3-at végrehajt, és mindegyik sikerrel zárul. Ekkor 3 sikeres, 2 sikertelen és 5 nem futtatott tesztesetet fog látni.
pl: Ten wykres przedstawia ostatnie 30 dni realizacji przypadków testowych łącznie. Oznacza to, że dla każdego dnia będzie wyświetlana całkowita liczba wykonanych przypadków testowych plus status z poprzednich dni, które nie zostały zmienione. Wszelkie przypadki testowe nie wykonane do tego momentu będą uznawane za "nie uruchomione" i pojawią się w kategorii "nie uruchomione". Na przykład, jeśli masz 10 przypadków testowych utworzonych w dniu 1, zobaczysz 10 przypadków testowych "nie uruchomionych" w dniu 1. W drugim dniu, wykonujesz 5 przypadków testowych i nie wszystkie, teraz widzisz 5 przypadków testowych nieudanych i 5 nieudanych. W dniu 3, wykonujesz 3 z 5 poprzednich przypadków testowych i zdajesz je. Zobaczysz teraz 3 zdane testy, 2 nieudane i 5 nieudanych.
pt: Este gráfico exibe os últimos 30 dias de execuções de casos de teste cumulativamente. Isso significa que ele exibirá, para cada dia, o número total de casos de teste executados mais o status de qualquer dia anterior que não mudou. Todos os casos de teste não executados até esse momento serão considerados "não executados" e aparecerão nessa categoria. Por exemplo, se você tiver 10 casos de teste criados no dia 1, verá 10 casos de teste "não executados" no dia 1. No dia 2, você executa 5 casos de teste e todos eles falham: você verá 5 casos de teste com falha e 5 não executados. No dia 3, você executa 3 dos 5 casos de teste anteriores e todos passam. Você verá agora 3 casos de teste aprovados, 2 com falha e 5 não executados.
pt_pt: Este gráfico mostra os últimos 30 dias de execuções de casos de teste cumulativamente. Significa isto que será exibido para cada dia, o número total de casos de teste executados mais o estado de quaisquer dias anteriores que não tenham sido alterados. Qualquer caso de teste não executado até esse ponto será considerado "não executado" e aparecerá na categoria "não executado". Por exemplo, se tiver 10 casos de teste criados no dia 1, verá 10 casos de teste "não executados" no dia 1. No dia 2, se executar 5 casos de teste e todos falharem, verá 5 casos de teste com insucesso e 5 não executados. No dia 3, executa 3 dos 5 casos de teste anteriormente falhados e passam os três. Agora, verá 3 casos de teste com sucesso, 2 com insucesso e 5 não executados.
ru: На этом графике кумулятивно отображаются последние 30 дней выполнения тестовых заданий. Это означает, что он будет отображать для каждого дня, общее количество выполненных тестовых заданий плюс статус за предыдущие дни, которые не были изменены. Любые тестовые случаи, не выполненные до этого момента, будут считаться "не выполненными" и появятся в категории "не выполненными". Например, если у вас есть 10 тестовых примеров, созданных на 1-й день, вы увидите 10 тестовых примеров "не запущенных" на 1-й день. На 2-й день вы выполняете 5 тестовых случаев и все они завершаются неудачно, теперь вы увидите 5 тестовых случаев неудачных и 5 не завершенных. На третий день Вы выполняете 3 из 5 предыдущих тестовых заданий и сдаете их. Теперь вы увидите 3 пройденных теста, 2 неудачных и 5 не пройденных.

# InAppHelp_Chart_TestExecutionStatus
source: This chart shows the aggregated count of test cases in each execution status for the product.
cs: Tento graf ukazuje souhrnný počet Testovacích Případů pro každý stav v produktu.
de: Dieses Diagramm zeigt Ihnen die aggregierte Anzahl der Testfälle jedes Ausführungsstatus in diesem Produkt.
es: Este gráfico muestra el recuento acumulado de casos de prueba en cada estado de ejecución del producto.
fr: Ce graphique montre le nombre agrégé de scénarios de test pour chaque statut d'exécution du produit.
hu: Ez az ábra projekthez tartozó tesztesetek összesített számát mutatja minden egyes végrehajtási állapothoz.
pl: Wykres przedstawia zagregowaną liczbę przypadków testowych w każdym statusie wykonania dla danego wyrobu.
pt: Este gráfico mostra a contagem acumulada de casos de teste em cada status de execução do produto.
pt_pt: Este gráfico mostra a contagem agregada de casos de teste em cada estado de execução, para o projeto.
ru: На этой диаграмме представлено агрегированное количество тестовых случаев в каждом статусе выполнения для продукта.

# InAppHelp_Chart_TestRunProgress
source: This chart displays the last 30 days of test run activity broken down, for each day, by the test run status.
cs: Tento graf zobrazuje posledních 30 dní aktivity testovacího běhu rozepsaných pro každý den podle stavu testovacího běhu.
de: Dieses Diagramm zeigt die Testdurchführung der letzten 30 Tage aufgeteilt nach dem Ausführungsstatus für jeden Tag.
es: Este gráfico muestra los últimos 30 días de la actividad de ejecución de prueba desglosada, por cada día, por el estado de ejecución de prueba.
fr: Ce graphique montre les exécutions de test des 30 derniers jours, par jour et statut d'exécution.
hu: Ez az ábra az egyes tesztfuttatási állapotok szerint, napi bontásban mutatja az elmúlt 30 nap tesztfuttatási tevékenységét.
pl: Ten wykres przedstawia ostatnie 30 dni aktywności badania testowego w rozbiciu na poszczególne dni według stanu badania testowego.
pt: Este gráfico exibe os últimos 30 dias da atividade de execução de testes, divididos dia-a-dia pelo status de execução de teste.
pt_pt: Este gráfico exibe os últimos 30 dias de atividade de execução de teste detalhada, para cada dia, pelo estado de execução dos testes.
ru: На этом графике отображаются последние 30 дней активности тестового прогона с разбивкой по каждому дню по статусу тестового прогона.

# InAppHelp_Chart_TestSetStatus
source: This chart shows the aggregated count of test cases in each execution status for each test set in the product. If you have the same test cases in multiple test sets they are all counted separately to make sure you can tell that tests have passed successfully across test sets. This is helpful when testing across different environments.
cs: Tento graf ukazuje agregovaný počet Testovacích Případů v každém stavu provedení pro každou testovací sadu v produktu. Pokud máte stejné testovací případy ve více testovacích sadách, všechny se počítají samostatně, abyste mohli zjistit, že testy úspěšně prošly napříč testovacími sadami. To je užitečné při testování v různých prostředích.
de: Dieses Diagramm zeigt die Anzahl der Testfälle aggregiert nach ihrem Ausführungsstatus in jeder Testreihe des Produktes an. Wenn Sie einen Testfall mehreren Testreihen zugeordnet haben, dann wird er in jeder Testreihe mitgezählt. Damit wird sichergestellt, dass Sie alle Testfälle in allen Testreihen erfolgreich durchgeführt haben. Dies ist hilfreich, wenn Sie in verschiedenen Umgebungen testen.
es: Este gráfico muestra el recuento acumulado de casos de prueba en cada estado de ejecución para cada conjunto de prueba en el producto. Si tiene los mismos casos de prueba en varios conjuntos de pruebas, todos se cuentan por separado para asegurar que puede determinar que las pruebas se han ejecutado con éxito en todos los conjuntos de pruebas. Esto es útil cuando se prueba en diferentes entornos.
fr: Ce graphique montre le nombre de scénarios de test pour chaque statut d'exécution et chaque ensemble de tests du produit. Si vous avez les mêmes cas de test dans plusieurs ensembles de tests, ils sont tous comptés séparément pour vous assurer que les tests ont passé avec succès dans tous les ensembles de test. Utile lors des tests dans des environnements différents.
hu: Ez az ábra projekthez tartozó teszt szetten belüli tesztesetek összesített számát mutatja minden egyes végrehajtási állapothoz. Ha több teszt szettben ugyanazok a tesztesetek találhatók, akkor ezek külön kerülnek összeszámolásra, hogy ellenőrizni tudja, az összes teszt sikeresen végbement-e a teszt szettekben. Ez különösen hasznos akkor, amikor különböző környezetekben futtat teszteket.
pl: Ten wykres przedstawia zagregowaną liczbę przypadków testowych w każdym statusie wykonania dla każdego zestawu testowego w produkcie. Jeśli masz te same przypadki testowe w wielu zestawach testowych, wszystkie są liczone oddzielnie, aby upewnić się, że testy przeszły pomyślnie przez zestawy testowe. Jest to pomocne podczas testowania w różnych środowiskach.
pt: Este gráfico mostra a contagem acumulada de casos de teste em cada status de execução para cada conjunto de testes no produto. Se você tiver os mesmos casos de teste em vários conjuntos de testes, todos serão contados separadamente para garantir que os testes tenham passado com êxito nos conjuntos de teste. Essa funcionalidade é útil ao testar em diferentes ambientes.
pt_pt: Este gráfico mostra a contagem agregada de casos de teste em cada estado de execução, para cada conjunto de testes no projeto. Se tiver os mesmos casos de teste em vários conjuntos de teste, serão todos contados separadamente, para garantir que se possa aferir que os testes tiveram sucesso em todos os conjuntos de teste. É útil quando se realizam testes em diferentes ambientes.
ru: На этой диаграмме показано агрегированное количество тестовых случаев в каждом статусе выполнения для каждого тестового комплекта в продукте. Если у вас одни и те же тесты в нескольких тестовых наборах, они все подсчитываются отдельно, чтобы убедиться, что вы можете сказать, что тесты успешно прошли через все тестовые наборы. Это полезно при тестировании в различных средах.
