Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Guide_TestExecution_pause_Content
source: If you need to step away from a test run, click the pause button to stop the internal timer for the test. It glows when paused to remind you to start the timer when you resume testing.
cs: Pokud potřebujete pozastavit testování, kliknutím na tlačítko pro pauzu zastavíte interní časovač testu. Tlačítko pro pauzu svítí, když je pozastaveno, aby Vám připomínalo spuštění časovače při obnovení testování.
de: Wenn Sie aus einem Testlauf heraus müssen, klicken Sie auf 'Pause', um die Zeitmessung für diesen Test zu stoppen. Es leuchtet anschließend, um Sie bei Wiederaufnahme des Tests daran zu erinnern, den Timer wieder zu starten.
es: Si necesita hacer una pausa durante la ejecución de prueba, haga clic en el botón de pausa para detener el temporizador interno de la prueba. El botón se encenderá para recordarle que es necesario iniciar el temporizador para volver a probar.
fi: Jos sinun täytyy poistua kesken testauksen, klikkaa Keskeytä-painike keskeyttääksesi sisäinen testauksen ajastin. Se loistaa keskeytettynä, jotta muistaisit käynnistää sen kun jatkat testausta.
fr: Cliquez sur le bouton <Pause> pour suspendre l'exécution du test. Le bouton change de couleur et clignote pour vous rappeler que le test est en pause.
hu: Ha egy tesztfutástól kell ellépnie, kattintson a megállítás gombra a teszthez tartozó belső időzítő leállításához. Világít, amikor megállította, hogy emlékeztesse arra, hogy el kell indítani az időzítőt a tesztelés folytatásához.
pl: Jeśli chcesz odejść od badania testowego, kliknij przycisk pauzy, aby zatrzymać wewnętrzny zegar testowy. Po zatrzymaniu świeci się, aby przypomnieć ci o uruchomieniu timera po wznowieniu testów.
pt: Se você precisar pausar uma execução de teste, clique no botão Pausar para parar o temporizador interno do teste. O botão acenderá para lembrá-lo que é necesário iniciar o timer ao voltar a testar.
pt_pt: Se necessitar de efetuar uma pausa numa execução de teste, prima o botão de pausa para parar o temporizador interno do teste. Em pausa acende-se, de forma a não se esquecer de o voltar a ativar, quando retomar o teste.
ru: Если вам нужно отойти от пробного запуска, нажмите кнопку паузы, чтобы остановить внутренний таймер для теста. Он светится при паузе, чтобы напомнить вам, чтобы запустить таймер, когда вы возобновите тестирование.

# Guide_TestExecution_exit_Title
source: Leaving the Test
cs: Opuštění testu
de: Test verlassen
es: Salir de la Prueba
fi: Testaamisen lopettaminen
fr: Quitter le test
hu: A teszt elhagyása
pl: Opuszczenie testu
pt: Encerrar o Teste
pt_pt: Deixar o Teste
ru: Оставляя тест

# Guide_TestExecution_exit_Content
source: Click here to exit testing. The unfinished test can be found on 'My Page'. When the test can be finished, an orange button will appear just to the right.
cs: Kliknutím sem ukončíte testování. Nedokončený test naleznete na stránce 'Moje stránka'. Pro dokončení/pokračování v testu použijte oranžové tlačítko.
de: Klicken Sie hier, um den Test zu beenden. Den unvollendeten Test finden Sie auf 'Meine Seite'. Wenn der Test beendet werden kann, erscheint rechts eine orangefarbene Schaltfläche.
es: Haga clic aquí para salir de las pruebas. La prueba inacabada se encuentra en 'Mi página'. Una vez finalizada la prueba, aparecerá un botón naranja a la derecha.
fi: Klikkaa tästä lopettaaksesi testaamisen. Tekemättömät testit löytyy 'Omalta sivulta'. Kun testi voidaan päättää oranssi painike ilmestyy oikealle puolelle.
fr: Cliquez ici pour quitter le test. Le test non terminé apparait alors dans votre page personnelle ("Ma Page"). Un bouton de couleur orange s'affiche sur la droite lorsque le test peut être terminé.
hu: Kattintson ide a tesztelésből való kilépéshez. A be nem fejezett tesztek a „My Page” felületen találhatók. Amikor egy teszt befejezhető, egy narancssárga gomb jelenik meg a jobb oldalon.
pl: Kliknij tutaj, aby zakończyć test. Niedokończony test można znaleźć na 'Mojej Stronie'. Po zakończeniu testu, po prawej stronie pojawi się pomarańczowy przycisk.
pt: Clique aqui para sair do teste. O teste não concluído pode ser encontrado em 'Minha Página'. Quando o teste puder ser finalizado, um botão laranja aparecerá à direita.
pt_pt: Clique aqui para sair do teste. A execução de teste por concluir estará listada em "A Minha Página". Quando o teste puder ser concluído, surgirá um botão cor de laranja à sua direita.
ru: Нажмите здесь, чтобы выйти из тестирования. Незавершенный тест можно найти в "Моей странице". Когда тест можно будет закончить, справа появится оранжевая кнопка.

# Guide_TestExecution_split_Title
source: Split View
cs: Rozdělený pohled
de: Ansicht teilen
es: Vista Dividida
fi: Jaettu Näkymä
fr: Vue fractionnée
hu: Megosztott nézet
pl: Widok z podziałem
pt: Visualização Dividida
pt_pt: Separar Vista
ru: Разделенный вид

# Guide_TestExecution_split_Content
source: This lets you see a list of all the steps next to an inspector which shows detailed information about the current test step.<br><br>Use the tabs at the bottom to view additional information.<br><br><strong>Display Options:</strong> make the inspector wide or narrow to suit your needs
cs: Tato část Vám umožní zobrazit seznam všech kroků vedle inspektora, který zobrazuje podrobné informace o aktuálním kroku testu. <br> <br> Další informace zobrazíte pomocí karet v dolní části. <br> <br> <strong> Možnosti zobrazení: </strong> zvětšete nebo zmenšete inspektora podle svých potřeb
de: Dies zeigt Ihnen eine Liste von Testschritten neben einem Inspektor, der Ihnen detaillierte Informationen über den aktuellen Testschritt zeigt.<br><br>Nutzen Sie die Registerkarten unten, um weitere Informationen zu erhalten.<br><br><strong>Anzeigeoptionen:</strong> erweitern oder begrenzen Sie den Inspektor, um ihn an ihre Bedürfnisse anzupassen.
es: Aquí se puede ver una lista de todos los pasos al lado de un inspector, que muestra información detallada sobre el paso de la prueba actual.<br><br> Utilice las pestañas en la parte inferior para obtener informaciones adicionales.<br><br><strong>Opciones de visualización:</strong> cambie el tamaño del inspector como quiera.
fi: Näyttää sinulle listan kaikista askelista tarkistajan vieressä, joka näyttää tämänhetkisen stepin kaikki tiedot.<br><br>Käytä alaosan välilehtiä katsoaksesi lisätietoa.<br><br><strong>Näyttävalinnat:</strong>Tarpeen mukaan levennä tai kavenna tarkastaja-osaa.
fr: Cette option vous permet d'afficher la liste des étapes et la page d'inspection montrant les détails de l'étape de test en cours.<br><br>Utilisez les onglets en bas du test pour afficher plus d'informations.<br><br><strong>Options d'affichage:</strong> augmenter ou diminuer la largeur de l'écran d'inspection.
hu: Ezzel a funkcióval láthatja az összes lépés listáját egy ellenőrző mellett, mely az aktuális tesztlépésről részletes információkat jelenít meg.<br><br>Az alul található fülekkel tekintheti meg a további információ.<br><br><strong>Kijelzési lehetőségek:</strong> az ellenőrző szoftvert, igényeinek megfelelően, széles vagy keskeny nézetre állíthatja.
pl: Pozwala to na wyświetlenie listy wszystkich kroków obok inspektora, która pokazuje szczegółowe informacje na temat bieżącego kroku testowego.<br><br>Użyj zakładek na dole, aby wyświetlić dodatkowe informacje.<br><br><strong>Opcje wyświetlania:</strong> sprawiają, że inspektor jest szeroki lub wąski w zależności od potrzeb.
pt: Aqui você pode ver uma lista de todas as etapas próximas a um inspetor, que mostra informações detalhadas sobre a etapa de teste atual.<br><br> Use as abas de baixo para obter informações adicionais.<br><br><strong>Opções de visualização:</strong> Altere o tamanho do inspetor conforme desejar.
pt_pt: Permite ver uma lista de todos os passos e numa zona de análise contígua consultar informações detalhadas sobre o passo de teste atual.<br><br>Utilize os tabs abaixo para informação adicional.<br><br><strong>Mostrar Opções:</strong> ajuste o tamanho da zona de análise de acordo com as suas preferências
ru: Это позволяет вам увидеть список всех шагов рядом с инспектором, который показывает подробную информацию о текущем шаге теста.<br><br>Пользоваться вкладками внизу для просмотра дополнительной информации.<br><br><strong>Параметры отображения:</strong> сделайте инспектор широким или узким в соответствии с вашими потребностями.

# Guide_TestExecution_table_Title
source: Table View
cs: Tabulkový pohled
de: Tabellenansicht
es: Vista de Tabla
fi: Taulukkonäkymä
fr: Vue par liste
hu: Táblázatos nézet
pl: Widok stołu
pt: Visualização em Tabela
pt_pt: Vista de Tabela
ru: Вид на таблицу

# Guide_TestExecution_table_Content
source: This display mode is great for showing you all of your steps together. It is designed to let you very quickly review and take action on each step.<br><br><strong>Display Options:</strong> collapse or expand all fields in the table at once to manage what is shown on screen. Note that every field can be collapsed or expanded individually too.
cs: Tento režim zobrazení je skvělý pro zobrazení všech vašich testovacích kroků společně. Je navržen tak, aby vám umožnil velmi rychle zkontrolovat a podniknout úpravy v každém kroku. <br> <br> <strong> Možnosti zobrazení: </strong> sbalte nebo rozbalte všechna pole v tabulce najednou a spravujte, co se zobrazuje na obrazovce. Každé pole lze také sbalit nebo rozbalit jednotlivě.
de: Dieser Anzeigemodus ist ideal, um Ihnen alle Schritte zusammen anzuzeigen. Es ermöglicht Ihnen eine schnelle Überprüfung und ggf. Bearbeitung jedes Schrittes.<br><br><strong>Anzeigeoptionen: </strong> Alle Felder der Tabelle können gleichzeitig zusammengeklappt oder erweitert werden, um die Anzeige anzupassen. Beachten Sie, dass auch jedes Feld einzeln zusammengeklappt oder erweitert werden kann.
es: Este modo de visualización es ideal para mostrarle todos sus pasos juntos. Fue diseñado para que pueda revisar y tomar medidas muy rápidamente en cada paso.<br><br><strong>Opciones de visualización:</strong>colapsar o expandir todos los campos de la tabla a la vez para administrar lo que se muestra en la pantalla.Tenga en cuenta que todos los campos se pueden colapsar o expandir individualmente también.
fi: Tämä näyttötila näyttää kaikki askeleet yhdessä. Se on suunniteltu nopeaan koko testitapauksen läpikäyntiin askeleittain.<br><br><strong>Näyttövalinnat:</strong>Pura tai laajenna kentät näkyviin tarpeen mukaan. Huomaa että jokainen yksittäinen kenttä voidaan valita erikseen.
fr: Ce mode d'affichage permet de visualiser l'ensemble des étapes de test sur une seule page. Vous pouvez ainsi accéder rapidement à chacune des étapes et la gérer directement depuis cette page.<br><br><strong>Options d'affichage:</strong> réduire ou agrandir tous les champs. Vous pouvez aussi réduire ou agrandir individuellement chaque champ.
hu: Ez a megjelenítési mód kiválóan használható az összes lépés egyszerre történő megjelenítéséhez. Ennek a célja, hogy gyors áttekintést adjon és lehetővé tegye az intézkedést minden lépés tekintetében.<br><br><strong>Megjelenítési opciók:</strong> a táblázat összes mezőjének becsukása vagy kinyitása egyszerre, hogy kezelhesse a képernyőn megjelenő dolgokat. Vegye figyelembe, hogy az egyes mezők egyenként is becsukhatók vagy kinyithatók.
pl: Ten tryb wyświetlania jest świetny do pokazania wszystkich swoich kroków razem. Został on zaprojektowany tak, aby pozwolić Ci bardzo szybko przejrzeć i podjąć działania na każdym kroku.<br><br><strong>Opcje wyświetlania:</strong>Zwiń lub rozwiń wszystkie pola w tabeli na raz, aby zarządzać tym, co jest wyświetlane na ekranie. Należy pamiętać, że każde pole może być zwinięte lub rozszerzone również indywidualnie.
pt: Este modo de visualização é ótimo para observar todos as etapas juntas. Ele foi construído para otimizar a visualização e tomada de decisão, para cada etapa.<br><br><strong>Opções de Visualização:</strong> recolha ou expanda todos os campos da tabela de uma só vez, para gerenciar o que é exibido na tela.Cada campo também pode ser recolhido ou expandido individualmente.
pt_pt: Este modo de visualização é adequado para poder ver todos os passos de uma só vez. Foi desenhado para que possa rever e alterar rapidamente cada passo.<br><br><strong>Mostrar Opções:</strong> ocultar ou expandir todos os campos da tabela ao mesmo tempo para gerir o que é mostrado no ecrã. Note que cada campo pode ser ocultado ou expandido individualmente também.
ru: Этот режим отображения отлично подходит для того, чтобы показать вам все ваши шаги вместе. Она предназначена для того, чтобы вы могли очень быстро просмотреть и принять меры на каждом шаге.<br><br><strong>Опции отображения:</strong> свернуть или развернуть все поля в таблице сразу, чтобы управлять тем, что отображается на экране. Обратите внимание, что каждое поле может быть свернуто или расширено по отдельности.

# Guide_TestExecution_mini_Title
source: Mini View
cs: Minimalistický pohled
de: Miniansicht
es: Vista en Miniatura
fi: Mininäkymä
fr: Vue compacte
hu: Mini nézet
pt: Visualização Simplificada
pt_pt: Vista Reduzida
ru: Мини-Вид

# Guide_TestExecution_mini_Content
source: The main view shows a full screen inspector. It maximizes the space dedicated to showing you information about the current step.<br><br><strong>Display Options:</strong> let you switch from inspector only to inspector with an iframe. This lets you test a webpage with the test information right next to it.
cs: Hlavní pohled zobrazuje inspektora na celé obrazovce. Maximalizuje prostor vyhrazený pro zobrazení informací o aktuálním kroku. <br> <br> <strong> Možnosti zobrazení: </strong> umožňuje přepnout z inspektora pouze na inspektora s iframe. To vám umožní otestovat webovou stránku s informacemi o testu hned vedle.
de: Die Hauptanzeige zeigt eine Vollbildansicht des Inspektors, wodurch Sie mehr Platz haben, um die Informationen über den aktuellen Schritt zu sehen.<br><br><strong>Anzeigeoptionen:</strong>Sie können mit einem IFrame nur zwischen Inspektoren wechseln. So können Sie eine Webseite testen und haben die nötigen Informationen direkt daneben.
es: La vista principal muestra un inspector en pantalla completa, maximizando el espacio dedicado a mostrarle información sobre el paso actual.<br><br><strong>Opciones de visualización:</strong>cambiar de inspector sólo a inspector con un iframe. Esto le permite probar una página web con la información de prueba al lado.
fi: Päänäkymä näyttää koko ruudun tarkastajan. Se maksomoi tämänhetkisen askeleen tietojen tilan näytöllä.<br><br><strong>Näyttövalinnat:</strong>Voit valita Tarkastajan ja tarkastaja iFramessa välillä. Tämä antaa mahdollisuuden testata Nettisivua siten että testitapaus on samalla rinnan auki.
fr: Le mode principal affiche l'inspecteur en plein écran, ce mode maximise la zone d'affichage des informations concernant l' étape en cours. <br><br><strong>Options d'affichage :</strong> vous permet de basculer entre le mode inspecteur et le mode inspecteur avec iframe. Ceci vous permet de tester une page web tout en affichant les informations du test.
hu: A főnézet egy teljes képernyős ellenőrzőt jelenít meg. Kinagyítja a jelenlegi lépésről szóló információknak szánt területet.<br><br><strong>Megjelenítési opciók:</strong> csak egy iframe-mel rendelkező ellenőrzőre válthat át egy ellenőrzőről Ezzel a weboldalt úgy tesztelheti, hogy a teszttel kapcsolatos információk közvetlenül mellette vannak.
pl: Główny widok pokazuje inspektora na pełnym ekranie. Maksymalnie zwiększa przestrzeń przeznaczoną na wyświetlanie informacji o bieżącym kroku.<br><br><strong>Opcje wyświetlania:</strong> pozwalają na przejście od inspektora tylko do inspektora z iframe. Pozwala to na przetestowanie strony internetowej z informacjami o testach tuż obok niej.
pt: A Visualização Simplificada mostra o inspetor em tela cheia. Ela maximiza o espaço dedicado às informações sobre a etapa atual. <br><br><strong>Opções de visualização:</strong> permitem alterar de Somente Inspetor para Inspetor em Moldura. Nesse modo, é possível testar uma página web com as informações sobre o teste ao lado.
pt_pt: A vista principal mostra uma zona de análise com ocupação total do ecrã. Maximiza o espaço dedicado à visualização da informação sobre o passo atual.<br><br><strong>Mostrar Opções:</strong> permite mudar de zona de análise para zona de análise numa iframe. Esta última permite testar uma página web, mantendo sempre presente a informação sobre o teste.
ru: В основном виде показан полноэкранный инспектор. Он максимизирует пространство, выделенное для показа информации о текущем шаге.<br><br><strong>Параметры отображения:</strong> позволяет переключиться с инспектора только на инспектор с ифреймом. Это позволяет вам протестировать веб-страницу с информацией о тестировании прямо рядом с ней.

# Guide_TestExecution_status_Title
source: Logging a Test Status
cs: Zalogování stavu testu
de: Protokollierung eines Teststatus
es: Registrar un Estado de Prueba
fi: Testauksen tilojen asettaminen
fr: Enregistrer un statut de test
hu: Egy tesztállapot naplózása
pl: Dziennikowanie statusu testu
pt: Registrando o Estado de um Teste
pt_pt: Atribuir um Estado a um Teste
ru: Регистрация состояния теста

# Guide_TestExecution_status_Content
source: You can log the status of a step in any view. You may be prompted to enter an "Actual Result" (e.g. if you are failing the step).<br><br><strong>Note: </strong> to add a result manually in the table view, click on the "+" button for that step.<br>You may be required to create an Incident at this time too.
cs: Stav kroku můžete zaznamenat v libovolném zobrazení. Může se zobrazit výzva k zadání „Skutečného výsledku“ (např. Pokud v daném kroku zadáte Selhalo). <br> <br> <strong> Poznámka: </strong> Chcete-li přidat výsledek ručně do tabulky, klikněte na „ Tlačítko + "pro daný krok. <br> Je možné, že budete požádáni o vytvoření Incidentu.
de: Sie können den Status eines Testschritts in jeder Ansicht protokollieren. Wenn der Schritt nicht erfolgreich ist, müssen Sie in dem Feld 'Tatsächliches Ergebnis' ein Ergebnis notieren.<br><br><strong>Beachten Sie:</strong> Wenn Sie ein Ergebnis in der Tabellenansicht manuell eingeben möchten, klicken Sie auf '+' Button dieses Testschritts.
es: Puede registrar el estado de un paso en cualquier vista.Si la prueba reprobó, debe introducir el resultado en el campo "Resultado Real".<br><br><strong>Observación: </strong> para agregar un resultado manualmente en la vista de tabla, haga clic en el botón "+" para el paso.
fi: Voit asettaa askeleen tilan missä tahansa näkymässä, Jos et ole hyväksymässä askelta, sinun täytyy kirjata "Todellinen tulos".<br><br><strong>Huomio:</strong>Kun lisäät manuaalisesti tuloksen taulukkonäkymässä, klikkaa "+" kyseisen stepin kohdalta.
fr: Vous pouvez enregistrer le statut d'une étape de test depuis n'importe quel mode d'affichage. Si l'étape de test n'est pas terminée, vous devez saisir un résultat pour le champ "Résultat Réel".<br><br><strong>Note : </strong> cliquez sur le bouton "+" pour ajouter manuellement la valeur en mode Vue par liste.
hu: Egy lépés állapotát bármelyik nézetben naplózhatja. Ha nem halad végig a lépésen, akkor az „Actual Result” mezőben kell megadni az eredményt.<br><br><strong>Megjegyzés: </strong>az eredmény táblázatos nézetben való manuális hozzáadásához kattintson a „+” gombra az adott lépésnél.
pl: W dowolnym widoku można zarejestrować status kroku. Jeśli nie przechodzisz przez ten krok, musisz wpisać wynik w polu "Actual Result".<br><br><strong>Uwaga: </strong> aby dodać wynik ręcznie w widoku tabeli, kliknij na przycisk "+" dla tego kroku.
pt: Você pode salvar o estado de um teste em qualquer modo de visualização. Se o teste reprovou, você pode inserir o resultado no campo "Resultado Real".<br><br><strong>Nota: </strong> para adicionar um resultado manualmente na visualização em tabela, clique no botão "+", na etapa desejada.
pt_pt: Pode atribuir um estado a um passo em qualquer vista. Se o passo não teve sucesso, tem que indicar o resultado no campo "Resultado Atual".
ru: Вы можете записать статус шага в любой вид. Если вы не проходите этот шаг, вам нужно ввести результат в поле "Актуальный результат".<br><br><strong>Заметка: </strong>, чтобы добавить результат вручную в табличном представлении, нажмите на кнопку "+" для этого шага.

# Guide_TestExecution_screenshot_Title
source: Saving a screenshot
cs: Uložení snímku obrazovky
de: Screenshot speichern
es: Guardar una Captura de Pantalla
fi: Tallenna kuvaruutukopio
fr: Enregistrer une copie d'écran
hu: Képernyőkép mentése
pl: Zapisywanie zrzutu ekranu
pt: Salvando uma Captura de Tela
pt_pt: A gravar uma imagem do ecrã
ru: Сохранение скриншота

# Guide_TestExecution_screenshot_Content
source: Paste the image directly into the 'Actual Result' text editor.<br><br>This will upload and save the image, and make sure the image is properly referenced in the textbox as well.
cs: Vložte obrázek přímo do textového pole „Skutečný výsledek“. <br> <br> Tím se nahraje a uloží obrázek a zajistí se správný odkaz na obrázek i v textovém poli.
de: Fügen Sie den Screenshot direkt in den Texteditor für das 'Tatsächliche Ergebnis' ein.<br><br>Dadurch wird das Bild korrekt hochgeladen und gespeichert. Es wird außerdem sichergestellt, dass das Bild korrekt in der Textbox referenziert wird.
es: Pegue la imagen directamente en el editor de texto de "Resultado Real".<br><br>Esto cargará y guardará la imagen. Asegúrese de que la imagen también tiene referencia en el cuadro de texto.
fi: Liitä kuva suoraan 'Todellinen tulos' tekstin lomaan.<br><br>Tämä lataa ja tallettaa kuvan ja varmistaa että kuvan kommentit tekstieditorissa on oikein kohdistettu.
fr: Copie l'image directement dans la zone "Résultat Réel".<br><br> L'image est enregistrée et associée au texte.
hu: A képet közvetlenül az „Actual Result” szövegszerkesztőbe illessze be.<br><br>Ezzel feltölti és elmenti a képet, majd ellenőrizze, hogy a kép megfelelően van-e behivatkozva a szövegdobozban.
pl: Wklej obrazek bezpośrednio do edytora tekstowego 'Actual Result'.<br><br>Spowoduje to przesłanie i zapisanie obrazu, a także upewni się, że w polu tekstowym znajduje się odpowiedni odnośnik.
pt: Cole a imagem diretamente no texto do campo "Resultado Real".<br><br> Desse modo, a imagem será enviada e salva. Certifique-se também de referenciar a imagem corretamente no campo de texto.
pt_pt: Cole a imagem diretamente no editor de texto "Resultado Atual". <br> <br> A imagem será carregada e gravada. Certifique-se de que a imagem esteja devidamente referenciada na caixa de texto também.
ru: Вставьте изображение непосредственно в текстовый редактор 'Actual Result'.<br><br>Это позволит загрузить и сохранить изображение, а также убедиться, что на него есть правильные ссылки в текстовом поле.

# Messenger_NewMessageFrom
source: New message from
cs: Nová zpráva od
de: Neue Nachricht von
es: Nuevo mensaje de
fi: Uusi viesti käyttäjältä
fr: Nouveau message de :
hu: Új üzenet ettől
pl: Nowa wiadomość od
pt: Nova mensagem de
pt_pt: Nova mensagem de
ru: Новое сообщение от
