Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# LoginOAuth_NotAdmin
source: User "administrator" cannot connect to Oauth
cs: Uživatel 'administrator' se nemůže připojit k Oauth
de: Benutzer "Administrator" kann keine Verbindung zu Oauth herstellen
es: El usuario "administrador" no puede conectarse a Oauth
fr: L'utilisateur "Administrateur" ne peut pas se connecter avec Oauth
pl: Użytkownik "administrator" nie może połączyć się z Oauth
pt: O usuário "administrador" não pode se conectar ao Oauth
ru: Пользователь "администратор" не может подключиться к Oauth.

# Admin_UserDetailsEdit_LdapDnRequired
source: You need to enter a value for the new LDAP DN!
cs: Musíte zadat hodnotu pro nový LDAP DN!
de: Sie müssen einen Wert für die neue LDAP-DN eingeben!
es: Debe ingresar un valor para el nuevo LDAP DN!
fr: Vous devez choisir une valeur pour le nouveau LDAP DN !
pl: Musisz wprowadzić wartość dla nowego DN LDAP!
pt: Você precisa informar um valor para o novo LDAP DN!
ru: Вам необходимо ввести значение для нового LDAP DN!

# ListPage_ExportToReport_MaxLengthExceeded
source: You have selected too many artifacts to export. Please select fewer than {0} and try again.
cs: Vybrali jste příliš mnoho artefaktů k exportu. Vyberte méně než {0} a zkuste to znovu.
de: Sie haben zu viele Artefakte für den Export ausgewählt. Bitte wählen Sie weniger als {0} und versuchen Sie es erneut.
es: Ha seleccionado demasiados artefactos para exportar. Seleccione menos de {0} e intente nuevamente.
fr: Vous avez sélectionné trop d'objets, veuillez en choisir moins de {0} and réessayer.
pt: Você selecionou muitos artefatos para exportar. Por favor, selecione menos de {0} e tente novamente.

# TestRun_ChooseTestToRun
source: Test to Run
cs: Spustit test
de: Auszuführender Test
es: Prueba para Ejecutar
fr: Test à exécuter
pt: Teste para Executar

# TestRun_ExecuteNewTest
source: Start new test run
cs: Spustit nový Běh testů
de: Neuen Testlauf starten
es: Iniciar nueva ejecución de prueba
fr: Commencer l'exécution du nouveau test
pt: Iniciar nova execução de teste

# TestRun_ExistingPendingForUseAndTestId
source: You have pending test runs for the chosen test
cs: Pro vybraný test máte čekající Běhy testů
de: Sie haben ausstehende Testläufe für den gewählten Test
es: Tienes pruebas pendientes para la prueba elegida
fr: Il reste des exécutions en attente pour le test
pt: Você tem execuções de teste pendentes para o teste escolhido

# TestRun_ExistingPendingForUseAndTestId_info
source: You can: run a test case from the beginning (start a new test run); or pick a recent pending test run. To see all of your pending test runs, navigate to the My Page.
cs: Můžete: spustit Testovací Případ od začátku (spustit nový Běh testu); nebo vyberte poslední probíhající Běh testu. Chcete-li zobrazit všechny nedokončené Běhy testu, přejděte na stránku Moje stránka.
de: Sie können: einen Testfall von Anfang an ausführen (einen neuen Testlauf starten); oder einen kürzlich ausgeführten Testlauf auswählen. Um alle Ihre ausstehenden Testläufe zu sehen, navigieren Sie zu Meine Seite.
es: Puede: ejecutar un caso de prueba desde el principio (iniciar una nueva ejecución de prueba); o elija una ejecución de prueba pendiente reciente. Para ver todas sus ejecuciones de prueba pendientes, vaya a Mi Página.
fr: Vous pouvez exécuter un scénario de test (nouvelle exécution) ou reprendre l'exécution d'un test.
pt: Você pode: executar um caso de teste desde o início (iniciar nova execução de teste); ou escolha uma execução de teste pendente recente. Para ver todas as suas execuções de teste pendentes, navegue até Minha Página.

# Global_NoDataToDisplay
source: Sorry, there is no data to display
cs: Litujeme, nejsou k dispozici žádná data k zobrazení
de: Entschuldigung, es sind keine Daten für Anzeige vorhanden
es: Lo sentimos, no hay datos para mostrar
fr: Pas de données à afficher
pt: Desculpe, não existem dados para exibir

# Dashboards_Legend_AheadOfSchedule_Tooltip
source: The percentage of completed requirements is greater than the percentage of the schedule that has elapsed
cs: Procento dokončených požadavků je větší než procento harmonogramu, který uplynul
de: Der Prozentsatz der erledigten Anforderungen ist größer als der Prozentsatz des verstrichenen Zeitplans
es: El porcentaje de requisitos completados es mayor que el porcentaje del cronograma que ha transcurrido
fr: Le pourcentage des besoins achevés est supérieur au pourcentage du calendrier qui s'est écoulé
pt: A porcentagem de requerimentos concluídos é maior do que a porcentagem decorrida do cronograma

# Dashboards_Legend_BehindSchedule_Tooltip
source: The percentage of completed requirements is less than the percentage of the schedule that has elapsed
cs: Procento dokončených požadavků je menší než procento harmonogramu, který uplynul
de: Der Prozentsatz der erfüllten Anforderungen ist geringer als der Prozentsatz des verstrichenen Zeitplans
es: El porcentaje de requisitos completados es menor que el porcentaje del cronograma que ha transcurrido
fr: Le pourcentage des besoins achevés est inférieur au pourcentage du calendrier qui s'est écoulé
pt: A porcentagem de requerimentos concluídos é menor do que a porcentagem decorrida do cronograma

# Dashboards_Legend_Completed_Tooltip
source: All requirements included against the release / in releases in this workspace are complete
cs: Všechny Požadavky zahrnuté ve Verzích v tomto workflow jsou dokončené
de: Alle Anforderungen, die in diesem Release / diesen Releases in diesem Arbeitsbereich enthalten sind, sind vollständig
es: Todos los requisitos incluidos en la(s) release(s) en este espacio de trabajo están completos
fr: Tous les besoins inclus dans la/les version/s de cet espace de travail sont satisfaits.
pt: Todos os requisitos incluídos no(s) release(s) neste espaço de trabalho estão completos

# Dashboards_Legend_Late_Tooltip
source: The workspace or any of its children (if relevant) is running late. For a workspace itself to be late, its requirements are not yet all complete, but its end date has already passed
cs: Workflow nebo kterákoli jeho část (je-li k dispozici) má zpoždění. Samotné workflow je ve spoždění, kdy požadavky ještě nejsou všechny úplné, ale jeho datum ukončení již uplynulo
de: Der Arbeitsbereich oder, falls vorhanden einer seiner Unterbereiche ist verzögert. Wenn ein Arbeitsbereich verzögert ist, sind seine Anforderungen noch nicht alle erfüllt, aber sein Enddatum ist bereits überschritten.
es: El espacio de trabajo o cualquiera de sus elementos secundarios (si corresponde) se está retrasando. Para que un espacio de trabajo se retrase, sus requisitos aún no están completos, pero su fecha de finalización ya ha pasado
fr: L'espace de travail (ou l'un de ses enfants) est en retard. Un espace de travail lui-même est en retard si ses besoins ne sont pas encore tous terminés et si sa date de fin est déjà passée.
pt: O espaço de trabalho ou qualquer um de seus filhos (se relevante) está atrasado. Para que um espaço de trabalho se atrase, seus requerimentos ainda não estão todos completos e sua data de término já passou

# Dashboards_Legend_OnSchedule_Tooltip
source: The percentage of completed requirements is broadly the same as the percentage of the schedule that has elapsed
cs: Procento splněných požadavků je zhruba stejné jako procento harmonogramu, který uplynul
de: Der Prozentsatz der vollständigen Anforderungen entspricht im Großen und Ganzen dem Prozentsatz des verstrichenen Zeitplans
es: El porcentaje de requisitos completados es, en general, el mismo que el porcentaje del cronograma que ha transcurrido.
fr: Le pourcentage des besoins résolus est globalement le même que le pourcentage du calendrier qui s'est écoulé.
pt: A porcentagem de requerimentos concluídos é praticamente igual a porcentagem decorrida do cronograma

# SystemInfo_DeleteSampleDataConfirm
source: Do you really want to delete all sample data? This will attempt to delete all sample products, programs (except the default), portfolios, and users. Please note that the root administrator (with username "adminstrator" and an ID of "1") will not be deleted.
cs: Opravdu chcete smazat všechna vzorová data? Tako akce odstraní všechny ukázkové produkty, programy (kromě výchozích), portfolia a uživatele. Pamatujte, že administrátor (s uživatelským jménem „adminstrator“ a ID „1“) nebude smazán.
de: Wollen Sie wirklich alle Beispieldaten löschen? Es wird versucht, alle Beispielprodukte, Programme (mit Ausnahme der Standardeinstellung), Portfolios und Benutzer zu löschen. Bitte beachten Sie, dass der Systemadministrator (mit dem Benutzernamen "adminstrator" und einer ID von "1") nicht gelöscht wird.
es: Realmente desea eliminar todos los datos de muestra? Esto intentará eliminar todos los productos de muestra, programas (excepto el predeterminado), portafolios y usuarios. Tenga en cuenta que el administrador raíz (con el nombre de usuario "adminstrador" y una ID de "1") no se eliminarán.
fr: Etes-vous sûr de vouloir supprimer les données échantillon ? L'opération supprimera tous les exemples de produits, programmes (sauf ceux par défaut), portfolios et utilisateurs. Veuillez noter que l'administrateur principal (avec le nom d'utilisateur "administrator" et un ID "1") ne sera pas supprimé.
pt: Deseja realmente excluir todos os dados de amostra? Essa ação tentará excluir todas as amostras de produtos , programas (exceto o padrão), portfólios e usuários. Observe que o administrador raiz (com o nome de usuário "adminstrador" e um ID "1") não será excluído.

# SystemInfo_DeleteSampleData
source: Delete Sample Data
cs: Odstranit vzorová data
de: Beispieldaten löschen
es: Eliminar Datos de Muestra
fr: Supprimer les données échantillon
pt: Excluir Dados de Amostra

# InAppHelp_Chart_Program_ProjectTestSummary
source: This table shows each product in the program, together with the number of test cases, tests executed (runs), and the proportion of tests that have passed, failed, blocked, caution or not run. In addition, for each product it also shows the number of open incidents and the priority distribution of them.
cs: Tato tabulka zobrazuje každý produkt v programu, spolu s počtem testovacích případů, vykonaných testů (běhů) a podílem testů, které prošly, selhaly, byly zablokovány, skončily ve stavu Pozor, nebo nebyly spuštěny. Kromě toho u každého produktu také zobrazuje počet otevřených incidentů a jejich prioritní rozdělení.
de: Diese Tabelle zeigt jedes Produkt im Programm, zusammen mit der Anzahl der Testfälle, der ausgeführten Tests (Läufe) und dem Anteil der Tests, die bestanden, nicht bestanden, blockiert, mit Achtung behandelt oder nicht ausgeführt wurden. Darüber hinaus zeigt sie für jedes Produkt auch die Anzahl der offenen Vorfälle und deren Prioritätsverteilung.
es: Esta tabla muestra cada producto en el programa, junto con el número de casos de prueba, pruebas ejecutadas (ejecuciones) y la proporción de pruebas que han aprobado, reprobado, bloqueado, precaución o no ejecutado. Además, para cada producto también muestra el número de incidentes abiertos y la distribución prioritaria de los mismos.
fr: Ce tableau détaille les produits du programme, le nombre de cas de test, les tests exécutés (exécutions) et la proportion de tests réussis, échoués, bloqués, mis en attente ou non exécutés. Il donne également le nombre d'incidents ouverts et les priorités dans chaque produit.
pt: Esta tabela mostra cada produto no programa, juntamente com o número de casos de teste, testes executados e a proporção de testes que foram aprovados, falharam, foram bloqueados, requerem atenção ou não foram executados. Além disso, para cada produto, também mostra o número de incidentes abertos e a distribuição prioritária deles.

# Global_NameRequired
source: Enter a Name
cs: Zadejte jméno
de: Einen Namen eingeben
es: Ingresa un Nombre
fr: Saisissez un nom
pt: Informe um nome

# TestCaseExecution_ActualResultNeeded
source: You need to enter the Actual Result to record this Test Step! Enter the result, then click the button below to confirm.
cs: Abyste mohli zaznamenat tento testovací krok, musíte zadat Skutečný výsledek! Zadejte výsledek a potvrďte kliknutím na tlačítko níže.
de: Sie müssen das tatsächliche Ergebnis eingeben, um diesen Testschritt aufzuzeichnen! Geben Sie das Ergebnis ein und klicken Sie dann zur Bestätigung auf die Schaltfläche unten.
es: Debe ingresar el resultado real para registrar este paso de prueba! Ingrese el resultado, luego haga clic en el botón de abajo para confirmar.
fr: Vous devez entrer le Résultat Réel pour enregistrer l'étape de test. Veuillez saisir la valeur du résultat et cliquer sur le bouton pour confirmer.
pt: Você precisa inserir o Resultado Real para registrar esta etapa de teste! Digite o resultado e clique no botão abaixo para confirmar.

# TestCaseExecution_ActualResultNeededPassAll
source: You need to enter an Actual Result for EVERY test step before you can Pass All. Please review all steps, add any missing actual results, then try to Pass All again.
cs: Abyste mohli zaznamenat tento testovací krok, musíte zadat Skutečný výsledek! Zadejte výsledek a potvrďte kliknutím na tlačítko níže.
de: Sie müssen ein tatsächliches Ergebnis für JEDEN Testschritt eingeben, bevor Sie "Alle bestanden" klicken können. Bitte überprüfen Sie alle Schritte, fügen Sie alle fehlenden tatsächlichen Ergebnisse hinzu und versuchen Sie dann erneut, "Alle bestanden" zu klicken.
es: Debe ingresar un Resultado Real para CADA paso de prueba antes de que pueda aprobar todo. Revise todos los pasos, agregue los resultados reales que faltan y luego intente aprobar todo nuevamente.
fr: Vous devez entrer le Résultat Réel pour chaque étape de test pour pouvoir continuer. Veuillez vérifier chacune des étapes et ajouter les résultats manquants.
pt: Você precisa inserir um Resultado Real para TODAS as etapas do teste antes de aprovar tudo. Revise todas as etapas, adicione os resultados reais ausentes e tente aprovar tudo novamente.

# TestCaseExecution_IncidentEntryInvalid
source: Please fill in all required field (including the Name) to add this incident
cs: Chcete-li přidat tento Incident, vyplňte všechna povinná pole (včetně jména)
de: Bitte füllen Sie alle erforderlichen Felder aus (einschließlich des Namens), um diesen Vorfall hinzuzufügen.
es: Por favor, complete todos los campos obligatorios (incluido el Nombre) para agregar este incidente
fr: Veuillez compléter tous les champs (y compris le nom) pour pouvoir ajouter l'incident.
pt: Preencha todos os campos obrigatórios (incluindo o Nome) para adicionar este incidente

# PlanningBoard_CollapseAll
source: Collapse All
cs: Sbalit vše
de: Alle ausblenden
es: Contraer todo
fr: Tout réduire
pt: Recolher Tudo

# PlanningBoard_ExpandAll
source: Expand All
cs: Rozbalit vše
de: Alle erweitern
es: Expandir todo
fr: Tout développer
pt: Expandir Tudo

# PlanningGrid_Available_HoursTooltip
source: Available hours is the same as the Planned Effort value for this release
cs: Dostupné hodiny jsou stejné jako hodnota Plánované úsilí pro tuto Verzi
de: Die verfügbaren Stunden entsprechen dem Wert für den geplanten Aufwand für dieses Release
es: El valor de horas disponibles es el mismo que el valor del esfuerzo planificado para esta release
fr: Le nombre d'heures disponibles est identique à l'effort planifié pour cette version.
pt: Horas Disponíveis são iguais ao valor do Esforço Planejado para este release

# PlanningGrid_Available_PointsTooltip
source: Available points is the same as the Planned Points for this release
cs: Dostupné body jsou stejné jako hodnota Plánované úsilí pro tuto Verzi
de: Die verfügbaren Punkte sind die gleichen wie die geplanten Punkte für dieses Release.
es: Los puntos disponibles son los mismos que los puntos planificados para esta release
fr: Le nombre de points disponibles est identique aux points planifiés pour cette version.
pt: Os pontos disponíveis são iguais aos pontos planejados para este release

# PlanningGrid_Remaining_HoursTooltip
source: Remaining hours is calculated as available minus utilized hours
cs: Zbývající hodiny se počítají jako dostupné mínus využité hodiny
de: Die verbleibenden Stunden werden als verfügbare Stunden abzüglich der verbrauchten Stunden berechnet.
es: Las horas restantes se calculan como las disponibles menos las horas utilizadas
fr: Le nombre d'heures restantes est égal au nombre d'heures disponibles moins le nombre d'heures utilisées.
pt: As horas restantes são calculadas como as horas disponíveis menos as horas utilizadas

# PlanningGrid_Remaining_PointsTooltip
source: Remaining points is calculated as available minus utilized points
cs: Zbývající body se počítají jako dostupné mínus využité body
de: Verbleibende Punkte werden berechnet als verfügbare Punkte abzüglich der verbrauchten Punkte
es: Los puntos restantes se calculan como los disponibles menos los puntos utilizados
fr: Le nombre de points restants est égal au nombre de points disponibles moins le nombre de points utilisés.
pt: Os pontos restantes são calculados como os pontos disponíveis menos os pontos utilizados

# PlanningGrid_Utilized_HoursTooltip
source: Utilized hours is the same as the Projected Effort value for this release
cs: Využité hodiny jsou stejné jako hodnota Plánované úsilí pro tuto verzi
de: Die verbrauchten Stunden entsprechen dem Wert des geplanten Aufwands für dieses Release
es: Las horas utilizadas son las mismas que el valor del esfuerzo proyectado para esta release
fr: Le nombre d'heures utilisées est identique à la valeur de l'effort projeté pour cette version.
pt: As horas utilizadas são iguais ao valor do Esforço Projetado para este release

# PlanningGrid_Utilized_PointsTooltip
source: Utilized points is the same as the Requirement Points value for this release
cs: Využité body jsou stejné jako hodnota Požadovaných bodů pro tuto Verzi
de: Benutzte Punkte entspricht dem Wert der Anforderungspunkte für dieses Release
es: Los puntos utilizados son los mismos que el valor de Puntos Requeridos para esta release
fr: Le nombre de points utilisés est identique aux points de besoin pour cette version.
pt: Os pontos utilizados são iguais ao valor dos Pontos de Requerimento para este release

# GlobalNavigation_TooltipRevision
source: View the commit history for all of the product's source code and explore the specific changes made in each commit.
es: Vea el historial de commits de todo el código fuente del producto y explore los cambios específicos realizados en cada commit.
pt: Visualize o histórico de commits para todo o código-fonte do produto e explore as mudanças específicas feitas em cada commit.

# SourceCode_Additions
source: Additions
es: Adiciones
fr: Ajouts
pt: Adições

# SourceCode_Changes
source: Changes
es: Cambios
fr: Modifications
pt: Mudanças

# SourceCode_Deletions
source: Deletions
es: Eliminaciones
fr: Suppressions
pt: Exclusões

# SourceCode_Diff_SplitView
source: Split
es: Separar
fr: Fractionné
pt: Dividir

# SourceCode_Diff_UnifiedView
source: Unified
es: Unificado
fr: Unifié
pt: Unificado

# SourceCode_NoDifferenceBetweenRevisions
source: There are no differences to display
es: No hay diferencias para mostrar
fr: Pas de différences
pt: Não há diferenças para exibir

# SourceCode_RecentCommits
source: Recent Commits
es: Commits recientes
fr: Commits récents
pt: Commits recentes

# Admin_DataTools_Success
source: Successfully completed operation.
es: Operación completada con éxito.
fr: Opération effectuée.
pt: Operação concluída com sucesso.

# Documents_FilenameRequired
source: You need to specify a filename for this document!
es: Debe especificar un nombre de archivo para este documento!
fr: Veuillez spécifier un nom pour le fichier.
pt: Você precisa especificar um nome de arquivo para esse documento!

# SourceCode_Diff_CollapseTooltip
source: Collapse the view to only show the lines that have changed
es: Contraer la vista para mostrar solo las líneas que han cambiado
fr: Réduire la vue pour ne montrer que les changements
pt: Recolher a vista para mostrar apenas as linhas que mudaram

# SourceCode_Diff_ExpandTooltip
source: Expand the view to show all lines of the file
es: Expanda la vista para mostrar todas las líneas del archivo.
fr: Augmenter la vue pour montrer toutes les lignes
pt: Expandir a vista para mostrar todas as linhas do arquivo

# PullRequests_DefaultName
source: Merge '{0}' into '{1}'
es: Incorpore '{0}' con '{1}'
fr: Merge '{0}' dans '{1}'
pt: Mesclar '{0}' em '{1}'

# TestSetDetails_ParamatersNoneToAdd
source: There are no parameters you can add to this test set
es: No hay parámetros que pueda agregar a este conjunto de prueba
fr: Il n'y a pas de paramètres pouvant être ajoutés à cet ensemble de tests.
pt: Não há parâmetros que você possa adicionar a este conjunto de teste

# GlobalNavigation_TooltipPullRequest
source: Manage and view all current pull request tasks. Use pull requests to structure your code review processes, so that only approved code can be merged into your build pipelines.
es: Administre y vea todas las tareas de pull request actuales. Use pull requests para estructurar sus procesos de revisión de código, de modo que solo el código aprobado se pueda combinar en sus canales de compilación.
fr: Voir et gérer toutes les demandes de Pull Requests. Utilisez les pull requests pour structurer les processus de revue de code.
pt: Gerenciar e visualizar todas as tarefas de pull request atuais. Use pull requests para estruturar seus processos de revisão de código, de modo que apenas o código aprovado possa ser mesclado em seus pipelines de construção.

# PullRequests_DestBranchNeeded
source: You need to choose the branch being merged TO!
es: Debe elegir la rama que se fusionará con!
fr: Veuillez choisir la branche vers laquelle effectuer le merge.
pt: Você precisa escolher a branch que está será mesclada com isso!

# PullRequests_DifferentBranchesNeeded
source: You need to choose different FROM and TO branches!
es: Debe elegir diferentes ramas DESDE y A!
fr: Le merge doit se faire vers une branche différente.
pt: Você precisa escolher diferentes branches como DE e PARA!

# PullRequests_NameNeeded
source: You need to provide a Pull Request name!
es: Debe proporcionar un nombre de Pull Request!
fr: Veuillez choisir un nom pour le Pull Request.
pt: Você precisa fornecer um nome para o pull request!

# PullRequests_SourceBranchNeeded
source: You need to choose the branch being merged FROM!
es: Debe elegir la rama DE la que se fusionará!
fr: Veuillez choisir la branche depuis laquelle effectuer le merge.
pt: Você precisa escolher o branch que para o campo DE!

# Global_SelectUserFromList
source: You need to select a user from the list!
es: Debe seleccionar un usuario de la lista!
fr: Veuillez choisir un utilisateur dans la liste.
pt: Você precisa selecionar um usuário da lista!

# FormValidation_FillInRequiredFields
source: Please fill in all required fields
es: Por favor, rellene todos los campos obligatorios
fr: Veuillez fournir l'ensemble des valeurs.
pt: Por favor, preencha todos os campos obrigatórios

# AjxFormManager_UnsavedChanges
source: You have unsaved changes. Are you sure you want to continue?
es: Tiene cambios sin guardar. Estás seguro de que quieres continuar?
fr: Vous n'avez pas sauvegardé vos modifications. Etes-vous sûr de vouloir continuer ?
pt: Você tem alterações não salvas. Tem certeza de que deseja continuar?

# HierarchicalDocument_EditingTitle
source: Editing {0} item(s), with {1} unsaved change(s)
es: Editando {0} elemento(s), con {1} cambios sin guardar
fr: Mise à jour de {0} objet(s), avec {1} modification(s) non sauvegardée(s)
pt: Editando {0} iten(s), com {1} alteração(ões) não salvas

# HierarchicalDocument_OutlineCode
source: Outline Numbers
es: Números de Temas
fr: Numérotation
pt: Números dos Tópicos
