Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# GlobalFunctions_SpinnerText
source: Loading...
cs: Načítání ...
de: Laden…
es: Cargando ...
fi: Ladataan ...
fr: Chargement en cours…
hu: Betöltés...
pl: Ładowanie...
pt: Carregando...
pt_pt: A carregar...
ru: Загрузка...
zh_hans: 正在加载...
zh_hant: 載入中…

# FileArtifactUploadDialog_ScreenshotFilenameRequired
source: You need to enter a filename for the screenshot
cs: Je třeba zadat název souboru pro snímek obrazovky
de: Sie müssen einen Dateinamen für den Screenshot vergeben.
es: Es necesario introducir un nombre de archivo para la captura de pantalla
fi: Sinun täytyy syöttää tiedostonimi kuvaruutukaappaukselle
fr: Vous devez entrer un nom de fichier pour la capture d'écran
hu: A képernyőkép nevének megadása kötelező
pl: Podaj nazwę pliku dla zrzutu ekranu
pt: Você precisará digitar um nome para o arquivo de captura de tela
pt_pt: Tem que inserir um nome de ficheiro para a captura de ecrã
ru: Для скриншота необходимо ввести имя файла.
zh_hans: 您需要输入一个文档名到截图
zh_hant: 您必須輸入截圖的檔案名稱

# FileArtifactUploadDialog_ScreenshotFilenameWrongExtension
source: The screenshot filename needs to have a .png extension
cs: Název snímku musí mít příponu .png.
de: Der Dateiname des Screenshots muss die Endung .png haben.
es: El nombre del archive debe tener extension .png
fi: Kuvaruutukaappauksen tiedostonimellä pitää olla .Png tarkenne
fr: L’extension du fichier capture d'écran doit être de type .Png
hu: A képernyőkép nevének .png kiterjesztésűnek kell lennie
pl: Nazwa pliku musi mieć rozszerzenie .png
pt: O nome do arquivo de captura de tela deve possuir uma extensão .png
pt_pt: O nome do ficheiro de imagem deve ter uma extensão .png
ru: Имя файла скриншота должно иметь расширение .png.
zh_hans: 屏幕截图文档名需要有.png 扩展名
zh_hant: 螢幕截圖檔案名稱必須含 .png 副檔名

# FileArtifactUploadDialog_SupaClipboardContentUnsupported
source: The clipboard does not contain a supported image format.
cs: Schránka neobsahuje podporovaný formát obrázku.
de: Die Zwischenablage enthält kein unterstütztes Bildformat.
es: El portapapeles no contiene un formato de imagen compatible.
fi: Leikepöytä ei sisällä kuvaa tuetussa formaatissa.
fr: Le presse-papiers ne contient pas un format d'image pris en charge.
hu: A vágólap nem tartalmaz támogatott képformátumot.
pl: Schowek nie zawiera obsługiwanych formatów obrazu.
pt: A área de transferência não contém um formato de imagem suportado.
pt_pt: A área de transferência não contém um formato de imagem suportado.
ru: Буфер обмена не содержит поддерживаемого формата изображения.
zh_hans: 剪贴板中不包含受支持的图像格式。
zh_hant: 剪貼簿中不包含支援的圖像格式。

# FileArtifactUploadDialog_SupaClipboardEmpty
source: The clipboard is empty.
cs: Schránka je prázdná.
de: Die Zwischenablage ist leer.
es: El portapapeles está vacío.
fi: Leikepöytä on tyhjä.
fr: Le presse-papiers est vide.
hu: A vágólap üres.
pl: Schowek jest pusty.
pt: A área de transferência está vazia.
pt_pt: A área de transferência está vazia.
ru: Буфер обмена пуст.
zh_hans: 剪贴板是空的。
zh_hant: 剪貼板是空的。

# FileArtifactUploadDialog_SupaClipboardErrorCodeUnknown
source: Error! Unfortunately, no error message is implemented for error code:
cs: Chyba! Bohužel, žádná chybová zpráva není přiřazena pro kód chyby:
de: Fehler! Leider ist keine Fehlermeldung für den Fehlercode implementiert:
es: Error! Por desgracia no hay descripción de error que se aplique al código de error:
fi: Virhe! Valitettavasti mitään virheilmoitusta ei ole toteutettu virhekoodille:
fr: Erreur ! Aucun message n’est défini pour le code d'erreur :
hu: Hiba! Sajnos nincs hibaüzenet a hibakódhoz:
pl: Błąd! Niestety żaden komunikat nie jest zaimplementowany dla błędu o tym kodzie:
pt: Erro! Infelizmente, nenhuma mensagem de erro existe para o código de erro:
pt_pt: Erro! Infelizmente, nenhuma mensagem de erro está implementada para o código de erro:
ru: Ошибка! К сожалению, для кода ошибки не реализовано ни одного сообщения об ошибке:
zh_hans: 错误 ！不幸的是，没有错误消息被实施的错误代码：
zh_hant: 錯誤 ！很遺憾，此錯誤訊息仍未被實作。錯誤代碼：

# FileArtifactUploadDialog_SupaClipboardUnknownError
source: Unexpected error. See the Java-Applet-Console for details.
cs: Nečekávaná položka. Pro více informací zkontrlujte Java-Applet konzoli
de: Unerwarteter Fehler. Weitere Details finden Sie in der Java-Applet-Konsole.
es: Error inesperado. Vea la consola del Applet Java para obtener más detalles.
fi: Odottamaton virhe. Katso Java-applet-Consolesta lisätietoja.
fr: Erreur inconnue. Voir l'Applet Java-console pour plus de détails.
hu: Váratlan hiba. Lásd a Java-applet-konzolt a részletekért.
pl: Nieoczekiwany błąd. Zobacz szczegóły Java-Applet-Console.
pt: Erro inesperado. Consulte o console da aplicação Java para obter detalhes.
pt_pt: Erro inesperado. Consulte a Java-Applet-Console para obter detalhes.
ru: Неожиданная ошибка. Подробности см. в Java-Applet-Console.
zh_hans: 发生意外的错误。请参阅Java 小程序控制台的详细信息。
zh_hant: 無法預期的錯誤。請參閱 Jave-Applet 控制台的詳細資訊。

# FileArtifactUploadDialog_SupaInternalException
source: Internal exception:
cs: Interní výjimka:
de: Interne Ausnahme:
es: Excepción interna:
fi: Sisäinen poikkeus:
fr: Exception interne :
hu: Belső kivétel:
pl: Wyjątek wewnętrzny:
pt: Exceção interna:
pt_pt: Exceção interna:
ru: Внутреннее исключение:
zh_hans: 内部异常：
zh_hant: 內部錯誤：

# FileArtifactUploadDialog_SupaNotLoadedYet
source: Supa-Applet not loaded yet.
cs: Supa-Applet ještě není načten.
de: Supa-Applet noch nicht geladen.
es: El Supa-Applet aún no ha cargado.
fi: Supa-applet ei ole vielä ladattu.
fr: Supa-Applet non chargé.
hu: A Supa-Applet nem töltött még be.
pl: Supa-aplet nie jest jeszcze załadowany.
pt: Supa-Applet ainda não carregado.
pt_pt: Supa-Applet ainda não está carregada.
ru: Суп-апплет еще не заряжен.
zh_hans: Supa小程序尚未加载。
zh_hant: Supa-Applet 仍未載入。

# FileArtifactUploadDialog_SupaPasteImageFirst
source: Please paste an image first!
cs: Nejdříve prosím vložte obrázek.
de: Bitte fügen Sie zuerst ein Bild ein!
es: Por favor, primero pegue una imagen!
fi: Liitä kuva ensin!
fr: Veuillez auparavant ajouter une image !
hu: Kérem először illesszen be egy képet!
pl: Wklej najpierw obraz!
pt: Por favor, cole uma imagem antes!
pt_pt: Por favor, cole primeiro uma imagem!
ru: Пожалуйста, сначала вставьте изображение!
zh_hans: 请首先粘贴一张图像
zh_hant: 請先貼上一個圖片

# GlobalFunctions_DefaultErrorMessage
source: Please check Application Event log for detailed message.
cs: Pro více informací zkontrolujte protokol událostí (Application Event log).
de: Bitte überprüfen Sie das Anwendungsprotokoll für eine detaillierte Meldung.
es: Por favor, revise el registro de eventos de aplicación para detalles del mensaje.
fi: Tarkista yksityiskohtainen ​​viesti sovelluksen tapahtumalokista.
fr: Veuillez consulter le journal « Application Event log » pour plus d'information.
hu: Kérjük, ellenőrizze az Alkalmazás eseménynaplóját részletes információért.
pl: Proszę sprawdzić dziennik zdarzeń aplikacji w celu uzyskania szczegółowego komunikatu.
pt: Por favor, verifique o log de eventos do aplicativo para a mensagem detalhada.
pt_pt: Por favor, verifique o log de eventos da aplicação para obter uma mensagem detalhada.
ru: Пожалуйста, проверьте журнал регистрации событий приложения для получения подробного сообщения.
zh_hans: 请检查「应用程序事件」日志中的详细消息。
zh_hant: 請至應用程式事件紀錄的檢查詳細訊息

# GlobalFunctions_DefaultErrorType
source: System Error
cs: Systémová chyba
de: Systemfehler
es: Error del sistema
fi: Järjestelmävirhe
fr: Erreur système
hu: Rendszerhiba
pl: Błąd systemowy
pt: Erro do sistema
pt_pt: Erro do sistema
ru: Системная ошибка
zh_hans: 系统错误
zh_hant: 系統錯誤

# GlobalFunctions_TooltipLoading
source: Loading...
cs: Načítání ...
de: Laden…
es: Cargando ...
fi: Ladataan ...
fr: Chargement en cours…
hu: Betöltés…
pl: Ładowanie...
pt: Carregando...
pt_pt: A carregar...
ru: Загрузка...
zh_hans: 正在加载...
zh_hant: 載入中…

# TestCaseExecution_IncidentLoggedMessage
source: Incident {0} logged against test step result.
cs: Incident {0} založen oproti výsledku testovacího kroku.
de: Der Vorfall {0} wurde gegen das Ergebnis des Testschrittes protokolliert.
es: Incidente {0} registrado en el resultado del paso de prueba.
fi: Havainto {0} kirjattu testiaskeleen tuloksen perusteella.
fr: Incident {0} créé pour le résultat de l’étape de test.
hu: {0} bejelentve a tesztlépés eredményével
pl: Incydent {0} zarejestrowany do wyniku kroku testowego.
pt: Incidente {0} registrado no resultado da etapa de teste.
pt_pt: Defeito {0} registado para o resultado do passo de teste.
ru: Инцидент {0} записан на результат теста.
zh_hans: 针对测试步骤的事件{0}的结果
zh_hant: 違反測試結果建立事件{0}

# TestSetDetails_OnlyOneCheckboxToAddTestCases
source: Please select no more than ONE checkbox for the Add Test Cases command!
cs: Prosím vyberte nejvýše jeden záznam pro příkaz Přidat testovací případy!
de: Bitte nicht mehr als EIN für den Befehl "Testfälle hinzuzufügen" aktivieren!
es: Por favor no seleccione más de UN elemento para ejecutar el comando Agregar casos de prueba!
fi: Valitse enintään yksi valintaruutu Lisää Testitapauksia-komentoa varten!
fr: Veuillez ne pas sélectionner plus d’une case à cocher pour la commande [Ajouter un scénario de test] !
hu: Legfeljebb egy checkboxot jelöljön be a Teszteset hozzáadása művelethez
pl: Wybierz nie więcej niż JEDNO pole wyboru dla polecenia Dodaj Przypadki Testowe!
pt: Por favor, não selecione mais de UM elemento para usar o comando Adicionar Casos de Teste!
pt_pt: Por favor selecione apenas UMA opção para o comando Adicionar Casos de Teste!
ru: Пожалуйста, установите флажок не более ОДНОГО для команды "Добавить тестовые случаи"!
zh_hans: 请给添加测试用例命令选择不多于一个的复选框.
zh_hant: 新增測試案例指令不可選擇超過一個核取方塊

# TestSetDetails_SelectOnlyOneTestCase
source: You need to select exactly ONE test case to edit parameter values.
cs: Vyberte právě jeden testovací případ pro úpravu hodnot parametru.
de: Sie müssen genau EINEN Testfall auswählen, um Parameterwerte bearbeiten zu können.
es: Es necesario seleccionar exactamente UN caso de prueba para editar valores de los parámetros.
fi: Sinun on valittava tasan yksi Testitapaus muokataksesi parametrien arvoja.
fr: Vous devez sélectionner exactement un scénario de test pour modifier les valeurs des paramètres.
hu: Paraméterek szerkesztéséhez pontosan egy tesztesetet jelöljön ki
pl: Musisz wybrać dokładnie JEDEN przypadek testowy do edycji wartości parametrów.
pt: Você precisa selecionar exatamente UM caso de teste para editar valores de parâmetro.
pt_pt: Precisa de selecionar exatamente UM caso de teste para editar os valores dos parâmetros.
ru: Для редактирования значений параметров необходимо точно выбрать ОДИН тестовый случай.
zh_hans: 您需要选择恰好一个测试用例来编辑参数值.
zh_hant: 編輯參數值時必須選擇一個測試案例

# TestSetDetails_SelectTestCaseFirst
source: You need to select a test case first.
cs: Nejprve vyberte testovací případ.
de: Sie müssen zuerst einen Testfall auswählen.
es: Primero debe seleccionar un caso de prueba.
fi: Sinun täytyy valita Testitapaus ensin.
fr: Vous devez sélectionner auparavant un scénario de test.
hu: Először válasszon tesztesetet.
pl: Musisz najpierw wybrać Przypadek testowy.
pt: Primeiramente você precisa selecionar um caso de teste.
pt_pt: Precisa de selecionar primeiro um Caso de Teste.
ru: Сначала нужно выбрать тестовый случай.
zh_hans: 您需要先选择一个测试用例。
zh_hant: 必須先選擇一個測試案例

# TreeView_ExpandCollapse
source: Expand/Collapse
cs: Rozbalit/Sbalit
de: Aufklappen / Zuklappen
es: Expandir / Contraer
fi: Laajenna/Pura
fr: Développer / Réduire
hu: Kiterjesztés / összeomlás
pl: Rozwiń/Zwiń
pt: Expandir/Recolher
pt_pt: Expandir/Ocultar
ru: Расширение/Освобождение
zh_hans: 展开/折叠
zh_hant: 展開/摺疊

# TreeView_Folder
source: Folder
cs: Složka
de: Ordner
es: Directorio
fi: Kansio
fr: Dossier
hu: Mappa
pt: Pasta
pt_pt: Pasta
ru: Папка
zh_hans: 文件夹
zh_hant: 資料夾

# Global_Export
source: Export
es: Exportar
fi: Vie
fr: Exporter
hu: Exportálás
pl: Eksport
pt: Exportar
pt_pt: Exportar
ru: Экспорт
zh_hans: 导出
zh_hant: 匯出

# Global_PleaseSelectProjectToExportTo
source: Please select the product you want to export to:
cs: Prosím vyberte produkt, do kterého chcete exportovat:
de: Bitte wählen Sie das gewünschte Produkt aus, in das Sie exportieren möchten:
es: Por favor, seleccione el proyecto que desea exportar a:
fi: Valitse projekti, jonka haluat viedä:
fr: Veuillez sélectionner le produit vers lequel vous souhaitez exporter :
hu: Kérjük válassza ki a projektet amelybe exportálni szeretne:
pl: Wybierz projekt, do którego chcesz eksportować:
pt: Por favor, selecione o projeto para qual você deseja exportar:
pt_pt: Por favor selecione o projeto para o qual deseja exportar:
ru: Пожалуйста, выберите продукт, в который вы хотите экспортировать:
zh_hans: 请选择您要导出到的项目：
zh_hant: 請選擇您要匯出的專案

# Global_ApplyFilter
source: Apply Filter
cs: Použít filtr
de: Filter anwenden
es: Aplicar filtro
fi: Käytä suodatinta
fr: Appliquer le filtre
hu: Szűrő alkalmazása
pl: Zastosuj filtr
pt: Aplicar filtro
pt_pt: Aplicar filtro
ru: Применить фильтр
zh_hans: 应用筛选器
zh_hant: 採用篩選

# Global_ArtifactHasAttachment
source: Artifact has attachment(s)
cs: Artefakt má přílohu(y)
de: Das Artefakt enthält Anhänge.
es: El artefacto tiene adjunto(s)
fi: Asialla on liitteitä
fr: L’objet a une ou plusieurs pièces attachées
hu: A kapcsolódó elem melléklet(ekk)el rendelkezik
pl: Artefakt ma załącznik(i)
pt: Artefato tem anexo(s)
pt_pt: Artefacto com anexo(s)
ru: Артефакт имеет вложение(и)
zh_hans: 工件带有附件
zh_hant: 項目夾帶附件

# Global_Cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# Global_CannotMoveItemOntoItself
source: You cannot move an item onto itself!
cs: Nemůžete přesunout položku na sebe!
de: Sie können ein Element nicht auf sich selbst verschieben.
es: No se puede mover un element a si mismo!
fi: Et voi siirtää kohdetta itseensä!
fr: Vous ne pouvez pas déplacer un élément vers lui-même !
hu: Az elem nem helyezhető át önmagára!
pl: Nie można przenieść elementu do niego samego!
pt: Não é possivel mover um item sobre ele mesmo.
pt_pt: Não pode mover um item para ele próprio.
ru: Вы не можете переместить предмет на себя!
zh_hans: 您不能移动到其自身元件 ！
zh_hant: 你無法將項目移動到該項目

# Global_ClipboardEmpty
source: The clipboard is currently empty!
cs: Schránka je v tuto chvíli prázdná!
de: Die Zwischenablage ist derzeit leer!
es: El portapapeles está vacío!
fi: Leikepöytä on tällä hetkellä tyhjä!
fr: Le presse-papiers est vide !
hu: A vágólap jelenleg üres!
pl: Schowek jest aktualnie pusty!
pt: A área de transferência está vazia!
pt_pt: A área de transferência está vazia!
ru: Буфер обмена в настоящее время пуст!
zh_hans: 剪贴板当前为空!
zh_hant: 剪貼簿目前為空的！

# Global_DestinationItemNotValid
source: The destination item is not valid!
cs: Cílová položka není platná.
de: Das Zielelement ist ungültig!
es: El elemento de destino no es válido!
fi: Kohde ei ole kelvollinen!
fr: La destination n'est pas valide !
hu: A cél nem érvényes!
pl: Docelowy element jest nieprawidłowy!
pt: O item de destino não é válido!
pt_pt: O item de destino não é válido!
ru: Пункт назначения недействителен!
zh_hans: 目标元件无效 ！
zh_hant: 目的項目無效！

# Global_DisplayingPage
source: Displaying page
cs: Zobrazuji stránku
de: Seitenanzeige
es: Mostrando la página
fi: Näytetään sivua
fr: Affichage de la page
hu: Oldal megjelenítése
pl: Wyświetlanie strony
pt: Exibindo página
pt_pt: A mostrar a página
ru: Отображаемая страница
zh_hans: 正在页示面显
zh_hant: 顯示頁面

# Global_FilterSaved
source: Current filter successfully saved.
cs: Aktuální filtr úspěšně uložen.
de: Aktueller Filter erfolgreich gespeichert.
es: Filtro guardado correctamente.
fi: Nykyinen suodatin onnistuneesti talletettu.
fr: Sauvegarde du filtre actuel effectuée.
hu: Szűrő mentése sikeres.
pl: Bieżący filtr pomyślnie zapisany.
pt: Filtro atual salvo com sucesso.
pt_pt: Filtro atual gravado com sucesso.
ru: Текущий фильтр успешно сохранен.
zh_hans: 已成功保存当前的筛选器。
zh_hant: 目前篩選已成功儲存

# Global_Hide
source: Hide
cs: Schovat
de: Ausblenden
es: Ocultar
fi: Piilota
fr: Masquer
hu: Elrejtés
pl: Ukryj
pt: Esconder
pt_pt: Esconder
ru: Спрятать
zh_hans: 隐藏
zh_hant: 隱藏

# Global_IntegerValidation
source: '{0}' needs to be an integer value.
cs: {0}' musí být celé číslo.
de: {0}' muss ein ganzzahliger Wert sein.
es: {0}' debe ser un valor entero.
fi: {0}' on oltava kokonaisluku.
fr: {0}' doit être une valeur entière.
hu: {0}'-nak egész értéknek kell lennie.
pl: {0}' musi być liczbą całkowitą.
pt: {0}' deve ser um valor inteiro.
pt_pt: {0}' tem que ser um valor inteiro.
ru: '{0}' должно быть целым числом.
zh_hans: "{0}"需要一个整数值。
zh_hant: "{0}" 必須為一整數

# Global_ItemDraggedNotValid
source: The item being dragged is not valid!
cs: Přesouvaná položka není platná
de: Das zu ziehende Element ist ungültig!
es: El ítem arrastrado no es válido!
fi: Raahattava kohde ei ole kelvollinen!
fr: L'élément déplacé n'est pas valide !
hu: A behúzott elem nem érvényes!
pl: Przeciągany element jest nieprawidłowy!
pt: O item sendo arrastado não é válido!
pt_pt: O item que está a arrastar não é válido!
ru: Перетаскиваемый элемент недействителен!
zh_hans: 正被拖动的元件无效 ！
zh_hant: 正在拖拉的項目無效！

# Global_ItemsCopiedToClipboard
source: Items successfully copied to the clipboard.
cs: Položky úspěšně zkopírovány do schránky.
de: Elemente wurden erfolgreich in die Zwischenablage kopiert.
es: Los ítems se han copiado correctamente al portpapeles.
fi: Kohteet onnistuneesti kopioitu leikepöydälle.
fr: Sélection collée dans le presse-papiers.
hu: Az elemek másolása a vágólapra sikeres
pl: Elementy pomyślnie skopiowane do schowka.
pt: Itens copiados com sucesso para a área de transferência.
pt_pt: Itens copiados com sucesso para a área de transferência.
ru: Элементы успешно скопированы в буфер обмена.
zh_hans: 元件成功复制到剪贴板中。
zh_hant: 項目已成功複製到剪貼簿

# Global_ItemsCutToClipboard
source: Items successfully cut to the clipboard.
cs: Položky úspěšně vloženy do schránky.
de: Elemente wurden erfolgreich in die Zwischenablage verschoben.
es: Ítems correctamente cortados al portapapeles.
fi: Kohteet onnistuneesti leikattu leikepöydälle.
fr: Sélection coupée vers le presse-papiers.
hu: Az elemek kivágása a vágólapra sikeres
pl: Elementy pomyślnie wycięte do schowka.
pt: Itens recortados com sucesso para a área de transferência.
pt_pt: Itens cortados com sucesso para a área de transferência.
ru: Предметы успешно вырезаются в буфер обмена.
zh_hans: 元件成功剪切到剪贴板。
zh_hant: 項目已成功剪下到剪貼簿

# Global_NeedToSelectDestinationProject
source: You need to select a destination product.
cs: Vyberte cílový produkt.
de: Bitte wählen Sie ein Ziel Produkt aus.
es: Debe seleccionar un proyecto destino.
fi: Sinun on valittava määrä projekti.
fr: Vous devez sélectionner un produit de destination.
hu: Válassza ki a célprojektet.
pl: Musisz wybrać projekt docelowy.
pt: Você precisa selecionar um projeto destino.
pt_pt: Precisa de selecionar um projeto de destino.
ru: Необходимо выбрать продукт назначения.
zh_hans: 您需要选择目标项目。
zh_hant: 你必須選擇目的專案

# Global_NeedToSelectFilter
source: You need to select a Filter from the list.
cs: Vyberte filtr ze seznamu.
de: Sie müssen einen Filter aus der Liste auswählen.
es: Debe seleccionar un filtro de la lista.
fi: Sinun on valittava suodatin listasta.
fr: Vous devez sélectionner un filtre dans la liste.
hu: Válassza ki a szűrőt a listából.
pl: Musisz wybrać filtr z listy.
pt: Você precisa selecionar um filtro da lista.
pt_pt: Precisa de selecionar um Filtro da lista.
ru: Необходимо выбрать Фильтр из списка.
zh_hans: 您需要从列表中选择一个筛选器。
zh_hant: 你必須從清單中選擇一個篩選

# Global_NeedToSelectItem
source: You need to select a {0} from the list.
cs: Vyberte {0} ze seznamu.
de: Sie müssen ein {0} aus der Liste auswählen.
es: Debe seleccionar un {0} de la lista.
fi: Sinun on valittava {0} listasta.
fr: Vous devez sélectionner un {0} dans la liste.
hu: Ki kell választania a {0}-t a listából.
pl: Musisz wybrać {0} z listy.
pt: Você precisa selecionar um {0} da lista.
pt_pt: Precisa de selecionar um {0} da lista.
ru: Вам нужно выбрать {0} из списка.
zh_hans: 您需要从列表中选择 {0}。
zh_hant: 你必須從清單中選擇{0}。

# Global_None
source: None
cs: Žádné
de: Keine
es: Ninguno
fi: Tyhjä
fr: Sans valeur
hu: Egyik sem
pl: Brak
pt: Nenhum
pt_pt: Nenhum
ru: Нет
zh_hans: 无
zh_hant: 無

# Global_Of
source: of
cs: ze
de: von
es: de
fr: sur
pl: z
pt: de
pt_pt: do
ru: от
zh_hans: 的
zh_hant: 的

# Global_PleaseSelectFilter
source: Please select the filter you want to use:
cs: Prosím vyberte filtr, který chcete použít:
de: Bitte wählen Sie den Filter, den Sie verwenden möchten:
es: Por favor, seleccione el filtro que desea utilizar:
fi: Valitse suodatin, jota haluat käyttää:
fr: Veuillez sélectionner le filtre que vous souhaitez utiliser :
hu: Kérjük, válassza ki a használni kívánt szűrőt:
pl: Wybierz filtr, którego chcesz użyć:
pt: Por favor, selecione o filtro que deseja usar:
pt_pt: Por favor selecione o filtro que deseja usar:
ru: Пожалуйста, выберите фильтр, который Вы хотите использовать:
zh_hans: 请选择您要使用的筛选器：
zh_hant: 請選擇您要使用的篩選：

# Global_RetrieveSavedFilter
source: Retrieve Saved Filter
cs: Načíst uložený filtr
de: Gespeicherten Filter abrufen
es: Recuperar Filtro Guardado
fi: Hae talletettu suodatin
fr: Rechercher un filtre
hu: Mentett szűrők használata
pl: Pobierz zapisany filtr
pt: Recuperar Filtro Salvo
pt_pt: Recuperar Filtro Gravado
ru: Восстановить сохраненный фильтр
zh_hans: 恢复保存的筛选器
zh_hant: 檢索已儲存的篩選

# Global_RowsPerPage
source: rows per page
cs: řádků na stránce
de: Zeilen pro Seite
es: filas por página
fi: riviä sivulla
fr: Rangées par page
hu: sorok oldalanként
pl: wierszy na stronę
pt: linhas por página
pt_pt: linhas por página
ru: строки на страницу
zh_hans: 行数/页
zh_hant: 每頁的列數

# Global_Select
source: Select
cs: Vybrat
de: Auswählen
es: Seleccionar
fi: Valitse
fr: Sélectionner
hu: Válasszon
pl: Wybierz
pt: Selecionar
pt_pt: Selecionar
ru: Выберите
zh_hans: 选择
zh_hant: 選擇

# Global_SelectFilter
source: Select Filter
cs: Vybrat filtr
de: Filter auswählen
es: Seleccionar Filtro
fi: Valitse suodatin
fr: Choisissez un filtre
hu: Szűrő kiválasztása
pl: Wybierz filtr
pt: Selecionar Filtro
pt_pt: Selecionar filtro
ru: Выберите Фильтр
zh_hans: 选择筛选器
zh_hant: 選擇篩選

# Global_SelectOneCheckBoxForCommand
source: You need to select at least ONE checkbox for this command!
cs: Vyberte alespoň jeden záznam pro tento příkaz!
de: Sie müssen mindestens EIN Kontrollkästchen für diesen Befehl aktivieren!
es: Debe seleccionar al menos UN elemento para ejecutar este comando!
fi: Sinun on valittava vähintään YKSI valintaruutu tähän komentoon!
fr: Vous devez sélectionner au moins UNE case à cocher pour cette commande !
hu: Válasszon ki legalább egy Checkboxot a parancs végrehajtásához!
pl: Musisz wybrać co najmniej JEDEN checkbox dla tego polecenia!
pt: Você precisa selecionar pelo menos UMA caixa de seleção para utilizar este comando!
pt_pt: Precisa de selecionar pelo menos UMA opção para este comando!
ru: Для этой команды необходимо выбрать хотя бы ОДИН флажок!
zh_hans: 您需要选择至少一个复选框给此命令.
zh_hant: 此指令必須選擇至少一個核取方塊

# Global_SelectOneCheckBoxForCopy
source: You need to select at least ONE checkbox for the Copy command!
cs: Vyberte alespoň jeden záznam pro příkaz Kopírovat!
de: Sie müssen mindestens EIN Kontrollkästchen für den Befehl "Kopieren" aktivieren!
es: Debe seleccionar al menos UN elemento para Copiar!
fi: Sinun on valittava vähintään YKSI valintaruutu Kopioi-komentoa varten!
fr: Vous devez sélectionner au moins une case à cocher pour la commande [Copier] !
hu: Válasszon ki legalább egy Checkboxot a másoláshoz!
pl: Musisz wybrać co najmniej JEDEN checkbox dla polecenia Kopiuj!
pt: Você precisa selecionar pelo menos UM elemento para Copiar!
pt_pt: Precisa de selecionar pelo menos UMA opção para o comando Copiar!
ru: Вы должны выбрать хотя бы ОДИН флажок для команды Копировать!
zh_hans: 您需要选择至少一个复选框给复制命令.
zh_hant: 複製指令必須選擇至少一個核取方塊
