Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TreeView_NotAuthorizedToView
source: You are not allowed to view the folders!
cs: Nemáte oprávnění prohlížet složky!
de: Sie haben keine Berechtigung die Ordner zu sehen.
es: No tienes autorización para ver las carpetas!
fi: Sinulla ei ole oikeusksia nähdä hakemistoja!
fr: Vous n'avez pas l'autorisation d'afficher cet élément !
hu: Önnek nincs jogosultsága megtekinteni a könyvtárakat!
pl: Nie wolno ci przeglądać tych folderów!
pt: Você não está autorizado a ver as pastas!
pt_pt: Não está autorizado a visualizar as pastas!
ru: Просмотр папок запрещен!

# Global_Count
source: Count
cs: Počet
de: Anzahl
es: Recuento
fi: Määrä
fr: Compteur
hu: Számítás
pl: Hrabia
pt: Contagem
pt_pt: Contar
ru: Посчитать

# Dashboards_SaveAsImage
source: Save as Image
cs: Uložit jako obrázek
de: Als Bild speichern
es: Guardar como Imagen
fr: Sauvegarder l'image
hu: Mentés képként
pl: Zapisz jako obrazek
pt: Salvar como Imagem
pt_pt: Gravar como Imagem
ru: Сохранить как изображение

# Global_PleaseTryAgain
source: There was a problem completing this operation, please try again.
cs: Při dokončení této operace došlo k problému, zkuste to znovu.
de: Es gab ein Problem beim Beenden dieses Vorgangs. Bitte versuchen Sie es erneut.
es: Hubo un problema al completar esta operación, inténtalo de nuevo por favor.
fr: L'objet sélectionné n'existe plus dans l'application.
hu: Probléma adódott a művelet befejezésekor, kérem, próbálja újra.
pl: Był problem z zakończeniem tej operacji, proszę spróbować jeszcze raz.
pt: Ocorreu um problema ao concluir esta operação. Por favor, tente novamente.
pt_pt: Houve um problema ao completar esta operação. Por favor, tente novamente.
ru: Была проблема с завершением операции, пожалуйста, попробуйте еще раз.

# TestExecutionService_ExploratoryDoNotDeleteLastStep
source: Your test run must always contain at least one test step, so the test step selected has not been deleted
cs: Váš test musí vždy obsahovat alespoň jeden testovací krok, takže vybraný testovací krok nebyl odstraněn
de: Ihr Testlauf muss immer mindestens einen Testschritt enthalten. Der Testschritt wurde nicht gelöscht.
es: Su ejecución de prueba siempre debe contener al menos un paso de prueba, entonces el paso de prueba seleccionado no se ha eliminado
fr: L'étape de test n'a pas été supprimée (le test doit contenir au minimum une étape).
hu: A tesztfuttatásnak minden esetben tartalmaznia kell legalább egy tesztlépést, ezért a kiválasztott tesztlépés nem törölhető
pl: Twój przebieg testowy musi zawsze zawierać co najmniej jeden krok testowy, więc wybrany krok testowy nie został usunięty.
pt: Sua execução de teste deve sempre conter pelo menos uma etapa de teste. Por isso, a etapa de teste selecionada não foi excluída.
pt_pt: A sua execução de teste tem que conter pelo menos um passo de teste, pelo que o caso de teste selecionado não foi eliminado.
ru: Ваш пробный запуск всегда должен содержать, по крайней мере, один этап теста, поэтому выбранный этап теста не был удален.

# Global_Description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
hu: Leírás
pl: Opis
pt: Descrição
pt_pt: Descrição
ru: Описание

# ArtifactDetails_ArtifactNotFound
source: The artifact you selected has been deleted from the system!
cs: Vybraný artefakt byl ze systému odstraněn!
de: Das gewählte Artefakt wurde aus dem System gelöscht.
es: El artefacto que seleccionaste ha sido eliminado del sistema!
fr: L'objet sélectionné n'existe plus dans l'application.
hu: A kiválasztott elem törlődött a rendszerből!
pl: Wybrany artefakt został usunięty z systemu!
pt: O artefato selecionado foi excluído do sistema!
pt_pt: O artefacto selecionado foi eliminado do sistema!
ru: Выбранный артефакт был удален из системы!

# Global_Populate
source: Populate
cs: Vyplnit
de: Parameter befüllen
es: Rellenar
fr: Peupler
hu: Kitöltés
pl: Populacja
pt: Preencher
pt_pt: Preencher
ru: Популяризировать

# TestConfigurationDetails_NoParameterOrCustomList
source: You need to choose both a test case parameter and a custom list!
cs: Musíte si vybrat jak parametr Testovacího Případu, tak vlastní seznam!
de: Sie müssen sowohl einen Testfallparameter also auch eine benutzerdefinierte Liste auswählen!
es: Debe elegir un parámetro de caso de prueba y una lista personalizada!
fr: Vous devez choisir un paramètre de scénario de test et une liste personnalisée.
hu: Választania kell egy teszteset-paramétert és egy egyéni listát is.
pl: Musisz wybrać zarówno parametr przypadku testowego jak i niestandardową listę!
pt: Você precisa escolher um parâmetro de caso de teste e uma lista personalizada!
pt_pt: Tem que selecionar um parâmetro do caso de teste e um lista personalizada!
ru: Вам необходимо выбрать как параметр тестового случая, так и пользовательский список!

# TestConfigurationDetails_PleaseChooseParametersToPopulate
source: Please choose a test case parameter and associated custom list to add to this test configuration set:
cs: Vyberte parametr testovacího případu a přidružený vlastní seznam, který chcete přidat do této konfigurační sady testu:
de: Bitte wählen Sie einen Testfallparameter und eine dazugehörige benutzerdefinierte Liste aus, um es zu dieser Konfiguration hinzufügen.
es: Por favor, elija un parámetro de caso de prueba y una lista personalizada asociada para agregar a este conjunto de configuración de prueba:
fr: Veuillez choisir le paramètre de scénario de test et la liste personnalisée associée à ajouter à l'ensemble de configuration de test.
hu: Kérem, válasszon egy teszteset-paramétert és hozzá társított egyéni listát ahhoz, hogy hozzáadja ezt a tesztkonfigurációs készletet:
pl: Proszę wybrać parametr przypadku testowego i powiązaną z nim niestandardową listę, aby dodać do tego zestawu konfiguracji testowej:
pt: Por favor, escolha um parâmetro de caso de teste e uma lista personalizada associada para adicionar a este conjunto de configurações de teste:
pt_pt: Por favor, escolha um parâmetro do caso de teste e uma lista personalizada associada, para adicionar a esta configuração de teste:
ru: Пожалуйста, выберите параметр тестового случая и связанный с ним пользовательский список для добавления в этот набор конфигурации тестирования:

# TestConfiguration_CustomList
source: Custom List
cs: Vlastní seznam
de: Benutzerdefinierte Liste
es: Lista Personalizada
fr: Liste personnalisée
hu: Egyéni lista
pl: Lista niestandardowa
pt: Lista Personalizada
pt_pt: Lista Personalizada
ru: Пользовательский список

# TestConfiguration_TestCaseParameter
source: Test Parameter
cs: Parametr testu
es: Parámetro de Prueba
fr: Paramètre
hu: Tesztparaméter
pl: Parametr testu
pt: Parâmetro de Teste
pt_pt: Parâmetro de Teste
ru: Параметр тестирования

# TestConfigurationDetails_ConfirmPopulation
source: Are you sure you want to populate the list of test configuration entries? This will remove all your existing entries in the grid below?
cs: Opravdu chcete vyplnit seznam položek konfigurace testu? Tímto odstraníte všechny své stávající položky v níže uvedené tabulce.
de: Sind Sie sicher, dass Sie die Liste der Testkonfigurationseinträge füllen möchten? Dadurch werden alle vorhandenen Einträge in dem Raster unten entfernt.
es: Está seguro de que desea rellenar la lista de entradas de configuración de prueba? Esto eliminará todas sus entradas existentes en la cuadrícula de abajo?
fr: Etes-vous certain de vouloir peupler l'ensemble de configuration ?
hu: Biztosan fel szeretné tölteni a tesztkonfigurációs bejegyzések listáját? Ezzel eltávolítja az alábbi táblázatban lévő bejegyzéseket?
pl: Czy na pewno chcesz uzupełnić listę wpisów konfiguracji testu? To spowoduje usunięcie wszystkich istniejących wpisów w tabeli poniżej?
pt: Tem certeza de que deseja preencher a lista de entradas de configuração de teste? Isso removerá todas as entradas existentes na grade abaixo.
pt_pt: Tem a certeza de que deseja preencher a lista de entradas de configuração do teste? Se o fizer, removerá todas as suas entradas existentes na grelha abaixo.
ru: Вы уверены, что хотите заполнить список записей тестовой конфигурации? Это удалит все существующие записи в сетке ниже?

# TestConfigurationDetails_TooManyParameters
source: You can only enter up to 5 test case parameters for population!
cs: Můžete vložit až 5 parametrů pro vyplnění!
de: Sie können nur maximal 5 Testfallparameter für eine Konfiguration verwenden!
es: Solo puede ingresar hasta 5 parámetros de caso de prueba!
fr: Vous pouvez entrer un maximum de 5 paramètres.
hu: Legfeljebb 5 teszteset-paramétert adhat meg a feltöltéshez.
pl: Można wprowadzić tylko do 5 parametrów przypadku testowego dla populacji!
pt: Você só pode inserir até 5 parâmetros de caso de teste!
pt_pt: Pode preencher no máximo 5 parâmetros para o caso de teste.
ru: Вы можете ввести только до 5 параметров тестового случая для популяции!

# Incident_EnterNewIncidentName
source: Enter new incident name
cs: Zadejte jméno nového Incidentu
de: Neuen Vorfallnamen eingeben
es: Ingrese el nuevo nombre del incidente
fr: Entrez un nouveau nom d'incident
hu: Adjon meg új incidensnevet
pl: Wpisz nową nazwę zdarzenia
pt: Informe o nome do novo incidente
pt_pt: Introduza um novo nome para o defeito
ru: Введите новое имя инцидента

# AssociationPanel_CreateArtifactXFromArtifactY
source: Create {0} From This {1}
cs: Vytvořit {0} z tohoto {1}
de: Erstelle {0} aus diesem/r {1}
es: Crear {0} a partir de esto {1}
fr: Créer {0} depuis {1}
hu: {0} létrehozása ebből: {1}
pl: Stwórz {0} Z tego {1}
pt: Criar {0} a partir de {1}
pt_pt: Criar {0} a Partir de {1}
ru: Создать {0} Из этого {1}

# AssociationPanel_CreateArtifactXFromArtifactYTooltip
source: Click to create a new {0} that is linked to this {1}
cs: Kliknutím vytvoříte nový {0}, který je propojen s tímto {1}
de: Klicke hier, um eine/n neue/n {0} zu erstellen, der/die mit dieser/m {1} verknüpft ist.
es: Haga clic para crear un nuevo {0} que está vinculado a este {1}
fr: Cliquez pour créer un nouvel objet {0} lié avec l'objet {1}
hu: Kattintson az ehhez a(z) {1}-hoz kapcsolt új {0} létrehozásához
pl: Kliknij, aby utworzyć nowy {0}, który jest powiązany z tym {1}
pt: Clique para criar um novo {0} que está relacionado a este {1}
pt_pt: Clique para criar um novo {0} associado a {1}
ru: Нажмите, чтобы создать новый {0}, связанный с этим {1}.

# AssociationPanel_ArtifactXCreatedFromArtifactY
source: A new {0} was successfully created from this {1}.
cs: Z tohoto {1} byl úspěšně vytvořen nový {0}.
de: Ein/e neue/r {0} wurde erfolgreich aus dieser/m {1} erstellt.
es: Se creó con éxito un nuevo {0} a partir de este {1}.
fr: Nouvel objet {0} créé.
hu: Új {0} jött létre ebből a(z) {1}-ból.
pl: Nowy {0} został pomyślnie stworzony z tego {1}.
pt: Um novo {0} foi criado com sucesso a partir deste {1}.
pt_pt: Um novo {0} foi criado com sucesso a partir de {1}
ru: Из этого {1} была успешно создана новая {0}.

# AssociationPanel_NoArtifactTypesCanBeAdded
source: You cannot add any associations to this artifact!
cs: K tomuto artefaktu nemůžete přidat žádné asociace!
de: Sie können keine Verknüpfungen zu diesem Artefakt herstellen!
es: No puedes agregar ninguna asociación a este artefacto!
fr: Vous ne pouvez pas ajouter d'association à cet objet.
hu: Nem adhat hozzárendeléseket ehhez az elemhez!
pl: Nie można dodawać żadnych skojarzeń do tego artefaktu!
pt: Você não pode adicionar nenhuma associação a este artefato!
pt_pt: Não pode adicionar qualquer associação a este artefacto!
ru: Вы не можете добавить никаких ассоциаций к этому артефакту!

# ArtifactType_TestRunStep
source: Test Run Step
cs: Krok Běhu testu
de: Testlaufschritt
es: Paso de Ejecución de Prueba
fr: Etape d'exécution de test
hu: Tesztfuttatás lépése
pl: Etap próbny
pt: Etapa de Execução de Teste
pt_pt: Passo da Execução de Teste
ru: Шаг теста

# InAppHelp_Chart_IncidentAging
source: This chart shows how long incidents have been left open: the age intervals are on the x-axis, the count of incidents on the y-axis.
cs: Tento graf ukazuje, jak dlouho byly Incidenty ponechány otevřené: časový interval je na ose x, počet incidentů na ose y.
de: Dieses Diagramm zeigt wie lange Vorfälle offen geblieben sind: Die Altersintervalle sind auf der X-Achse, die Anzahl der Vorfälle auf der Y-Achse.
es: Este cuadro muestra cuánto tiempo se han dejado abiertos los incidentes: los intervalos de edad están en el eje x, la cuenta de incidentes en el eje y.
fr: Ce graphique montre l'âge des incidents (axe des x : intervalles d'âge ; axe des y : nombre d'incidents)
hu: Ez az ábra azt mutatja, hogy az incidensek mennyi ideje vannak nyitva: az időtartomány az X-tengelyen, az incidensek száma pedig az Y-tengelyen látható.
pl: Ten wykres pokazuje, jak długo incydenty pozostawały otwarte: przedziały wiekowe są na osi x, liczba incydentów na osi y.
pt: Este gráfico mostra quanto tempo os incidentes foram deixados em aberto: os intervalos de tempo estão no eixo x e a contagem de incidentes no eixo y.
pt_pt: Este gráfico mostra quanto tempo os defeitos estiveram abertos: os intervalos de tempo estão no eixo dos x, o número de defeitos no eixo dos y.
ru: Эта диаграмма показывает, как долго инциденты оставались открытыми: возрастные интервалы по оси x, количество инцидентов по оси y.

# InAppHelp_Chart_IncidentOpenCount
source: This chart shows the breakdown of all open incidents in the product by priority. The chart’s bar match the color assigned to that priority.
cs: Tento graf ukazuje rozdělení všech otevřených incidentů v produktu podle priority. Lišta grafu odpovídá barvě dané priority.
de: Dieses Diagramm zeigt die Aufteilung der offenen Vorfälle nach ihrer Priorität. Die Balkenfarbe ist analog der Farbe der jeweiligen Priorität.
es: Este gráfico muestra el desglose de todos los incidentes abiertos en el producto por prioridad. La barra del gráfico coincide con el color asignado a esa prioridad.
fr: Ce graphique montre le nombre d'incidents ouverts par priorité.
hu: Ez az ábra a projekten belüli összes incidens prioritás szerinti felosztását szemlélteti. Az ábra hasábja megfelelő az adott prioritáshoz rendelt színnek.
pl: Ta tabela przedstawia podział wszystkich otwartych zdarzeń w produkcie według priorytetów. Pasek wykresu jest zgodny z kolorem przypisanym do tego priorytetu.
pt: Este gráfico mostra a divisão de todos os incidentes abertos no produto por prioridade. A barra do gráfico corresponde à cor atribuída a essa prioridade.
pt_pt: Este gráfico discrimina todos os incidentes abertos no projeto, por prioridade. A barra do gráfico corresponde à cor atribuída à prioridade.
ru: Эта диаграмма показывает разбивку всех открытых инцидентов в продукте по приоритетам. Полоса диаграммы соответствует цвету, присвоенному этому приоритету.

# InAppHelp_Chart_IncidentTestCoverage
source: This chart shows the execution status of any test cases that previously failed and resulted in the generation of an incident that has subsequently been resolved. It can be very helpful to see which test cases likely need to be tested again, now that their incidents are resolved.
cs: Tento graf ukazuje stav vykonání všech Testovacích Případů, které dříve selhaly a vedly k založení Incidentu, který byl následně vyřešen. Může být velmi užitečné vidět, které testovací případy je pravděpodobně třeba znovu otestovat, když jsou jejich Incidenty vyřešeny.
de: Dieses Diagramm zeigt den Ausführungsstatus aller Testfälle, die vorher fehlgeschlagen waren und zur Erstellung eines Vorfalls führten, der nun gelöst wurde. Es kann sehr hilfreich sein zu sehen, welche Testfälle erneut durchgeführt werden müssen, nachdem ihre Vorfälle gelöst wurden.
es: Este gráfico muestra el estado de ejecución de cualquier caso de prueba que falló anteriormente y resultó en la generación de un incidente que se resolvió posteriormente. Puede ser muy útil para ver qué casos de prueba probablemente deben probarse nuevamente, ahora que sus incidentes están resueltos.
fr: Ce graphique montre le statut d'exécution des scénarios de test ayant généré un incident maintenant résolu et demandant à être retester. Utile pour connaitre les scénarios de test à retester après résolution des incidents.
hu: Ez az ábra a korábban sikertelen és a később megoldott incidens létrejöttéhez vezető tesztesetek végrehajtási állapotát mutatja. Hasznos lehet tudni azt, hogy mely teszteseteket kell újratesztelni azt követően, hogy az incidenseiket megoldották.
pl: Ten wykres przedstawia stan wykonania wszelkich przypadków testowych, które wcześniej nie powiodły się i doprowadziły do wygenerowania incydentu, który następnie został rozwiązany. Bardzo pomocne może być sprawdzenie, które przypadki testowe prawdopodobnie będą musiały być przetestowane ponownie, teraz, gdy ich incydenty zostaną rozwiązane.
pt: Este gráfico mostra o status da execução de todos os casos de teste que falharam anteriormente e resultaram na geração de um incidente que foi resolvido posteriormente. Ele pode ser muito útil para ver quais casos de teste provavelmente precisam ser testados novamente, agora que seus incidentes foram resolvidos.
pt_pt: Este gráfico mostra o estado de execução de todos os casos de teste que falharam anteriormente e que resultaram na criação de um defeito que, posteriormente, foi resolvido. Pode ser muito útil para ver quais os casos de teste que, provavelmente, precisam de ser testados novamente, agora que os seus defeios estão resolvidos.
ru: На этой диаграмме показан статус выполнения любого тестового случая, который ранее не удался и привел к возникновению инцидента, который впоследствии был устранен. Может быть очень полезно посмотреть, какие тестовые случаи, вероятно, придется тестировать еще раз, теперь, когда их инциденты устранены.

# InAppHelp_Chart_RequirementGraphs
source: You can quickly view four different charts used when measuring the progress of requirements in an agile methodology: select the appropriate chart from the dropdown
cs: Můžete rychle zobrazit čtyři různé grafy použité při měření postupu v Požadavcích v agilní metodice: vyberte příslušný graf z rozevíracího seznamu
de: Sie können schnell vier verschiedene Diagramme anzeigen, die bei der Messung des Fortschritts von Anforderungen in der agilen Methodik verwendet werden. Wählen Sie das jeweilige Diagramm aus der Auswahlliste aus.
es: Puede ver rápidamente cuatro gráficos diferentes utilizados al medir el progreso de los requisitos en una metodología ágil: seleccione el gráfico apropiado en el menú desplegable
fr: Vous pouvez afficher 4 graphiques parmi la liste suivante pour mesurer l'avancement des besoins en méthodologie agile.
hu: Gyorsan áttekintheti a négy különböző diagrammokat a követelményekkel kapcsolatos előrehaladás méréséhez egy rugalmas módszertannal: válassza ki a megfelelő ábrát a legördülő listából
pl: Możesz szybko przejrzeć cztery różne wykresy używane do pomiaru postępu wymagań w metodologii agile: wybierz odpowiedni wykres z rozwijanej listy.
pt: Você pode visualizar rapidamente quatro gráficos diferentes usados ao medir o progresso dos requisitos em metodologias ágeis: selecione o gráfico apropriado na lista.
pt_pt: Pode visualizar rapidamente quatro gráficos diferentes, usados para medir o progresso dos requisitos numa metodologia ágil: selecione o gráfico apropriado a partir da lista
ru: Вы можете быстро просмотреть четыре различных диаграммы, используемые при измерении прогресса требований в гибкой методологии: выберите соответствующую диаграмму из выпадающего списка

# InAppHelp_Chart_RequirementsCoverage
source: This chart shows the aggregated count of requirements test coverage for the product. Each requirement's test coverage is summed to 1, to make requirements with different numbers of test cases covering them equally weighted. Filtering by release will filter requirements mapped to that release.
cs: Tento graf ukazuje souhrnný počet testů pokrývajících Požadavky v Produktu. Pokrytí testů každého Požadavku je shrnuto na 1, aby byly Požadavky s různým počtem testovacích případů stejně váženy. Filtrování podle Verze vyfiltruje Požadavky přiřazené do dané Verze.
de: Dieses Diagramm zeigt die aggregierte Anzahl der Testabdeckung von Anforderungen in diesem Produkt. Jede Testabdeckung jeder Anforderung wurde auf 1 summiert, um Anforderungen, die von einer unterschiedlichen Zahl an Testfällen abgedeckt werden, gleich zu gewichten. Durch Setzen des Releasefilters werden die Anforderungen selektiert, die dem gewählten Release zugeordnet sind.
es: Este gráfico muestra el recuento acumulado de la cobertura de prueba de requisitos para el producto. Cada cobertura de prueba de requisito se suma a 1, para que los requisitos con un número diferente de casos de prueba se cubran de la misma manera. El filtro por release filtrará los requisitos asignados a esa versión.
fr: Ce graphique montre le nombre agrégé de couverture de test des besoins. La couverture de test de chaque besoin est sommée à 1 pour pondérer les besoins ayant des nombres différents de scénarios de test. Le filtrage par version filtre tous les besoins associés à une version.
hu: Ez az ábra összevontan mutatja a követelmények tesztlefedettségét egy projekt esetén. Minden követelmény tesztlefedettségének összege 1, hogy a különböző számú tesztesetekkel rendelkező követelmények azonos súlyozást kapjanak. A release-re szűréssel az adott release-hez feltérképezett követelmények kerülnek kiszűrésre.
pl: Ten wykres przedstawia zagregowaną liczbę wymagań dotyczących pokrycia badanego produktu. Pokrycie każdego wymogu jest zsumowane do 1, tak aby wymogi o różnej liczbie przypadków testowych obejmujących je miały jednakową wagę. Filtrowanie przez zwolnienie spowoduje przefiltrowanie wymagań przypisanych do tego zwolnienia.
pt: Este gráfico mostra a contagem acumulada da cobertura de teste de requerimento para o produto. Cada cobertura de teste de requerimento soma 1, para tornar os requerimentos com diferentes números de casos de teste igualmente ponderados no cálculo. A filtragem por release trará os requerimentos mapeados para o release.
pt_pt: Este gráfico mostra a contagem da cobertura de requisitos pelos casos de teste, para o projeto. Cada requisito coberto tem um peso de 1 na contagem, de forma a que requisitos cobertos por um número diferente de casos de teste sejam igualmente ponderados. A filtragem por entrega permitirá obter os requisitos mapeados para essa entrega.
ru: На этой диаграмме показан совокупный подсчет тестового покрытия требований к продукту. Покрытие тестового покрытия каждого требования суммируется до 1, чтобы сделать требования с различным количеством тестовых случаев, покрывающих их одинаково весомыми. Фильтрация по выпуску будет фильтровать требования, привязанные к этому выпуску.
