Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ClientScript.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# InAppHelp_Chart_EnterpriseOverallCompletion
source: This chart shows the proportion of all active requirements that have been completed across all active portfolios in your enterprise. When 100% of the requirements are completed, the color changes so that it is easy to tell what is in progress vs completed.
cs: Tento graf ukazuje podíl všech aktivních Požadavků, které byly dokončeny ve všech aktivních programech v tomto portfoliu. Když je splněno 100% požadavků, barva se změní tak, aby bylo snadné zjistit, co právě probíhá vs co je dokončeno.
de: Dieses Diagramm zeigt den Anteil aller aktiven Anforderungen, die über alle aktiven Portfolios in Ihrem Unternehmen abgeschlossen wurden. Wenn 100 % der Anforderungen abgeschlossen sind, ändert sich die Farbe, so dass leicht zu erkennen ist, was in Bearbeitung und was abgeschlossen ist.
es: Este gráfico muestra la proporción de todos los requisitos activos que se han completado en todos los portafolios activos en su empresa. Cuando se completa el 100% de los requisitos, el color cambia para que sea fácil saber lo que está en progreso frente a lo completado.
fr: Le graphique montre la proportion des besoins actifs réalisés dans l'ensemble des portfolios actifs de l'entreprise. Le changement de couleur indique si tous les besoins actifs ont été réalisés.
pt: Este gráfico mostra a proporção de todos os requerimentos ativos que foram concluídos em todos os portfólios ativos em sua empresa. Quando 100% dos requerimentos são concluídos, a cor muda para facilitar a identificação do que está em andamento versus o concluído.

# InAppHelp_Chart_PortfolioOverallCompletion
source: This chart shows the proportion of all active requirements that have been completed across all active programs in this portfolio. When 100% of the requirements are completed, the color changes so that it is easy to tell what is in progress vs completed.
cs: Tento graf ukazuje podíl všech aktivních Požadavků, které byly dokončeny ve všech aktivních programech v tomto portfoliu. Když je splněno 100% požadavků, barva se změní tak, aby bylo snadné zjistit, co právě probíhá vs co je dokončeno.
de: Dieses Diagramm zeigt den Anteil aller aktiven Anforderungen, die über alle aktiven Programme in diesem Portfolio abgeschlossen wurden. Wenn 100 % der Anforderungen abgeschlossen sind, ändert sich die Farbe, so dass leicht zu erkennen ist, was in Bearbeitung und was abgeschlossen ist.
es: Este gráfico muestra la proporción de todos los requisitos activos que se han completado en todos los programas activos de este portafolio. Cuando se completa el 100% de los requisitos, el color cambia para que sea fácil saber lo que está en progreso frente a lo completado.
fr: Le graphique montre la proportion des besoins actifs qui ont été réalisés dans les programmes actifs du portfolio. Le changement de couleur indique si les besoins actifs ont été réalisés.
pt: Este gráfico mostra a proporção de todos os requerimentos ativos que foram concluídos em todos os programas ativos neste portfólio. Quando 100% dos requerimentos são concluídos, a cor muda para facilitar a identificação do que está em andamento versus o concluído.

# InAppHelp_Chart_ProductOverallCompletion
source: This chart shows the proportion of all active requirements that have been completed across all active releases in this product. When 100% of the requirements are completed, the color changes so that it is easy to tell what is in progress vs completed.
cs: Tento graf ukazuje podíl všech aktivních Požadavků, které byly dokončeny ve všech aktivních verzích v tomto produktu. Když je splněno 100% požadavků, barva se změní tak, aby bylo snadné zjistit, co právě probíhá vs co je dokončeno.
de: Dieses Diagramm zeigt den Anteil aller aktiven Anforderungen, die über alle aktiven Releases in diesem Produkt abgeschlossen wurden. Wenn 100% der Anforderungen abgeschlossen sind, ändert sich die Farbe, so dass leicht zu erkennen ist, was in Bearbeitung und was abgeschlossen ist.
es: Este gráfico muestra la proporción de todos los requisitos activos que se han completado en todas las releases activas de este producto. Cuando se completa el 100% de los requisitos, el color cambia para que sea fácil saber lo que está en progreso frente a lo completado.
fr: Le graphique montre la proportion des besoins actifs qui ont été réalisés dans les versions actives du portfolio. Le changement de couleur indique si les besoins actifs ont été réalisés.
pt: Este gráfico mostra a proporção de todos os requerimentos ativos que foram concluídos em todos os releases ativos desse produto. Quando 100% dos requerimentos são concluídos, a cor muda para facilitar a identificação do que está em andamento versus o concluído.

# InAppHelp_Chart_ProgramOverallCompletion
source: This chart shows the proportion of all active requirements that have been completed across all active products in this program. When 100% of the requirements are completed, the color changes so that it is easy to tell what is in progress vs completed.
cs: Tento graf ukazuje podíl všech aktivních požadavků, které byly splněny u všech aktivních produktů v tomto programu. Když je splněno 100% požadavků, barva se změní, takže je snadné zjistit, co právě probíhá vs co je dokončeno.
de: Dieses Diagramm zeigt den Anteil aller aktiven Anforderungen, die über alle aktiven Produkte in diesem Programm abgeschlossen wurden. Wenn 100% der Anforderungen erfüllt sind, ändert sich die Farbe, so dass leicht zu erkennen ist, was in Bearbeitung und was abgeschlossen ist.
es: Este gráfico muestra la proporción de todos los requisitos activos que se han completado en todos los productos activos en este programa. Cuando se completa el 100% de los requisitos, el color cambia para que sea fácil saber lo que está en progreso frente a lo completado.
fr: Le graphique montre la proportion des besoins actifs qui ont été réalisés dans les produits actifs du programme. Le changement de couleur indique si les besoins actifs ont été réalisés.
pt: Este gráfico mostra a proporção de todos os requerimentos ativos que foram concluídos em todos os produtos ativos neste programa. Quando 100% dos requerimentos são concluídos, a cor muda para facilitar a identificação do que está em andamento versus o concluído.

# Dashboards_Legend_AheadOfSchedule
source: Ahead of Schedule
cs: V předstihu
de: Vor dem Zeitplan
es: Antes de lo previsto
fr: En avance sur le calendrier
pt: Adiantado ao Planejado
pt_pt: Adiantado face ao plano

# Dashboards_Legend_BehindSchedule
source: Behind Schedule
cs: Ve skluzu
de: Hinter dem Zeitplan
es: Después de lo previsto
fr: En retard sur le calendrier
pt: Atrasado ao Planejado
pt_pt: Atrasado face ao plano

# Dashboards_Legend_Completed
source: Complete
cs: Hotovo
de: Vollständig
es: Completo
fr: Terminé
pt: Completo
pt_pt: Finalizado

# Dashboards_Legend_InProgress
source: In Progress
cs: Probíhá
de: In Bearbeitung
es: En progreso
fr: En progrès
pt: Em Progresso
pt_pt: Em progresso

# Dashboards_Legend_Late
source: Overdue
cs: Zpožděný
de: Überfällig
es: Con Retraso
fr: En retard
pt: Atrasado
pt_pt: Em atraso

# Dashboards_Legend_OnSchedule
source: On Schedule
cs: Podle plánu
de: Termingerecht
es: En la Fecha Prevista
fr: Dans les délais
pt: Dentro do Planejado
pt_pt: No planeamento previsto

# Dashboards_Legend_NotStarted
source: Not Yet Started
cs: Nezapočato
de: Noch nicht begonnen
es: Todavía no Empezado
fr: Non commencé
pt: Ainda não Iniciado
pt_pt: Por iniciar

# Dashboard_Completion_RequirementsTitle
source: Requirements Complete
cs: Hotové Požadavky
de: Anforderungen vollständig
es: Requisitos Completos
fr: Besoins résolus
pt: Requerimentos Completos
pt_pt: Requisitos Finalizados

# Dashboard_Completion_ScheduleTitle
source: Schedule Progress (from start to today)
cs: Naplánovat postup (od začátku do dneška)
de: Fortschritt planen (von Anfang bis heute)
es: Progreso del Calendario (desde el comienzo hasta hoy)
fr: Avancement calendrier (depuis le début jusqu'à maintenant)
pt: Progresso do Cronograma (do início até hoje)

# Dashboard_Completion_ShowAsNumbers
source: As Numbers
cs: Jako čísla
de: Als Zahlen
es: Como Números
fr: En valeurs
pt: Como Números
pt_pt: Como números

# Dashboard_Completion_ShowAsPercent
source: As Percentages
cs: Jako procenta
de: In Prozent
es: Como Porcentajes
fr: En pourcentages
pt: Como Porcentagem
pt_pt: Como percentagens

# InAppHelp_Chart_EnterpriseSchedule
source: This Gantt chart shows all active portfolios, programs, products, releases, and sprints in the enterprise. Each bar spans from the item's start date to end date. The darker shaded portion of each bar tells you how complete its requirements are.
cs: Tento Ganttův graf zobrazuje všechna aktivní portfolia, programy, produkty, verze a sprinty v podniku (Enterprise). Každý pruh se rozprostírá od data zahájení položky do data ukončení. Tmavší stínovaná část každého pruhu vám řekne, jak úplné jsou jeho požadavky.
de: Dieses Gantt-Diagramm zeigt alle aktiven Portfolios, Programme, Produkte, Releases und Sprints im Unternehmen. Jeder Balken erstreckt sich vom Startdatum des Elements bis zum Enddatum. Der dunkler schattierte Teil jedes Balkens zeigt Ihnen an, wie vollständig die Anforderungen sind.
es: Este diagrama de Gantt muestra todos los portafolios activos, programas, productos, releases y iteraciones en la empresa. Cada barra abarca desde la fecha de inicio del artículo hasta la fecha de finalización. La parte sombreada más oscura de cada barra le indica qué tan completos son sus requisitos.
fr: Ce diagramme de Gantt montre tous les portfolios, programmes, produits, versions et sprints actifs dans l'entreprise. Chaque barre s'étend de la date de début de l'article à la date de fin, la partie ombrée plus foncée indique l'avancement des besoins.
pt: Este gráfico de Gantt mostra todos os portfólios, programas, produtos, releases e iterações ativos na empresa. Cada barra se estende da data de início do item até a data de término. A parte sombreada mais escura de cada barra informa o quão completos estão os requerimentos.

# InAppHelp_Chart_EnterpriseWorkspaceCompletion
source: This chart shows the progress of each portfolio in the enterprise. The left-hand chart shows progress from the start to end date of the portfolio. The bar's color indicates how on track the schedule is against requirement completion. The right-hand chart shows the proportion of requirements across active workspaces in the portfolio that have been completed.
cs: Tento graf ukazuje postup každého portfolia v podniku (Enterprise). Levý graf ukazuje pokrok od data začátku do konce portfolia. Barva pruhu označuje, v jakém stavu je plán proti splnění požadavku. Pravý graf ukazuje podíl požadavků v aktivních pracovních prostorech v portfoliu, které byly dokončeny.
de: Dieses Diagramm zeigt den Fortschritt der einzelnen Portfolios im Unternehmen. Das linke Diagramm zeigt den Fortschritt vom Start- bis zum Enddatum des Portfolios. Die Farbe des Balkens zeigt an, wie gut der Zeitplan mit dem Fertigstellungsgrad der Anforderungen übereinstimmt. Das rechte Diagramm zeigt den Anteil der Anforderungen, die in aktiven Arbeitsbereichen des Portfolios abgeschlossen wurden.
es: Este gráfico muestra el progreso de cada portafolio en la empresa. El gráfico de la izquierda muestra el progreso desde la fecha de inicio hasta el final del portafolio. El color de la barra indica qué tan encaminado está el cronograma contra el cumplimiento del requisito. El gráfico de la derecha muestra la proporción de requisitos en los espacios de trabajo activos en el del portafolio que se han completado.
fr: Ce diagramme montre l'avancement pour chacun des portfolios de l'entreprise. Le graphique de gauche montre la progression du début à la fin du portfolio, la couleur de la barre indique l'avancement par rapport au calendrier. Le graphique de droite montre la proportion de besoins des espaces de travail actifs du portfolio qui ont été achevés.
pt: Este gráfico mostra o progresso de cada portfólio na empresa. O gráfico à esquerda mostra o progresso desde a data de início ao fim do portfólio. A cor da barra indica como o cronograma está de acordo com a conclusão dos requerimentos. O gráfico à direita mostra a proporção de requerimentos entre os espaços de trabalho ativos no portfólio que foram concluídos.

# InAppHelp_Chart_PortfolioSchedule
source: This Gantt chart shows all active programs, products, releases, and sprints in this portfolio. Each bar spans from the item's start date to end date. The darker shaded portion of each bar tells you how complete its requirements are.
cs: Tento Ganttův graf ukazuje všechny aktivní programy, produkty, verze a sprinty v tomto portfoliu. Každý pruh se rozprostírá od data zahájení položky do data ukončení. Tmavší stínovaná část každého pruhu vám řekne, jak úplné jsou jeho požadavky.
de: Dieses Gantt-Diagramm zeigt alle aktiven Programme, Produkte, Releases und Sprints in diesem Portfolio an. Jeder Balken erstreckt sich vom Startdatum des Elements bis zum Enddatum. Der dunkler schattierte Teil jedes Balkens zeigt Ihnen an, wie vollständig die Anforderungen sind.
es: Este diagrama de Gantt muestra todos los programas activos, productos, releases y iteraciones en este portafolio. Cada barra abarca desde la fecha de inicio del artículo hasta la fecha de finalización. La parte sombreada más oscura de cada barra le indica qué tan completos son sus requisitos.
fr: Ce diagramme Gantt montre tous les programmes, produits, versions et sprints actifs du portfolio. Chaque barre s'étend de la date de début à la date de fin. La partie ombrée plus foncée indique l'avancement des besoins.
pt: Este gráfico de Gantt mostra todos os programas, produtos, releases e iterações ativos neste portfólio. Cada barra se estende da data de início do item até a data de término. A parte sombreada mais escura de cada barra informa o quão completos estão os requerimentos.

# InAppHelp_Chart_PortfolioWorkspaceCompletion
source: This chart shows the progress of each program in this portfolio. The left-hand chart shows progress from the start to end date of the program. The bar's color indicates how on track the schedule is against requirement completion. The right-hand chart shows the proportion of requirements across active workspaces in the program that have been completed.
cs: Tento graf ukazuje postup jednotlivých programů v tomto portfoliu. Levý graf zobrazuje postup od data zahájení do konce programu. Barva pruhu označuje v jakém stavu je plán proti splnění požadavku. Pravý graf ukazuje podíl požadavků v rámci aktivních pracovních prostorů v programu, které byly dokončeny.
de: Dieses Diagramm zeigt den Fortschritt jedes Programms in diesem Portfolio an. Das linke Diagramm zeigt den Fortschritt vom Start- bis zum Enddatum des Programms. Die Farbe des Balkens zeigt an, wie gut der Zeitplan mit dem Fertigstellungsgrad der Anforderungen übereinstimmt. Das rechte Diagramm zeigt den Anteil der Anforderungen, die in den aktiven Arbeitsbereichen des Programms abgeschlossen wurden.
es: Este gráfico muestra el progreso de cada programa en este portafolio. El cuadro de la izquierda muestra el progreso desde la fecha de inicio hasta el final del programa. El color de la barra indica qué tan encaminado está el cronograma contra el cumplimiento de los requisitos. El cuadro de la derecha muestra la proporción de requisitos en los espacios de trabajo activos en el programa que se han completado.
fr: Ce diagramme montre l'avancement des programmes du portfolio. Chaque barre s'étend de la date de début à la date de fin du programme, la partie ombrée plus foncée indique l'avancement par rapport au calendrier. Le graphique de droite montre la proportion de besoins des espaces de travail actifs du programme qui ont été achevés.
pt: Este gráfico mostra o progresso de cada programa neste portfólio. O gráfico à esquerda mostra o progresso desde a data de início ao fim do programa. A cor da barra indica como o cronograma está de acordo com a conclusão dos requerimentos. O gráfico à direita mostra a proporção de requerimentos entre os espaços de trabalho ativos no programa que foram concluídos.

# InAppHelp_Chart_ProductSchedule
source: This Gantt chart shows all active releases and sprints in this product. Each bar spans from the item's start date to end date. The darker shaded portion of each bar tells you how complete its requirements are.
cs: Tento Ganttův graf ukazuje všechny aktivní verze a sprinty v tomto produktu. Každý pruh se rozprostírá od data zahájení položky do data ukončení. Tmavší stínovaná část každého pruhu vám řekne, jak úplné jsou jeho požadavky.
de: Dieses Gantt-Diagramm zeigt alle aktiven Releases und Sprints in diesem Produkt an. Jeder Balken erstreckt sich vom Startdatum des Elements bis zum Enddatum. Der dunkler schattierte Teil jedes Balkens zeigt Ihnen an, wie vollständig die Anforderungen sind.
es: Este diagrama de Gantt muestra todas las releases activas y iteraciones en este producto. Cada barra abarca desde la fecha de inicio del artículo hasta la fecha de finalización. La parte sombreada más oscura de cada barra le indica qué tan completos son sus requisitos.
fr: Ce diagramme Gantt montre toutes les versions et sprints actifs du produit. Chaque barre s'étend de la date de début de l'article à la date de fin, la partie ombrée plus foncée vous indique l'avancement des besoins.
pt: Este gráfico de Gantt mostra todos os releases e iterações ativos neste produto. Cada barra se estende da data de início do item até a data de término. A parte sombreada mais escura de cada barra informa o quão completos estão os requerimentos.

# InAppHelp_Chart_ProductWorkspaceCompletion
source: This chart shows the progress of each active release with requirements attached in this product. The left-hand chart shows progress from the start to end date of the release. The bar's color indicates how on track the schedule is against requirement completion. The right-hand chart shows the proportion of requirements in the release that have been completed.
cs: Tento graf ukazuje průběh každé aktivní Verze s požadavky připojenými k tomuto produktu. Levý graf ukazuje postup od počátečního do koncového data Verze. Barva pruhu označuje, v jakém stavu je plán proti splnění požadavku. Pravý graf ukazuje podíl požadavků ve verzi, které byly dokončeny.
de: Dieses Diagramm zeigt den Fortschritt jedes aktiven Releases mit den in diesem Produkt enthaltenen Anforderungen. Das linke Diagramm zeigt den Fortschritt vom Start- bis zum Enddatum der Version. Die Farbe des Balkens zeigt an, wie gut der Zeitplan mit dem Fertigstellungsgrad der Anforderungen übereinstimmt. Das rechte Diagramm zeigt den Anteil der Anforderungen in diesem Release, die abgeschlossen sind.
es: Este gráfico muestra el progreso de cada release activa con los requisitos adjuntos en este producto. El gráfico de la izquierda muestra el progreso desde la fecha de inicio hasta el final del release. El color de la barra indica qué tan encaminado está el cronograma contra el cumplimiento de los requisitos. El cuadro de la derecha muestra la proporción de requisitos en la release que se han completado.
fr: Ce diagramme montre l'avancement des versions actives qui ont des besoins en lien avec le produit. Chaque barre s'étend de la date de début de l'article à la date de fin de la version, la partie ombrée plus foncée vous indique l'avancement par rapport au calendrier. Le graphique de droite montre la proportion des besoins de la version qui ont été achevés.
pt: Este gráfico mostra o progresso de cada release ativo com os requerimentos anexados neste produto. O gráfico à esquerda mostra o progresso da data de início ao fim do release. A cor da barra indica como o cronograma está de acordo com a conclusão dos requerimentos. O gráfico à direita mostra a proporção de requerimentos no release que foram concluídos.

# InAppHelp_Chart_ProgramSchedule
source: This Gantt chart shows all active products, releases, and sprints in this program. Each bar spans from the item's start date to end date. The darker shaded portion of each bar tells you how complete its requirements are.
cs: Tento Ganttův graf ukazuje všechny aktivní produkty, verze a sprinty v tomto programu. Každý pruh se rozprostírá od data zahájení položky do data ukončení. Tmavší stínovaná část každého pruhu vám řekne, jak úplné jsou jeho požadavky.
de: Dieses Gantt-Diagramm zeigt alle aktiven Produkte, Releases und Sprints in diesem Programm an. Jeder Balken erstreckt sich vom Startdatum des Elements bis zum Enddatum. Der dunkler schattierte Teil jedes Balkens zeigt Ihnen, wie vollständig die Anforderungen sind.
es: Este diagrama de Gantt muestra todos los productos activos, releases y iteraciones en este programa. Cada barra abarca desde la fecha de inicio del artículo hasta la fecha de finalización. La parte sombreada más oscura de cada barra le indica qué tan completos son sus requisitos.
fr: Ce diagramme Gantt montre tous les produits, versions et sprints actifs du programme. Chaque barre s'étend de la date de début à la date de fin. La partie ombrée plus foncée indique l'avancement des besoins.
pt: Este gráfico de Gantt mostra todos os produtos, releases e iterações ativos neste programa. Cada barra se estende da data de início do item até a data de término. A parte sombreada mais escura de cada barra informa o quão completos estão os requerimentos.

# InAppHelp_Chart_ProgramWorkspaceCompletion
source: This chart shows the progress of each product in this program. The left-hand chart shows progress from the start to end date of the product. The bar's color indicates how on track the schedule is against requirement completion. The right-hand chart shows the proportion of requirements across active releases in the product that have been completed.
cs: Tato tabulka ukazuje postup jednotlivých produktů v tomto programu. Levý graf ukazuje pokrok od počátečního do koncového data produktu. Barva pruhu označuje, v jakém stavu je plán proti splnění požadavku. Pravý graf ukazuje podíl požadavků napříč aktivními verzemi produktu, které byly dokončeny.
de: Dieses Diagramm zeigt den Fortschritt jedes Produkts in diesem Programm an. Das linke Diagramm zeigt den Fortschritt vom Startdatum bis zum Enddatum des Produkts. Die Farbe des Balkens zeigt an, wie gut der Zeitplan mit dem Erfüllungsgrad der Anforderungen übereinstimmt. Das rechte Diagramm zeigt den Anteil der fertiggestellten Anforderungen an aktiven Releases des Produkts.
es: Este gráfico muestra el progreso de cada producto en este programa. El cuadro de la izquierda muestra el progreso desde la fecha de inicio hasta el final del producto. El color de la barra indica qué tan encaminado está el cronograma contra el cumplimiento de los requisitos. El cuadro de la derecha muestra la proporción de requisitos entre las releases activas del producto que se han completado.
fr: Ce diagramme montre l'avancement de chacun des produits du programme. Le graphique de gauche montre la progression de la date de début à la date de fin du produit, la partie ombrée plus foncée vous indique l'avancement par rapport au calendrier. Le graphique de droite montre la proportion de besoins des versions actives du produit qui ont été achevés.
pt: Este gráfico mostra o progresso de cada produto neste programa. O gráfico à esquerda mostra o progresso da data de início ao fim do produto. A cor da barra indica como o cronograma está de acordo com a conclusão dos requerimentos. O gráfico à direita mostra a proporção de requerimentos nas versões ativas do produto que foram concluídas.
