Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Dialogs.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Global_NoneDropDown
source: -- None --
cs: -- Žádné --
de: -- Keine --
es: -- Ninguno --
fi: -- Tyhjä --
fr: -- Aucun --
hu: --- Nincs ---
pl: -- Brak --
pt: -- Nenhum --
pt_pt: -- Nenhum --
ru: -- Нет --
zh_hans: -- 无 --
zh_hant: -- 無 --

# Global_PleaseSelectDropDown
source: --- Please Select ---
cs: --- Prosím vyberte ---
de: --- Bitte auswählen ---
es: --- Por favor, seleccione ---
fi: --- Valitse ---
fr: --- Veuillez choisir ---
hu: --- Kérem válasszon ---
pl: --- Wybierz ---
pt: --- Por favor, selecione ---
pt_pt: --- Por favor, selecione ---
ru: --- Пожалуйста, выберите ---
zh_hans: --- 请选择 ---
zh_hant: --- 請選擇 ---

# IncidentList_CopyIncident
source: Copy Incident
cs: Kopírovat Incidenet
de: Vorfall kopieren
es: Copiar Incidente
fi: Kopioi Havainto
fr: Copier un incident
hu: Incidens másolása
pl: Kopiuj incydent
pt: Copiar Incidente
pt_pt: Copiar Defeito
ru: Инцидент с копированием
zh_hans: 复制事件
zh_hant: 複製事件

# IncidentList_DeleteIncident
source: Delete Incident
cs: Odstranit incident
de: Vorfall löschen
es: Borrar Incidente
fi: Poista Havainto
fr: Supprimer un incident
hu: Incidens törlése
pl: Usuń incydent
pt: Excluir incidente
pt_pt: Eliminar Defeito
ru: Удалить инцидент
zh_hans: 删除事件
zh_hant: 刪除事件

# IncidentList_NewIncident
source: New Incident
cs: Nový incident
de: Neuer Vorfall
es: Nuevo Incidente
fi: Uusi Havainto
fr: Nouvel incident
hu: Új incidens
pl: Nowy incydent
pt: Novo incidente
pt_pt: Novo Defeito
ru: Новый инцидент
zh_hans: 新的事件
zh_hant: 新增事件

# IterationPlan_InsertTask
source: Insert Task
cs: Vložit úkol
de: Aufgabe einfügen
es: Insertar Tarea
fi: Lisää Tehtävä
fr: Insérer une tâche
hu: Feladat beillesztése
pl: Wstaw zadanie
pt: Inserir Tarefa
pt_pt: Inserir Tarefa
ru: Вставить задачу
zh_hans: 插入任务
zh_hant: 插入任務

# TaskList_CopyTask
source: Copy Task
cs: Kopírovat úkol
de: Aufgabe kopieren
es: Copiar Tarea
fi: Kopioi Tehtävä
fr: Copier la tâche
hu: Feladat másolása
pl: Kopiuj zadanie
pt: Copiar Tarefa
pt_pt: Copiar Tarefa
ru: Задача копирования
zh_hans: 复制任务
zh_hant: 複製任務

# TaskList_DeleteTask
source: Delete Task
cs: Smazat úkol
de: Aufgabe löschen
es: Borrar Tarea
fi: Poista Tehtävä
fr: Supprimer la tâche
hu: Feladat törlése
pl: Usuń zadanie
pt: Excluir Tarefa
pt_pt: Eliminar tarefa
ru: Задача удаления
zh_hans: 删除任务
zh_hant: 刪除任務

# TaskList_NewTask
source: New Task
cs: Nový úkol
de: Neue Aufgabe
es: Nueva Tarea
fi: Uusi Tehtävä
fr: Nouvelle tâche
hu: Új feladat
pl: Nowe zadanie
pt: Nova Tarefa
pt_pt: Nova Tarefa
ru: Новая задача
zh_hans: 新任务
zh_hant: 新增任務

# ArtifactLinkPanel_AddAssociation
source: Add Association
cs: Přidat propojení
de: Verknüpfung hinzufügen
es: Agregar Asociación
fi: Lisää Yhteys
fr: Ajouter une association
hu: Társítás
pl: Dodaj powiązanie
pt: Adicionar Associação
pt_pt: Adicionar Associação
ru: Добавить ассоциацию
zh_hans: 添加关联
zh_hant: 新增關連

# ArtifactLinkPanel_AddNewAssociation
source: Add New Association
cs: Přidat nové propojení
de: Neue Verknüpfung hinzufügen
es: Agregar Nueva Asociación
fi: Lisää uusi Yhteys
fr: Ajouter une nouvelle association
hu: Új társítás
pl: Dodaj nowe powiązanie
pt: Adicionar Nova Associação
pt_pt: Adicionar Nova Associação
ru: Добавить новую ассоциацию
zh_hans: 添加新的关联
zh_hant: 新增新關連

# ArtifactLinkPanel_ChooseArtifact
source: Please choose the artifact that you want to add an association to:
cs: Prosím, vyberte artefakt, který chcete propojit:
de: Bitte wählen Sie ein Artefakt zu dem Sie eine Verknüpfung erstellen möchten:
es: Por favor, elija el artefacto al que desea asociar:
fi: Valitse asia, johon haluat lisätä yhteyden:
fr: Veuillez choisir l'objet auquel vous souhaitez ajouter une association:
hu: Kérem válassza ki a kapcsolódó elemet amit szeretne hozzáadni vagy társítani
pl: Proszę wybrać artefakt, który chcesz dodać do powiązania:
pt: Por favor, escolha o artefato ao qual você deseja adicionar uma associação:
pt_pt: Por favor, selecione o artefacto para o qual deseja criar uma associação:
ru: Пожалуйста, выберите артефакт, к которому вы хотите добавить ассоциацию:
zh_hans: 请选择您想要添加到关联的工件：
zh_hant: 請選擇欲新增關聯的項目:

# ArtifactLinkPanel_ChooseFromList
source: Choose from list:
cs: Vyberte ze seznamu:
de: Wählen Sie aus der Liste aus:
es: Elija de la lista:
fi: Valitse listasta:
fr: Choisissez dans la liste :
hu: Válasszon a listából:
pl: Wybierz z listy:
pt: Escolher da lista:
pt_pt: Selecione a partir da lista:
ru: Выберите из списка:
zh_hans: 从列表中选择：
zh_hant: 從清單中選擇:

# ArtifactLinkPanel_ChooseTypeOfArtifact
source: Please choose the type of artifact that you want to add an association to:
cs: Vyberte si prosím typ artefaktu, který chcete propojit:
de: Bitte wählen Sie den Typ des Artefaktes zu dem Sie eine Verknüpfung erstellen möchten:
es: Por favor, elija el tipo de artifacto al que desea asociar:
fi: Valitse asian tyyppi, johon haluat lisätä yhteyden:
fr: Veuillez choisir le type d'objet auquel vous souhaitez ajouter une association :
hu: Kérem válassza ki a kapcsolódó elem típusát amit szeretne hozzáadni vagy társítani
pl: Proszę wybrać typ artefaktu, który chcesz dodać do powiązania:
pt: Por favor, escolha o tipo de artefato ao qual você deseja adicionar uma associação:
pt_pt: Selecione o tipo de artefacto para o qual deseja criar uma associação:
ru: Пожалуйста, выберите тип артефакта, к которому вы хотите добавить ассоциацию:
zh_hans: 请选择您想要添加到关联工件的类型：
zh_hant: 請選擇欲新增關聯的項目類型:

# ArtifactLinkPanel_CreateRequirementFromIncident
source: Create a new requirement from this incident
cs: Vytvořit nový požadavek z tohoto incidentu
de: Neue Anforderung aus diesem Vorfall erstellen
es: Crar un nuevo requerimiento a partir de este incidente
fi: Luo uusi vaatimus tästä havainnosta
fr: Créer un nouveau besoin à partir de cet incident
hu: Hozzon létre egy új követelményt az incidensből
pl: Utwórz nowe wymaganie dla tego incydentu
pt: Criar um novo requerimento a partir deste incidente
pt_pt: Criar um novo requisito a partir deste defeito
ru: Создать новое требование из этого инцидента
zh_hans: 从这次事件中创建了新的需求
zh_hant: 從此事件建立新需求

# ArtifactLinkPanel_DeleteAssociation
source: Delete Association
cs: Odstranit propojení
de: Verknüpfung löschen
es: Borrar Asociación
fi: Poista Yhteys
fr: Supprimer l’association
hu: Társítás törlése
pl: Usuń powiązanie
pt: Excluir Associação
pt_pt: Eliminar Associação
ru: Ассоциация удаления
zh_hans: 删除关联
zh_hant: 刪除關聯

# ArtifactLinkPanel_EnterArtifactId
source: Enter Artifact ID:
cs: Zadejte ID Artefaktu:
de: Artefakt-ID eingeben:
es: Ingrese el ID del Artefacto:
fi: Anna Asian ID:
fr: Entrer l’Identifiant de l'objet :
hu: Kapcsolód elem ID
pl: Wprowadź ID artefaktu:
pt: Introduza a identificação (ID) do artefato:
pt_pt: Inserir o ID do Artefacto:
ru: Введите идентификатор артефакта:
zh_hans: 输入工件 ID：
zh_hant: 輸入項目編號:

# ArtifactLinkPanel_IncludeSourceCodeRevisions
source: Include Source Code Commits
cs: Včetně revizí zdrojového kódu
de: Quellcode Versionen einbinden
es: Incluir Revisiones de Código Fuente
fi: Sisällytä lähdekoodin versiot
fr: Inclure les révisions du code source
hu: Tartalmazza a forráskódok revízióit
pl: Zawiera wersje kodu źródłowego
pt: Incluir revisões de código fonte
pt_pt: Incluir Revisões de Código-fonte
ru: Включить изменения исходного кода
zh_hans: 包括源代码修订版
zh_hant: 包含原始碼版號

# AttachmentPanel_AddAttachment
source: Add Attachment
cs: Přidat přílohu
de: Anlage hinzufügen
es: Agregar Adjunto
fi: Lisää Liite
fr: Ajouter une pièce jointe
hu: Melléklet hozzáadása
pl: Dodaj załącznik
pt: Adicionar Anexo
pt_pt: Adicionar Anexo
ru: Добавить приложение
zh_hans: 添加附件
zh_hant: 新增附件

# FileUploadDialog_AddNewDocument
source: Add New Document
cs: Přidat nový dokument
de: Neues Dokument hinzufügen
es: Agregar Nuevo Documento
fi: Lisää uusi Dokumentti
fr: Ajouter un nouveau document
hu: Új dokumentum hozzáadása
pl: Dodaj nowy dokument
pt: Adicionar Novo Documento
pt_pt: Adicionar Novo Documento
ru: Добавить новый документ
zh_hans: 添加新文档
zh_hant: 新增新文件

# Incidents_CreateRequirement
source: Convert Into Requirements
cs: Převeď na požadavky
de: In Anforderungen konvertieren
es: Convertir en Requerimientos
fi: Muunna Vaatimukseksi
fr: Convertir en besoins
hu: Követelménnyé konvertálás
pl: Przekonwertuj na wymagania
pt: Converter em Requerimentos
pt_pt: Converter em Requisitos
ru: Преобразовать в требования
zh_hans: 转换要求
zh_hant: 轉換成需求

# TaskList_InsertTask
source: Insert Task
cs: Vložit úkol
de: Aufgabe einfügen
es: Insertar Tarea
fi: Lisää Tehtävä
fr: Insérer une tâche
hu: Feladat beillesztése
pl: Wstaw zadanie
pt: Inserir Tarefa
pt_pt: Inserir Tarefa
ru: Вставить задачу
zh_hans: 插入任务
zh_hant: 插入任務

# TestCaseDetails_EditParameters
source: Edit Parameters
cs: Upravit parametry
de: Parameter bearbeiten
es: Editar Parámetros
fi: Muokkaa Parametreja
fr: Modifier les paramètres
hu: Paraméterek szerkesztése
pl: Edytuj parametry
pt: Editar Parâmetros
pt_pt: Editar Parâmetros
ru: Редактировать параметры
zh_hans: 编辑参数
zh_hant: 編輯參數

# TestCaseDetails_InsertLink
source: Insert Link
cs: Vložit odkaz
de: Link einfügen
es: Insertar Link
fi: Lisää Linkki
fr: Insérer un lien
hu: Link beszúrása
pl: Wstaw link
pt: Inserir Link
pt_pt: Inserir Ligação
ru: Вставить ссылку
zh_hans: 插入链接
zh_hant: 插入連結

# TestCaseDetails_InsertStep
source: Insert Step
cs: Vložit Krok
de: Schritt einfügen
es: Insertar Paso
fi: Lisää Askel
fr: Insérer une étape
hu: Lépés beillesztése
pl: Wstaw krok
pt: Inserir Etapa
pt_pt: Inserir Passo
ru: Вставить шаг
zh_hans: 插入步骤
zh_hant: 插入步驟

# TestCaseDetails_AddLinkedTestCase
source: Add Linked Test Case
cs: Přidat odkaz na testovací případ
de: Verlinkten Testfall hinzufügen
es: Agregar Caso de Prueba asociado
fi: Lisää linkitetty Testitapaus
fr: Ajouter un scénario de test lié
hu: Kapcsolódó teszteset hozzáadása
pl: Dodaj połączone przypadki testowe
pt: Adicionar Teste Relacionado
pt_pt: Adicionar Caso de Teste Associado
ru: Добавить связанный тестовый случай
zh_hans: 添加链接的测试用例
zh_hant: 新增已連結的測試案例

# TestCaseDetails_ChooseTestCaseForLink
source: Choose the test case to add as a link in the test step list:
cs: Vyberte si testovací případ, který bude přidán jako odkaz v seznamu kroků testu:
de: Wählen Sie den Testfall, um ihn als Link in die Liste der Testschritte hinzuzufügen:
es: Elija el caso de prueba para asociarlo en la lista de pasos de prueba:
fi: Valitse testitapaus, joka lisätään linkkinä testiaskel-listaan:
fr: Choisissez le scénario de test à lier dans la liste des étapes de test :
hu: A tesztlépésbe történő teszteset link hozzáadáshoz válassza ki a tesztesetet
pl: Wybierz przypadek testowy, aby go dodać jako link w kroku testowym:
pt: Escolha o Caso de Teste para adicionar como um link na lista da etapas de teste:
pt_pt: Selecione o Caso de Teste para adicionar como ligação na lista dos Passos de Teste:
ru: Выберите тестовый случай для добавления в качестве ссылки в список тестовых шагов:
zh_hans: 选择要作为测试步骤列表中的链接添加的测试用例：
zh_hant: 選擇欲與測試步驟清單新增連結的測試案例:

# TestCaseDetails_EditLinkedTestParameters
source: Edit Linked Test Case Parameters
cs: Upravit parametry odkazovaného testovacího případu
de: Verlinkte Testfallparameter bearbeiten:
es: Editar parámetros de Caso de Pruebas Asociados
fi: Muokkaa linkitetyn Testitapauksen parametreja
fr: Modifier les paramètres du scénario de test lié
hu: Kapcsolódó teszteset paramétereinek módosítása
pl: Edytuj parametry dołączonych przypadków testowych
pt: Editar parâmetros do teste relacionado
pt_pt: Editar Parâmetros do Caso de Teste Associado
ru: Редактирование параметров связанного тестового случая
zh_hans: 编辑链接的测试用例参数
zh_hant: 編輯連結測試案例的參數

# TestCaseDetails_PleaseFillOutParameters
source: Please fill out the parameters for this linked test case:
cs: Vyplňte parametry pro tento odkazovaný testovací případ:
de: Bitte füllen Sie die Parameter für diese verlinkten Testfälle aus:
es: Por favor, rellene los parámetros de este Caso de Prueba:
fi: Täytä tämän linkitetyn testitapauksen parametrit:
fr: Veuillez saisir les paramètres pour ce scénario de test :
hu: Kérjük töltse ki a kapcsolódó teszteset paramétereit
pl: Wypełnij parametry dla połączonego przypadku testowego:
pt: Por favor, preencha os parâmetros deste teste relacionado:
pt_pt: Por favor, preencha os parâmetros para este caso de teste associado:
ru: Пожалуйста, заполните параметры для этого связанного тестового случая:
zh_hans: 请填写此链接测试用例的参数：
zh_hant: 請填入此連結測試案例的參數:

# TestSetDetails_AddTests
source: Add Tests
cs: Přidat testy
de: Tests hinzufügen:
es: Agregar Pruebas
fi: Lisää Testejä
fr: Ajouter des tests
hu: Tesztek hozzáadása
pl: Dodaj testy
pt: Adicionar Testes
pt_pt: Adicionar Testes
ru: Добавить тесты
zh_hans: 添加测试
zh_hant: 新增測試

# TestSetDetails_EditParameters
source: Edit Parameters
cs: Upravit parametry
de: Parameter bearbeiten
es: Editar Parámetros
fi: Muokkaa Parametreja
fr: Modifier les paramètres
hu: Paraméterek szerkesztése
pl: Edytuj parametry
pt: Editar Parâmetros
pt_pt: Editar Parâmetros
ru: Редактировать параметры
zh_hans: 编辑参数
zh_hant: 編輯參數

# TestSetDetails_ExecuteTests
source: Execute Tests
cs: Spustit testy
de: Tests ausführen
es: Ejecutar Pruebas
fi: Suorita Testit
fr: Exécuter les tests
hu: Tesztek végrehajtása
pl: Wykonaj testy
pt: Executar Testes
pt_pt: Executar Testes
ru: Выполнить тесты
zh_hans: 执行测试
zh_hant: 執行測試

# TestSetDetails_InsertTests
source: Insert Tests
cs: Vložit testy
de: Tests einfügen
es: Insertar Pruebas
fi: Lisää Testit
fr: Insérer les tests
hu: Tesztek beillesztése
pl: Wstaw testy
pt: Inserir Testes
pt_pt: Inserir Testes
ru: Вставьте тесты
zh_hans: 插入测试
zh_hant: 插入測試

# TestSetDetails_RemoveTests
source: Remove Tests
cs: Odebrat testy
de: Tests entfernen
es: Eliminar Pruebas
fi: Poista Testit
fr: Retirer les tests
hu: Tesztek eltávolítása
pl: Usuń testy
pt: Remover testes
pt_pt: Remover Testes
ru: Удалить тесты
zh_hans: 移除测试
zh_hant: 移除測試

# TestCaseExecution_NoReleasesDropDown
source: --- No Releases For This Product ---
cs: --- Žádné verze pro tento produkt ---
de: --- Keine Releases für dieses Produkt ---
es: --- No hay releases registradas para este proyecto ---
fi: --- Ei Julkaisuja tähän projektiin ---
fr: --- Pas de versions pour ce produit ---
hu: --- Nincs release a projekthez ---
pl: --- Brak wydań dla tego projektu ---
pt: --- Não há releases cadastrados para este projeto ---
pt_pt: --- Não Há Entregas Para Este Projeto ---
ru: --- Нет релизов для этого продукта ---
zh_hans: --- 没有为此项目的的版本 ---
zh_hant: --- 無此專案的版本 ---

# Documents_AddDocument
source: Add Document
cs: Přidat dokument
de: Neues Dokument hinzufügen
es: Agregar Documento
fi: Lisää Dokumentti
fr: Ajouter un document
hu: Dokumentum hozzáadása
pl: Dodaj dokument
pt: Adicionar documento
pt_pt: Adicionar Documento
ru: Добавить документ
zh_hans: 添加文档
zh_hant: 新增文件

# Global_SortedAscending
source: Sorted Ascending
cs: Seřazeno vzestupně
de: Aufsteigend sortiert
es: Orden Creciente
fi: Lajiteltu nousevasti
fr: Tri croissant
hu: Rendezés növekvő sorrendbe
pl: Posortowane rosnąco
pt: Ordem Crescente
pt_pt: Ordenado por Ordem Crescente
ru: Сортированное восхождение
zh_hans: 按升序排序
zh_hant: 按升冪排序

# Global_SortedDescending
source: Sorted Descending
cs: Seřazeno sestupně
de: Absteigend sortiert
es: Orden Decreciente
fi: Lajiteltu laskevasti
fr: Tri décroissant
hu: Rendezés csökkenő sorrendbe
pl: Posortowane malejąco
pt: Ordem Descrescente
pt_pt: Ordenado por Ordem Decrescente
ru: Сортированное опускание
zh_hans: 按降序排序
zh_hant: 按降冪排序

# Global_Filter
source: Filter:
cs: Filtr:
es: Filtro:
fi: Suodatin:
fr: Filtre :
hu: Szűrő:
pl: Filtr:
pt: Filtro:
pt_pt: Filtro:
ru: Фильтр:
zh_hans: 筛选器：
zh_hant: 篩選:

# Global_AllItems
source: All Items
cs: Všechny položky
de: Alle Elemente
es: Todos los Ítems
fi: Kaikki Kohteet
fr: Tous les objets
hu: Minden elem
pl: Wszystkie elementy
pt: Todos os itens
pt_pt: Todos os Itens
ru: Все предметы
zh_hans: 所有项目
zh_hant: 所有項目

# Global_ItemsInFolder
source: Items in Current Folder
cs: Položek v tomto adresáři
de: Elemente im aktuellen Ordner
es: Ítems en la Carpeta Actual
fi: Kohteet nykyisessä kansiossa
fr: Articles dans le dossier
hu: Elemek az aktuális mappában
pl: Elementy w bieżącym folderze
pt: Itens na Pasta Atual
pt_pt: Itens na Pasta Atual
ru: Элементы в текущей папке
zh_hans: 当前文件夹中的项目
zh_hant: 目前資料夾內的項目

# TestCases_BlockTestCases
source: Block Test Cases
cs: Blokovat testovací případy
de: Testfälle sperren
es: Bloquear Casos de Prueba
fi: Estä Testitapaus
fr: Bloquer des scénarios de test
hu: Test esetek blokkolása
pl: Blokuj przypadki testowe
pt: Bloquear Casos de Teste
pt_pt: Bloquear Casos de Teste
ru: Блок-тестовые случаи
zh_hans: 块测试用例
zh_hant: 阻擋測試案例

# TestCases_UnBlockTestCases
source: Unblock Test Cases
cs: Odblokovat testovací případy
de: Testfälle entsperren
es: Desbloquear Casos de Prueba
fi: Salli Testitapaus
fr: Débloquer des scénarios de test
hu: Test esetek feloldása
pl: Odblokuj przypadki testowe
pt: Desbloquear Casos de Teste
pt_pt: Desbloquear Casos de Teste
ru: Разблокировать тестовые случаи
zh_hans: 取消阻止测试用例
zh_hant: 取消阻擋測試案例

# Timecard_SubmitConfirm
source: Are you sure you want to submit this timecard? It will update the Additional Effort and Remaining Effort for all the items on the page.
cs: Jste si jisti, že chcete zadat tento výkaz (TimeCard)? Tím dojde k aktualizaci polí Další úsilí a Zbývající úsilí pro všechny položky na stránce.
de: Sind Sie sicher, dass sie diese Zeiten speichern wollen? Der zusätzliche und der verbleibende Aufwand werden für alle Elemente auf der Seite aktualisiert.
es: Está seguro que desea enviar esta tarjeta de tiempo? Se actualizará el Esfuerzo Adicional y Esfuerzo Restante de todos los ítems de la página.
fi: Oletko varma että haluat lähettää nämä työmäärät? Se päivittää lisätyön ja jäljellä olevan työn kaikkiin sivun kohteisiin.
fr: Êtes-vous sûr de vouloir enregistrer la fiche de travail ? L'effort supplémentaire et l'effort restant vont être mis à jour pour tous les éléments de la page.
hu: Biztos benne, hogy ezt az időkimutatást szeretné elküldeni? Ezzel frissíti a további és fennmaradó ráfordítások értékeit az oldal elemein.
pl: Czy na pewno chcesz przesłać kartę pracy? Zaktualizuje ona dodatkowy i pozostały nakład dla wszystkich elementów na stronie.
pt: Tem a certeza de que deseja enviar este cartão de horários? Ele irá atualizar o Esforço Adicional e o Esforço Restante para todos os itens na página.
pt_pt: Tem certeza que deseja enviar este registo de tempo? Irá atualizar o Esforço Adicional e o Esforço Remanescente para todos os itens na página.
ru: Ты уверен, что хочешь отправить эту карточку времени? Он будет обновлять Дополнительные и Оставшиеся усилия для всех пунктов на странице.
zh_hans: 确实要提交此考勤卡吗？在页面上的所有项目，它将更新页面上所有项目的额外的工作和剩余的工作。
zh_hant: 您確定要提交此工時卡？此頁面的所有項目的額外工時與剩餘工時皆會變更。

# Timecard_SubmitSuccess
source: Your timecard was successfully submitted.
cs: Váš výkaz (TimeCard) byl úspěšně zadán.
de: Ihre Zeiterfassung wurde erfolgreich übermittelt.
es: Su tarjeta de tiempo se ha enviado correctamente.
fi: Työmääräsi lähetettiin onnistuneesti.
fr: Votre fiche de travail est maintenant enregistrée.
hu: Az időkimutatás sikeresen elküldve
pl: Twoja karta pracy została pomyślnie zatwierdzona.
pt: Seu cartão de horários foi enviado com sucesso.
pt_pt: O seu registo de tempo foi submetido com sucesso.
ru: Твоя карточка с таймерами была успешно подана.
zh_hans: 已成功提交您的考勤卡。
zh_hant: 您已成功提交工時卡。

# AttachmentPanel_AddExisting
source: Add Existing
cs: Přidat existující
de: Bestehende hinzufügen
es: Agregar Existente
fi: Lisää nykyinen
fr: Ajouter un élément déjà existant
hu: Adja hozzá a meglévő
pl: Dodaj istniejące
pt: Adicionar Existente
pt_pt: Adicionar Existente
ru: Добавить существующий
zh_hans: 添加现有的
zh_hant: 新增已存在的

# AttachmentPanel_AddExistingDocument
source: Add Existing Document
cs: Přidat existující dokument
de: Bestehendes Dokument hinzufügen
es: Agregar Documento Existente
fi: Lisää nykyinen Dokumentti
fr: Ajouter un document déjà existant
hu: Létező dokumentum hozzáadása
pl: Dodaj istniejący dokument
pt: Adicionar Documento Existente
pt_pt: Adicionar Documento Existente
ru: Добавить существующий документ
zh_hans: 添加现有文档
zh_hant: 新增已存在的文件

# AttachmentPanel_AddNew
source: Add New
cs: Přidat nový
de: Neue hinzufügen
es: Agregar Nuevo
fi: Lisää uusi
fr: Ajouter un nouveau document
hu: Új
pl: Dodaj nowy
pt: Adicionar novo
pt_pt: Adicionar Novo
ru: Добавить Новое
zh_hans: 添加新的
zh_hant: 新增

# AttachmentPanel_IncludeSourceCodeDocuments
source: Include Source Code Documents
cs: Zahrnout dokumenty zdrojového kódu
de: Dokumente vom Typ Quellcode einschließen
es: Incluir Documentos de Código Fuente
fi: Sisällytä Lähdekoodi-dokumentit
fr: Inclure les documents de code source
hu: Forrás kód dokumentumokat foglalja magába a
pl: Zawiera dokumenty kodu źródłowego
pt: Incluir Documentação de Código Fonte
pt_pt: Incluir Documentos de Código-fonte
ru: Включить документы с исходным кодом
zh_hans: 包括源代码的文档
zh_hant: 包含原始碼文件

# AttachmentPanel_ChooseTypeOfExisting
source: Choose the location of existing document that you'd like to add:
cs: Zvolte umístění existujícího dokumentu, který chcete přidat:
de: Wählen Sie den Speicherort des vorhandenen Dokuments, das Sie hinzufügen möchten:
es: Elija la ubicación del documento existente que desea agregar:
fi: Valitse olemassa olevan dokumentin sijainti, jonka haluat lisätä:
fr: Choisissez l'emplacement du document que vous aimeriez ajouter :
hu: Válassza ki a hozzáadni kívánt meglévő dokumentum helye:
pl: Wybierz lokalizację istniejącego dokumentu, który chcesz dodać:
pt: Escolha o local do documento existente que você gostaria de adicionar:
pt_pt: Escolha a localização do documento existente que gostaria de adicionar:
ru: Выберите местоположение существующего документа, который вы хотите добавить:
zh_hans: 选择您想添加的现有文档的位置：
zh_hant: 選擇欲加入的已存在文件位置：

# Global_PrintItems
source: Print Items
cs: Tisk položek
de: Elemente drucken
es: Imprimir Ítems
fi: Tulosta Kohteet
fr: Imprimer
hu: Cikkek nyomtatása
pl: Drukowanie elementów
pt: Imprimir Itens
pt_pt: Imprimir Itens
ru: Печатные материалы
zh_hans: 打印项目
zh_hant: 列印項目

# Admin_ReportDetails_AddNewQuery
source: --- Add New Query ---
cs: --- Přidat nový dotaz ---
de: --- Neue Abfrage hinzufügen ---
es: ---Agregar Nueva Consulta---
fi: --- Lisää uusi Haku ---
fr: --- Ajouter une nouvelle requête ---
hu: --- Új Lekérés hozzáadása ---
pl: ---Dodaj nowe zapytanie---
pt: --- Adicionar Nova Consulta ---
pt_pt: --- Adicionar Nova Pesquisa ---
ru: --- Добавить новый запрос ---
zh_hans: 添加新查询
zh_hant: --- 新增查詢 ---

# Admin_ReportDetails_CreateDefaultTemplate
source: Create Default Template
cs: Vytvořit výchozí šablonu
de: Erstelle eine neue Standardvorlage
es: Crear Plantilla por Defecto
fi: Luo oletus sivupohja
fr: Créer un modèle par défaut
hu: Alapértelmezett Sablon Hozzáadása
pl: Utwórz domyślny szablon
pt: Criar Template Padrão
pt_pt: Criar Modelo Padrão
ru: Создать шаблон по умолчанию
zh_hans: 创建默认模板
zh_hant: 建立預設範本
