Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Dialogs.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestRunDetails_LinkExistingIncidentIntro
source: Please choose the incident(s) to link to this test run step:
cs: Vyberte Incident(y), které chcete propojit s tímto krokem zkušebního běhu:
de: Bitte wählen Sie die Vorfälle, die mit diesem Testlaufschritt verknüpft werden sollen:
es: Por favor, seleccione el (los) incidente(s) para asociar a esta Ejecución de Paso de Prueba:
fi: Valitse Testiajon askeleeseen liitettävä(t) Havainnot:
fr: Veuillez sélectionner le(s) incident(s) à associer à l'étape d'exécution de test :
hu: Válasszon egy (több) incidenst, amit ehhez a tesztfuttatáslépéshez kapcsolhat:
pl: Proszę wybrać incydent(y), który ma być połączony z tym etapem badania:
pt: Por favor, escolha o(s) incidente(s) para relacionar a esta etapa de execução de teste:
pt_pt: Por favor, selecione o(s) defeito(s) que pretende associar a este passo de execução do teste:
ru: Пожалуйста, выберите инцидент(ы), чтобы перейти на этот этап тестирования:

# KeyBoardShortcuts_PlanningBoard_GroupByComponent
source: Group By Component
cs: Seskupit podle komponenty
de: Gruppiere nach Komponente
es: Agrupar por Componentes
fi: Ryhmitä Komponentin mukaan
fr: Groupage par composant
hu: Csoportosítás összetevőnként
pl: Grupa według komponentów
pt: Agrupar por Componentes
pt_pt: Agrupar Por Componente
ru: Группировка по компонентам

# KeyBoardShortcuts_PlanningBoard_GroupByPackage
source: Group By Epic
cs: Seskupit podle Epic(u)
de: Gruppiere nach Paket
es: Agrupar por Paquetes
fi: Ryhmitä Paketin mukaan
fr: Groupage par epic
hu: Csoportosítás csomagonként
pl: Grupa według Epic
pt: Agrupar por Pacotes
pt_pt: Agrupar Por Pacote
ru: Группа по Эпику

# KeyBoardShortcuts_PlanningBoard_GroupByPriority
source: Group By Priority
cs: Seskupit podle priority
de: Gruppiere nach Priorität
es: Agrupar por Prioridades
fi: Ryhmitä Prioriteetin mukaan
fr: Groupage par priorité
hu: Csoportosítás prioritásonként
pl: Grupa według priorytetów
pt: Agrupar por Prioridades
pt_pt: Agrupar Por Prioridade
ru: Группа по приоритетам

# KeyBoardShortcuts_PlanningBoard_GroupByStatus
source: Group By Status
cs: Seskupit podle stavu
de: Gruppiere nach Status
es: Agrupar por Estados
fi: Ryhmitä Tilan mukaan
fr: Groupage par statut
hu: Csoportosítás állapotonként
pl: Grupa według statusu
pt: Agrupar por Estados
pt_pt: Agrupar Por Estado
ru: Группа по статусу

# KeyBoardShortcuts_PlanningBoard_Title
source: Planning Board Shortcuts
cs: Zkratky Plánovací nástěnky
es: Atajos de teclado de la Tabla de Planificación
fi: Suunnittelutaulun oikoreitit
fr: Raccourcis tableau de planification
hu: Tervezőtábla gyorsbillentyűk
pl: Tablica Planowania Skróty
pt: Atalhos do Painel de Planejamento
pt_pt: Atalhos para o Painel de Planeamento
ru: Кратчайшие пути для планирования

# KeyBoardShortcuts_PlanningBoard_ToggleDetails
source: Toggle Detailed View
cs: Přepnout na detailní pohled
de: Umschalten zur Detailansicht
es: Activar/Desactivar Vista Detallada
fi: Vaihda yksityiskohtainen näkymä
fr: Bascule Vue détaillée
hu: Váltás részletes nézetre
pl: Przełączanie widoku szczegółowego
pt: Ativar/Desativar Modo de Exibição Detalhado
pt_pt: Alternar Vista Detalhada
ru: Переключение между подробным просмотром

# KeyBoardShortcuts_PlanningBoard_ToggleIncidents
source: Toggle Incidents
cs: Přepnout na Incidenty
de: Umschalten zu Vorfällen
es: Activar/Desactivar Incidentes
fi: Vaihda Havainnot
fr: Bascule Incidents
hu: Váltás incidensre
pl: Przełączanie Incydentów
pt: Ativar/Desativar Incidentes
pt_pt: Alternar Defeitos
ru: Инциденты с переключением между режимами

# KeyBoardShortcuts_PlanningBoard_ToggleTasks
source: Toggle Tasks
cs: Přepnout na Úkoly
de: Umschalten zu Aufgaben
es: Activar/Desactivar Tareas
fi: Vaihda Tehtävät
fr: Bascule Tâches
hu: Váltás feladatokra
pl: Przełączanie zadań
pt: Ativar/Desativar Tarefas
pt_pt: Alternar Tarefas
ru: Задачи переключателя

# KeyBoardShortcuts_PlanningBoard_ToggleTestCases
source: Toggle Test Cases
cs: Přepnout na Testovací případy
de: Umschalten zu Testfällen
es: Activar/Desactivar Casos de Prueba
fi: Vaihda Testitapaukset
fr: Bascule Scénarios de test
hu: Váltás tesztesetekre
pl: Przełączanie przypadków testowych
pt: Ativar/Desativar Casos de Teste
pt_pt: Alternar Casos de Teste
ru: Тестовые случаи переключения

# Global_AllProjects
source: (All Products)
cs: (Všechny Produkty)
de: (Alle Projekte)
es: (Todos los Proyectos)
fi: (Kaikki Projektit)
fr: (Tous les produits)
hu: (Összes projekt)
pl: (Wszystkie produkty)
pt: (Todos os Projetos)
pt_pt: (Todos os Projetos)
ru: (Все продукты)

# PendingTestRuns_Reassign_Intro
source: Please choose the name of the user you'd like to assign this test run to:
cs: Vyberte prosím jméno uživatele, kterému chcete přiřadit tento testovací běh:
de: Bitte wählen Sie den Namen des Benutzers, dem Sie diesen Testlauf zuordnen möchten:
es: Por favor, elija el nombre del usuario al que desea asignar esta ejecución de prueba:
fi: Valitse käyttäjän nimi, jolle haluat osoittaa kyseisen testiajon:
fr: Veuillez choisir l'utilisateur auquel vous voulez attribuer l'exécution de test
hu: Válassza ki annak a felhasználónak a nevét, akit ehhez a tesztfuttatáshoz szeretne rendelni:
pl: Proszę wybrać nazwę użytkownika, do którego chcesz przypisać to badanie testowe:
pt: Por favor, escolha o nome do usuário ao qual você gostaria de atribuir esta execução teste:
pt_pt: Por favor, selecione o nome do utilizador a quem pretende atribuir esta execução de teste:
ru: Пожалуйста, выберите имя пользователя, которому вы хотите назначить этот тестовый запуск:

# SidebarPanel_Charts
source: Charts
cs: Grafy
de: Diagramme
es: Gráficos
fi: Kaaviot
fr: Tableaux
hu: Diagram
pl: Wykresy
pt: Quadros
pt_pt: Gráficos
ru: Диаграммы

# KeyBoardShortcuts_DetailsPage_Save
source: Save all changes
cs: Uložit všechny změny
de: Alle Änderungen speichern
es: Guardar todos los cambios
fi: Talleta kaikki muutokset
fr: Enregistrer les modifications
hu: Összes változtatás mentése
pl: Zachowaj wszystkie zmiany
pt: Salvar todas as alterações
pt_pt: Gravar todas as alterações
ru: Сохранить все изменения

# KeyBoardShortcuts_TestExecutionExploratory_AddStep
source: Add new test step
cs: Přidat nový testovací krok
de: Neuen Testschritt hinzufügen
es: Agregar nuevo paso de prueba
fr: Ajouter une nouvelle étape
hu: Új tesztlépés hozzáadása
pl: Dodaj nowy krok testowy
pt: Adicionar nova etapa de teste
pt_pt: Adicionar novo passo de teste
ru: Добавить новый этап тестирования

# KeyBoardShortcuts_TestExecutionExploratory_CloneStep
source: Create a clone of the current test step
cs: Vytvoří klon aktuálního testovacího kroku
de: Erstelle eine Kopie des aktuellen Testschritts
es: Crear un clon del paso de prueba actual
fr: Cloner l'étape de test
hu: Az aktuális tesztlépés klónjának létrehozása
pl: Tworzenie klonu bieżącego etapu testowego
pt: Criar um clone da etapa de teste atual
pt_pt: Criar uma cópia do passo de teste atual
ru: Создать клон текущего этапа тестирования

# KeyBoardShortcuts_TestExecutionExploratory_DeleteStep
source: Delete the current test step
cs: Smaže aktuální testovací krok
de: Aktuellen Testschritt löschen
es: Eliminar el paso de prueba actual
fr: Supprimer l'étape de test
hu: Az aktuális tesztlépés törlése
pl: Usuń aktualny krok testowy
pt: Excluir a etapa de teste atual
pt_pt: Eliminar passo de teste atual
ru: Удалить текущий этап тестирования

# KeyBoardShortcuts_TestExecutionExploratory_EditCaseDescription
source: Edit the test case description
cs: Upraví popis Testovacího Případu
de: Testfallbeschreibung bearbeiten
es: Editar la descripción del caso de prueba
fr: Modifier la description du scénario de test
hu: A tesztesetleírás szerkesztése
pl: Edytuj opis przypadku testowego
pt: Editar a descrição do caso de teste
pt_pt: Editar a descrição do caso de teste
ru: Отредактировать описание тестового случая

# KeyBoardShortcuts_TestExecutionExploratory_EditCaseName
source: Edit the name of the test case
cs: Upraví jméno Testovacího případu
de: Testfallname bearbeiten
es: Editar el nombre del caso de prueba
fr: Modifier le nom du scénario de test
hu: A teszteset nevének szerkesztése
pl: Edytuj nazwę przypadku testowego
pt: Editar o nome do caso de teste
pt_pt: Editar o nome do caso de teste
ru: Отредактируйте название тестового случая

# KeyBoardShortcuts_TestExecutionExploratory_EditStepActualResult
source: Edit the current test step actual result
cs: Upraví Skutečný výsledek aktuálního testovacího kroku
de: Tatsächliches Ergebnis des aktuellen Testschritts bearbeiten
es: Editar el resultado real del paso de prueba actual
fr: Modifier le résultat de l'étape de test
hu: Az aktuális tesztlépés aktuális eredményének szerkesztése
pl: Edycja aktualnego wyniku etapu testowania
pt: Editar o resultado real da etapa de teste atual
pt_pt: Editar o resultado real do passo de teste atual
ru: Отредактировать текущий этап тестирования фактический результат

# KeyBoardShortcuts_TestExecutionExploratory_EditStepDescription
source: Edit the current test step description
cs: Upraví popis testovacího kroku
de: Beschreibung des aktuellen Testschritts bearbeiten
es: Editar la descripción del paso de prueba actual
fr: Modifier la description de l'étape de test
hu: Az aktuális tesztlépésleírás szerkesztése
pl: Edycja opisu aktualnego etapu testu
pt: Editar a descrição da etapa de teste atual
pt_pt: Editar a descrição do passo de teste atual
ru: Отредактировать описание текущего этапа тестирования

# KeyBoardShortcuts_TestExecutionExploratory_EditStepExpectedResult
source: Edit the current test step expected result
cs: Upraví Očekávaný výsledek aktuálního testovacího kroku
de: Erwartetes Ergebnis des aktuellen Testschritts bearbeiten
es: Editar el resultado esperado del paso de prueba actual
fr: Modifier le résultat attendu pour l'étape de test
hu: Az aktuális tesztlépés várt eredményének szerkesztése
pl: Edycja bieżącego etapu testu oczekiwany wynik
pt: Editar o resultado esperado da etapa de teste atual
pt_pt: Editar o resultado esperado do passo de teste atual
ru: Отредактировать текущий этап тестирования ожидаемый результат

# KeyBoardShortcuts_TestExecutionExploratory_EditStepSampleData
source: Edit the current test step sample data
cs: Upraví Vzorová data aktuálního testovacího kroku
de: Beispieldaten des aktuellen Testschritts bearbeiten
es: Edite los datos de muestra del paso de prueba actual
fr: Modifier l'étape de test échantillon
hu: Az aktuális tesztlépés mintaadatának szerkesztése
pl: Edycja aktualnych danych próbki z etapu testowania
pt: Edite os dados da amostra da etapa de teste atual
pt_pt: Editar os dados para teste do passo de teste atual
ru: Отредактируйте данные текущего этапа тестирования

# KeyBoardShortcuts_TestExecutionExploratory_MoveStepDown
source: Move current test step down one
cs: Posune o jedno místo dolů aktuální testovací krok
de: Aktuellen Testschritt um eins nach unten verschieben
es: Bajar el paso de prueba actual una posición
fr: Descendre l'étape de test
hu: Lépés az aktuális tesztlépésre lefelé
pl: Przesunięcie bieżącego stopnia testowego w dół o jeden
pt: Mover a etapa de teste atual para baixo
pt_pt: Deslocar o passo de teste atual uma posição para baixo
ru: Переместить текущий тест шаг вниз один

# KeyBoardShortcuts_TestExecutionExploratory_MoveStepUp
source: Move current test step up one
cs: Posune o jedno místo nahoru aktuální testovací krok
de: Aktuellen Testschritt um eins nach oben verschieben
es: Subir el paso de prueba actual una posición
fr: Remonter l'étape de test
hu: Lépés az aktuális tesztlépésre felfelé
pl: Przesunięcie aktualnego kroku testowego o jeden
pt: Mover a etapa de teste atual para cima
pt_pt: Deslocar o passo de teste atual uma posição para cima
ru: Переместить текущий тест шаг вверх на один

# KeyBoardShortcuts_TestExecutionExploratory_ShowCaseDescription
source: Toggle showing test case description
cs: Aktivuje zobrazení popisu Testovacího případu
de: Zur Testfallbeschreibung umschalten
es: Alternar para mostrar la descripción del caso de prueba
fr: Bascule description des scénarios de test
hu: Váltás a tesztesetleírás megjelenítésére
pl: Przełącznik pokazujący opis przypadku testowego
pt: Mostrar a descrição do caso de teste
pt_pt: Alternar visualização da descrição do caso de teste
ru: переключатель, показывающий описание тестового случая

# KeyBoardShortcuts_TestExecutionExploratory_ShowExpectedResult
source: Toggle showing expected result
cs: Aktivuje zobrazení Očekávaného výsledku
de: Zum erwarteten Ergebnis umschalten
es: Alternar para mostrar el resultado esperado
fr: Bascule affichage des résultats attendus
hu: Váltás a várt eredmény megjelenítésére
pl: Przełącznik pokazujący oczekiwany rezultat
pt: Mostrar o resultado esperado
pt_pt: Alternar visualização do resultado esperado
ru: переключатель, показывающий ожидаемый результат

# KeyBoardShortcuts_TestExecutionExploratory_ShowLastResult
source: Toggle showing the results from the last time the step was run
cs: Aktivuje zobrazení výsledku z posledního spuštění daného kroku
de: Zum Ergebnis des letzten Testlaufs umschalten
es: Alternar para mostrar los resultados de la última vez que se ejecutó el paso
fr: Bascule affichage des résultats de la dernière exécution
hu: Váltás a lépés utolsó futtatásán kapott eredmények megjelenítésére
pl: Przełącznik pokazujący wyniki z ostatniego uruchomionego kroku
pt: Mostrar os resultados da última vez que a etapa executou
pt_pt: Alternar visualização dos resultados obtidos na última execução do passo de teste
ru: Переключайте, показывая результаты последнего прогона шага.

# KeyBoardShortcuts_TestExecutionExploratory_ShowSampleData
source: Toggle showing sample data
cs: Aktivuje zobrazení Vzorových dat
de: Zu den Beispieldaten umschalten
es: Alternar para mostrar datos de muestra
fr: Bascule affichage échantillons
hu: Váltás a mintaadatok megjelenítésére
pl: Przełącznik pokazujący dane z próbki
pt: Mostrar dados de amostra
pt_pt: Alternar visualização dos dados de teste
ru: переключатель, показывающий данные образца

# KeyBoardShortcuts_TestExecution_ShowCustomProperties
source: Toggle showing custom properties
cs: Aktivuje zobrazení Vlastních vlastností
de: Zu den benutzerdefinierten Eigenschaften umschalten
es: Alternar para mostrar propiedades personalizadas
fr: Bascule affichage propriétés personnalisées
hu: Váltás egyéni tulajdonságok megjelenítésére
pl: Przełącznik pokazujący niestandardowe właściwości
pt: Mostrar propriedades personalizadas
pt_pt: Alternar visualização das propriedades personalizadas
ru: Переключить отображение пользовательских свойств

# KeyBoardShortcuts_TestExecutionExploratory_HeaderChangeStatus
source: Change Execution Status
cs: Změní stav vykonání
de: Ausführungsstatus ändern
es: Cambiar Estado de Ejecución
fr: Modifier le statut d'exécution
hu: Végrehajtási állapot módosítása
pl: Zmiana statusu wykonania
pt: Mudar Status da Execução
pt_pt: Alterar Estado da Execução
ru: Изменить статус исполнения

# KeyBoardShortcuts_TestExecutionExploratory_HeaderEdit
source: Editing
cs: Úpravy
de: Bearbeiten
es: Edición
fr: Modifications
hu: Szerkesztés
pl: Redakcja
pt: Editar
pt_pt: A Editar
ru: Редактирование

# KeyBoardShortcuts_TestExecutionExploratory_TasksTab
source: Switch to the Tasks Tab
cs: Přepne na kartu Úkoly
de: Zum Tab 'Aufgaben' wechseln
es: Pasar a la pestaña de tareas
fr: Onglet Tâches
hu: Váltás a feladatok fülre
pl: Przejdź do zakładki Zadania
pt: Alternar para a guia Tarefas
pt_pt: Mudar para o Tab das Tarefas
ru: Переключиться на вкладку Задачи

# KeyBoardShortcuts_TestExecutionExploratory_Title
source: Exploratory Test Execution
cs: Provedení průzkumného testu
de: Durchführung von explorativen Tests
es: Ejecución Exploratoria de Pruebas
fr: Exécution de test en mode exploratoire
hu: Felfedező tesztvégrehajtás
pl: Wykonywanie badań poszukiwawczych
pt: Execução de Testes Exploratórios
pt_pt: Execução de Testes Exploratórios
ru: Экспериментальное испытание Исполнение

# FileUpload_DragAndDrop
source: Or drag and drop a file here
cs: Nebo přetáhněte soubor sem
de: Oder Dateien per Drag and Drop hierher verschieben
es: O arrastra y suelta archivos aquí
fr: Ou déplacer les fichiers ici
hu: Vagy húzza ide a fájlokat
pl: Albo przeciągnij i upuść plik tutaj
pt: ou arraste e solte arquivos aqui
pt_pt: Ou arraste e largue os ficheiros aqui
ru: Или перетащить файл сюда

# FileUpload_SelectFiles
source: Select a file to upload
cs: Vyberte soubor, který chcete nahrát
de: Dateien für den Upload auswählen
es: Seleccionar archivos para subir
fr: Sélectionnez les fichier à télécharger vers le serveur
hu: Válassza ki a feltöltendő fájlokat
pl: Wybierz plik do przesłania
pt: Selecione arquivos para enviar
pt_pt: Selecione os ficheiros a enviar
ru: Выберите файл для загрузки

# RequirementDetails_SameAsCurrentRequirement
source: -- Same as Current Requirement --
cs: -- Stejné jako aktuální požadavek --
de: -- Wie bei der aktuellen Anforderung --
es: -- Mismo que el requisito actual --
fr: -- Identique --
hu: -- Ugyanaz mint az aktuális követelmény --
pl: -- Tak samo jak bieżące zapotrzebowanie --
pt: -- Mesmo do Requerimento Atual --
pt_pt: -- O Mesmo que para o Requisito Atual --
ru: -- То же самое, что и текущее требование --

# KeyBoardShortcuts_GlobalNav_OpenArtifacts
source: Open atrifacts dropdown
cs: Otevře rozevírací nabídka Artefaktů
de: Auswahlliste der Artefakte öffnen
es: Abrir lista desplegable de atrifacts
fr: Liste des objets
hu: Műveletek legördülő listájának megnyitása
pt: Abrir lista de artefatos
pt_pt: Abrir a lista de artefactos
ru: Открытые атрифакты выпадающие

# KeyBoardShortcuts_GlobalNav_OpenUser
source: Open user dropdown
cs: Otevře seznam uživatelů
de: Benutzerauswahlmenü öffnen
es: Abrir lista desplegable de usuarios
fr: Liste des utilisateurs
hu: Felhasználók legördülő listájának megnyitása
pt: Abrir lista de usuários
pt_pt: Abrir a lista de utilizadores
ru: Открыть пользовательское раскрытие

# KeyBoardShortcuts_GlobalNav_OpenWorkspace
source: Open workspace dropdown
cs: Otevře seznam pracovního prostoru
de: Arbeitsbereichauswahlmenü öffnen
es: Abrir lista desplegable de espacios de trabajo
fr: Espace de travail
hu: Munkaterület legördülő listájának megnyitása
pt: Abrir lista de espaços de trabalho
pt_pt: Abril a lista de espaços de trabalho
ru: Выпадающее меню открытого рабочего пространства

# KeyBoardShortcuts_GlobalNav_ToggleAdminMenu
source: Open or close the admin menu (if present)
cs: Otevře, nebo zavře administrátorské menu (je-li k dispozici)
de: Öffnen oder Schließen des Admin-Menüs
es: Abrir o cerrar el menú de administración (si está presente)
fr: Ouvrir/Fermer le menu Administration
hu: Admin menü (ha van) megnyitása vagy bezárása
pl: Otwórz lub zamknij menu administratora (jeśli jest obecne)
pt: Abrir ou fechar o menu de administração (se existir)
pt_pt: Abrir ou fechar o menu admin (se existir)
ru: Открыть или закрыть меню администрирования (если есть)

# KeyBoardShortcuts_GlobalNav_ToggleArtifactMenu
source: Open or close the dropdown artifact menu
cs: Otevře, nebo zavře rozevírací nabídku Artefaktů
de: Öffnen oder Schließen der Auswahlliste Artefaktmenü
es: Abrir o cerrar el menú desplegable de artefactos
fr: Ouvrir/Fermer le menu Objets
hu: Legördülő műveletek menü megnyitása vagy bezárása
pl: Otwórz lub zamknij rozwijane menu artefaktów
pt: Abrir ou fechar o menu de artefatos
pt_pt: Abrir ou fechar a lista do menu de artefactos
ru: Открыть или закрыть выпадающее меню артефактов

# KeyBoardShortcuts_GlobalNav_ToggleUserMenu
source: Open or close the dropdown user menu
cs: Otevře, nebo zavře seznam uživatelů
de: Öffnen oder Schließen der Auswahlliste Benutzermenü
es: Abrir o cerrar el menú desplegable de usuarios
fr: Ouvrir/Fermer le menu Utilisateurs
hu: Legördülő felhasználó menü megnyitása vagy bezárása
pl: Otwieranie lub zamykanie rozwijanego menu użytkownika
pt: Abrir ou fechar o menu de usuários
pt_pt: Abrir ou fechar a lista do menu de utilizadores
ru: Открыть или закрыть выпадающее меню пользователя

# KeyBoardShortcuts_GlobalNav_ToggleWorkspaceMenu
source: Open or close the dropdown workspace menu
cs: Otevře, nebo zavře seznam pracovního prostoru
de: Öffnen oder Schließen der Auswahlliste Arbeitsbereichmenü
es: Abrir o cerrar el menú desplegable de espacios de trabajo
fr: Ouvrir/Fermer le menu Espace de travail
hu: Legördülő munkaterület menü megnyitása vagy bezárása
pl: Otwieranie lub zamykanie menu rozwijanego obszaru roboczego
pt: Abrir ou fechar o menu de espaços de trabalho
pt_pt: Abrir ou fechar a lista do menu de espaços de trabalho
ru: Открыть или закрыть выпадающее меню рабочей области
