Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Dialogs.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# KeyBoardShortcuts_GlobalNav_UserProfile
source: Go to User Profile
cs: Přejít na profil uživatele
de: Zum Benutzerprofil navigieren
es: Ir al Perfil de Usuario
fi: Mene käyttäjäprofiiliin
fr: Profil Utilisateur
hu: Ugrás a Felhasználói profilra
pl: Przejdź do profilu użytkownika
pt: Ir ao Perfil do Usuário
pt_pt: Ir para Perfil de Utilizador
ru: Перейти в профиль пользователя

# KeyBoardShortcuts_GlobalNav_Administration
source: Go to Administration
cs: Přejít na Administraci
de: Zur Administration navigieren
es: Ir a Administración
fi: Mene Ylläpitoon
fr: Administration
hu: Ugrás az Adminisztrációra
pl: Przejdź do Administracji
pt: Ir a Administração
pt_pt: Ir para Administração
ru: Перейти к администрации

# KeyBoardShortcuts_GlobalSearch_Search
source: Global Search
cs: Globální vyhledávání
de: Globale Suche
es: Búsqueda Global
fi: Globaali haku
fr: Recherche globale
hu: Globális keresés
pl: Globalne wyszukiwanie
pt: Busca Global
pt_pt: Pesquisa Global
ru: Глобальный поиск

# KeyBoardShortcuts_GlobalAction_NewIncident
source: Create a New Incident
cs: Vytvořit Nový Incident
de: Neuen Vorfall erstellen
es: Crear Nuevo Incidente
fi: Luo uusi Havainto
fr: Nouvel incident
hu: Új incidens létrehozása
pl: Stworzyć nowy incydent
pt: Criar Novo Incidente
pt_pt: Criar um Novo Defeito
ru: Создать новый инцидент

# KeyBoardShortcuts_GlobalAction_ShortcutReference
source: Show keyboard shortcut reference
cs: Zobrazit odkaz na klávesovou zkratku
de: Shortcut Referenz anzeigen
es: Mostrar la referencia de atajos de teclado
fi: Näytä näppäimistön pikavalintojen viittaukset
fr: Liste des raccourcis clavier
hu: A gyorsbillentyű-referencia mutatása
pl: Pokaż odniesienie do skrótu klawiaturowego
pt: Exibir relação de atalhos de teclado
pt_pt: Mostrar referência ao atalho do teclado
ru: Показать ссылку на клавиатуру

# KeyBoardShortcuts_ListPage_NextRow
source: Go to next row
cs: Přejít na další řádek
de: Zur nächsten Zeile
es: Ir a la siguiente fila
fi: Mene seuraavalle riville
fr: Rangée suivante
hu: Ugrás a következő sorra
pl: Przejdź do następnego rzędu
pt: Ir à próxima linha
pt_pt: Ir para a linha seguinte
ru: Перейти к следующему ряду

# KeyBoardShortcuts_ListPage_ToggleNav
source: Toggle keyboard navigation of the list table
cs: Přepnout navigaci pomocí klávesnice do tabulky seznamu
de: Zur Tastaturnavigation der Übersichtstabelle wechseln
es: Navegación de tabla por teclado/mouse
fi: Vaihda taulukkolistassa näppäimistöselaamiseen
fr: Bascule clavier
hu: Váltás a listatáblázat billentyűnavigációjára
pl: Przełączanie nawigacji z klawiatury do tabeli z listą
pt: Navegação da tabela via teclado/mouse
pt_pt: Alternar navegação do teclado da tabela de listas
ru: Переключение между клавиатурой и таблицей списка

# KeyBoardShortcuts_ListPage_ToggleCheckRow
source: Toggle current row marked row as checked
cs: Aktuální řádek označit jako zaškrtnutý
de: Kennzeichne die aktuelle Zeile als markierte Zeile.
es: Marcar la fila seleccionada como revisada/no revisada
fi: Vaihda nykyinen rivi valituksi
fr: Bascule rangée
hu: Váltás az aktuális ellenőrzöttként megjelölt sorra
pl: Przełączanie bieżącego wiersza zaznaczonego jako zaznaczony
pt: Marcar a linha selecionada como checada/não checada
pt_pt: Alternar a linha corrente marcada como selecionada
ru: Переключить текущую отмеченную строку, как отмеченная галочкой

# KeyBoardShortcuts_ListPage_OpenItem
source: Open selected item
cs: Otevřít vybranou položku
de: Ausgewähltes Element öffnen
es: Abrir Elemento Seleccionado
fi: Avaa valittu kohde
fr: Ouvrir l'élément sélectionné
hu: Kiválasztott elemek megnyitása
pl: Otwórz wybraną pozycję
pt: Abrir item selecionado
pt_pt: Abrir item selecionado
ru: Открыть выбранный пункт

# KeyBoardShortcuts_ListPage_OpenItemNewWindow
source: Open selected item in new browser window
cs: Otevřít vybranou položku v novém okně prohlížeče
de: Ausgewähltes Element in neuem Fenster öffnen
es: Abrir el elemento seleccionado en una nueva ventana
fi: Avaa valittu kohde uudessa selainikkunassa
fr: Ouvrir l'élément sélectionné dans une nouvelle fenêtre
hu: Kiválasztott elemek megnyitása új böngészőoldalon
pl: Otwórz wybraną pozycję w nowym oknie przeglądarki
pt: Abrir o item selecionado em uma nova janela
pt_pt: Abrir item selecionado numa nova janela de browser
ru: Открыть выбранный пункт в новом окне браузера

# KeyBoardShortcuts_ListPage_PreviousRow
source: Go to previous row
cs: Přejít na předchozí řádek
de: Zur vorherigen Zeile
es: Ir a la fila anterior
fi: Mene edelliselle riville
fr: Rangée précédente
hu: Ugrás az előző sorra
pl: Przejdź do poprzedniego rzędu
pt: Voltar à linha anterior
pt_pt: Ir para a linha anterior
ru: Перейти к предыдущему ряду

# KeyBoardShortcuts_DetailsPage_NextTab
source: Go to next tab
cs: Přejít na další kartu
de: Zum nächsten Tab
es: Ir a la pestaña siguiente
fi: Mene seuraavaan välilehteen
fr: Onglet suivant
hu: Ugrás a következő fülre
pl: Przejdź do następnej zakładki
pt: Ir à próxima tabela
pt_pt: Ir para o tab seguinte
ru: Перейти на следующую вкладку

# KeyBoardShortcuts_DetailsPage_PreviousTab
source: Go to previous tab
cs: Přejít na předchozí kartu
de: Zum vorherigen Tab
es: Ir a la pestaña anterior
fi: Mene edelliseen välilehteen
fr: Onglet précédent
hu: Ugrás az előző fülre
pl: Przejdź do poprzedniej zakładki
pt: Voltar à aba anterior
pt_pt: Ir para o tab anterior
ru: Перейти на предыдущую вкладку

# KeyBoardShortcuts_Modal_Title
source: Keyboard Shortcut Reference
cs: Odkaz na klávesovou zkratku
de: Referenz der Tastenkombination
es: Referencia de Atajos de Teclado
fi: Näppäimistön pikavalintojen viittaukset
fr: Raccourcis clavier
hu: Gyorsbillentyű-referencia
pl: Skrót klawiaturowy Numer referencyjny
pt: Relação de Atalhos de Teclado
pt_pt: Referência do Atalho do Teclado
ru: Краткая ссылка на клавиатуру

# KeyBoardShortcuts_GlobalNav_Title
source: Site Wide Navigation
cs: Navigace na celém webu
de: Seitenweite Navigation
es: Navegación Ampliada
fi: Koko sivuston selaaminen
fr: Navigation
hu: Webhelyszintű navigáció
pl: Szeroka nawigacja w terenie
pt: Navegação Expandida
pt_pt: Navegação em Todo o Site
ru: Широкая навигация по сайту

# KeyBoardShortcuts_GlobalNav_Note
source: Access to pages varies by user and product
cs: Přístup na stránky se liší podle uživatele a produktu
de: Der Zugriff auf die Seiten variiert je nach Benutzer und Produkt
es: El acceso a las páginas varía según el usuario y el proyecto
fi: Pääsy sivuille riippuu käyttäjästä ja projektista
fr: L'accès varie en fonction des permissions par utilisateur et par produit.
hu: Az oldalak elérése a felhasználótól és projekttől függően tér el
pl: Dostęp do stron różni się w zależności od użytkownika i produktu
pt: O acesso as páginas pode variar conforme o usuário e o projeto
pt_pt: O acesso às páginas varia em função do utilizador e do projeto
ru: Доступ к страницам зависит от пользователя и продукта

# KeyBoardShortcuts_GlobalAction_Title
source: Site Wide Shortcuts
cs: Zkratky pro celý web
de: Seitenweite Tastenkombinationen
es: Atajos de Teclado para Navegación Ampliada
fi: Koko sivuston pikavalinnat
fr: Raccourcis globaux
hu: Webhelyszintű gyorsbillentyűk
pl: Strona Szerokie skróty
pt: Atalhos de Navegação Expandida
pt_pt: Atalhos em Todo o Site
ru: Широкие ссылки на сайты

# KeyBoardShortcuts_ListPage_Title
source: List Page Shortcuts
cs: Seznam zkratek na stránce
de: Tastenkombinationen der Übersichtsseite
es: Atajos de Teclado para Página de Listas
fi: Listasivun pikavalinnat
fr: Raccourcis liste
hu: Listaoldal gyorsbillentyűk
pl: Lista Strona Skróty
pt: Atalhos da Página de Listas
pt_pt: Atalhos da Lista de Páginas
ru: Ярлыки списка страниц

# KeyBoardShortcuts_DetailsPage_Title
source: Details Page Shortcuts
cs: Zkratky na stránce s podrobnostmi
de: Tastenkombinationen der Detailseite
es: Atajos de Teclado para Página de Detalles
fi: Lisätiedot sivun pikavalinnat
fr: Raccourcis détails
hu: Részletek oldal gyorsbillentyűk
pl: Szczegóły Strona Skróty
pt: Atalhos da Página de Detalhes
pt_pt: Atalhos dos Detalhes das Páginas
ru: Подробности Ярлыки на странице

# KeyBoardShortcuts_TestExecution_Title
source: Test Execution Shortcuts
cs: Zkratky pro vykonání testu
de: Tastenkombinationen der Testausführung
es: Atajos de Teclado para Ejecuciones de Pruebas
fi: Testien suorittamisen pikavalinnat
fr: Raccourcis exécutions de test
hu: Tesztvégrehajtás gyorsbillentyűk
pl: Skróty testowe
pt: Atalhos de Execução de Testes
pt_pt: Atalhos da Execução de Testes
ru: Испытательные ярлыки исполнения

# KeyBoardShortcuts_TestExecution_HeaderDisplay
source: Change the Display
cs: Změnit zobrazení
de: Ansicht wechseln
es: Cambiar la Visualización
fi: Vaihda näyttöä
fr: Changer le mode d'affichage
hu: Megjelenítés módosítása
pl: Zmień wyświetlacz
pt: Alterar a Visualização
pt_pt: Alterar a Visualização
ru: Изменить дисплей

# KeyBoardShortcuts_TestExecution_SplitView
source: Show Split View
cs: Zobrazit rozdělený pohled
de: Geteilte Ansicht anzeigen
es: Mostrar Vista Dividida
fi: Näytä Jaettu näkymä
fr: Affichage Mode Standard
hu: Osztott nézet mutatása
pl: Pokaż podzielony widok
pt: Exibir Modo Visualização Dividida
pt_pt: Mostar Vista Separada
ru: Показать разделенный вид

# KeyBoardShortcuts_TestExecution_TableView
source: Show Table View
cs: Zobrazit tabulkový pohled
de: Tabellenansicht anzeigen
es: Mostrar Vista de Tabla
fi: Näytä Taulukkonäkymä
fr: Affichage Mode Liste
hu: Táblázatos nézet mutatása
pl: Pokaż widok tabeli
pt: Exibir Modo Visualização em Tabela
pt_pt: Mostar Vista de Tabela
ru: Показать вид таблицы

# KeyBoardShortcuts_TestExecution_MiniView
source: Show Mini View
cs: Zobrazit mini pohled
de: Miniansicht anzeigen
es: Mostrar Vista en Miniatura
fi: Näytä Niminäkymä
fr: Affichage Mode Compact
hu: Mini nézet mutatása
pl: Pokaż Mini View
pt: Exibir Modo Visualização Simplificada
pt_pt: Mostrar Vista Reduzida
ru: Показать мини-видо

# KeyBoardShortcuts_TestExecution_SubViewLeft
source: Select the left sub view
cs: Vybrat levé vedlejší zobrazení
de: Die linke Unteransicht auswählen
es: Seleccione la subvista izquierda
fi: Valitse vasen alinäkymä
fr: Sélectionner affichage à gauche
hu: Bal oldali alárendelt nézet kiválasztása
pl: Wybierz lewy podgląd
pt: Selecionar Visualização Secundária Esquerda
pt_pt: Mostrar a subvista esquerda
ru: Выберите левый подпросмотр

# KeyBoardShortcuts_TestExecution_SubViewRight
source: Select the right sub view
cs: Vybrat pravé vedlejší zobrazení
de: Die rechte Unteransicht auswählen
es: Seleccione la subvista derecha
fi: Valitse oikea alinäkymä
fr: Sélectionner affichage à droite
hu: Jobb oldali alárendelt nézet kiválasztása
pl: Wybierz odpowiedni podgląd
pt: Selecionar Visualização Secundária Direita
pt_pt: Mostrar a subvista direita
ru: Выберите правый подпросмотр

# KeyBoardShortcuts_GlobalAction_Refresh
source: Refresh
cs: Obnovit
de: Aktualisieren
es: Actualizar
fi: Virkistä
fr: Rafraichir
hu: Frissítés
pl: Odświeżyć
pt: Atualizar
pt_pt: Refrescar
ru: Обновить

# KeyBoardShortcuts_TestExecution_ShowRun
source: Toggle always showing test run details
cs: Vždy zobrazit podrobností o testovacím běhu
de: Umschalten zu Testlaufdetails
es: Siempre mostrar/ocultar los detalles de la Ejecución de Prueba
fi: Vaihda aina näyttäen testiajon lisätiedot
fr: Affichage des détails d'exécution de test
hu: A tesztfuttatás részleteinek minden esetben mutatása
pl: Przełączanie zawsze z wyświetlaniem szczegółów biegu testowego
pt: Sempre mostrar/ocultar detalhes da execução de teste
pt_pt: Alternar mostrar sempre os detalhes da execução de teste
ru: переключатель всегда показывает детали пробного прогона

# KeyBoardShortcuts_TestExecution_HeaderInspector
source: Switch Tabs in the Inspector
cs: Přepnout karty v inspektoru
de: Tabs im Inspektor wechseln
es: Cambiar pestañas en el Inspector
fi: Vaihda tarkistajan välilehdet
fr: Onglets Inspecteur
hu: Fülek váltása az Ellenőrzőben
pl: Zakładki przełącznikowe w inspektorze
pt: Alternar Abas no Inspetor
pt_pt: Trocar Tabs na Zona de Análise
ru: Переключите вкладки в Инспекторе

# KeyBoardShortcuts_TestExecution_ResultsTab
source: Switch to the Actual Results Tab
cs: Přepnout na kartu Aktuální výsledek
de: Zum Tab 'Tatsächliches Ergebnis' wechseln
es: Cambiar a la pestaña Resultados Reales
fi: Vaihda Todellinen tulos välilehteen
fr: Résultats réels
hu: Váltás az aktuális eredmények fülre
pl: Przejdź do zakładki Rzeczywiste wyniki
pt: Alternar para a Aba de Resultados Reais
pt_pt: Mudar para o Tab dos Resultados Atuais
ru: Перейдите на вкладку "Фактические результаты".

# KeyBoardShortcuts_TestExecution_AttachmentsTab
source: Switch to the Attachments Tab
cs: Přepnout na kartu Přílohy
de: Zum Tab 'Anhänge' wechseln
es: Cambiar a la pestaña Adjuntos
fi: Vaihda Liitetiedostot välilehteen
fr: Pièces jointes
hu: Váltás a csatolmányok fülre
pl: Przejdź do zakładki Załączniki
pt: Alternar para a Aba de Anexos
pt_pt: Mudar para o Tab dos Anexos
ru: Перейдите на вкладку "Вкладыши".

# KeyBoardShortcuts_TestExecution_IncidentsTab
source: Switch to the Incidents Tab
cs: Přepnout na kartu Incidenty
de: Zum Tab 'Vorfälle' wechseln
es: Cambiar a la pestaña Incidentes
fi: Vaihda Havainnot välilehteen
fr: Incidents
hu: Váltás az incidensek fülre
pl: Przejdź do zakładki Incydenty
pt: Alternar para a Aba de Incidentes
pt_pt: Mudar para o Tab dos Defeitos
ru: Переключиться на вкладку "Инциденты

# KeyBoardShortcuts_TestExecution_HeaderActions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
fi: Toiminteet
hu: Műveletek
pl: Działania
pt: Ações
pt_pt: Ações
ru: Действия

# KeyBoardShortcuts_TestExecution_TogglePausePlay
source: Toggle Pause / Play
cs: Přepnout mezi Pauza / Play
de: Umschalten Pause / Abspielen
es: Pausar/Reproducir
fi: Vaihda Keskeytä / Aja
fr: Pause / Reprendre
hu: Váltás a szünet/lejátszás között
pl: Przełączaj pauzę / Graj
pt: Pausar/Continuar
pt_pt: Alternar Pausa / Executar
ru: Переключить паузу / играть

# KeyBoardShortcuts_TestExecution_AddResults
source: Add actual results
cs: Přidat Aktuální výsledek
de: Tatsächliches Ergebnis' hinzufügen
es: Agregar Resultados Reales
fi: Lisää todellinen tulos
fr: Saisir les résultats réels
hu: Aktuális eredmények hozzáadása
pl: Dodaj rzeczywiste wyniki
pt: Adicionar Resultados Reais
pt_pt: Adicionar resultados atuais
ru: Добавить фактические результаты

# KeyBoardShortcuts_TestExecution_Fail
source: Mark current step as Fail
cs: Označit aktuální krok jako Selhalo
de: Aktuellen Schritt mit 'Fehlgeschlagen' markieren
es: Marcar paso actual como Reprobado
fi: Merkitse kyseinen askel Hylätyksi
fr: Marquage de l'étape : Echec
hu: Aktuális lépés megjelölése sikertelenként
pl: Oznaczyć aktualny krok jako nieudany
pt: Marcar Passo atual como Reprovado
pt_pt: Marcar o passo atual como Insucesso
ru: Отметьте текущий шаг как неудачный

# KeyBoardShortcuts_TestExecution_Pass
source: Mark current step as Pass
cs: Označit aktuální krok jako Prošlo
de: Aktuellen Schritt mit 'Erfolgreich' markieren
es: Marcar paso actual como Aprobado
fi: Merkitse kyseinen askel Hyväksytyksi
fr: Marquage de l'étape : Réussi
hu: Aktuális lépés megjelölése sikeresként
pl: Zaznaczyć aktualny krok jako Pass
pt: Marcar Passo atual como Aprovado
pt_pt: Marcar o passo atual como Sucesso
ru: Отметьте текущий шаг как пас

# KeyBoardShortcuts_TestExecution_Caution
source: Mark current step as Caution
cs: Označit aktuální krok jako Pozor
de: Aktuellen Schritt mit 'Achtung' markieren
es: Marcar paso actual como Precaución
fi: Merkitse kyseinen askel Huomiolla
fr: Marquage de l'étape : Attention
hu: Aktuális lépés megjelölése figyelmeztetésként
pl: Oznaczyć aktualny krok jako Ostrzeżenie
pt: Marcar Passo atual como Atenção
pt_pt: Marcar o passo atual como Em Progresso
ru: Отметьте текущий шаг как Внимание

# KeyBoardShortcuts_TestExecution_Blocked
source: Mark current step as Blocked
cs: Označit aktuální krok jako Blokováno
de: Aktuellen Schritt mit 'Blockiert' markieren
es: Marcar paso actual como Bloqueado
fi: Merkitse kyseinen askel Estetyksi
fr: Marquage de l'étape : Bloqué
hu: Aktuális lépés megjelölése blokkoltként
pl: Zaznaczyć aktualny krok jako zablokowany
pt: Marcar Passo atual como Bloqueado
pt_pt: Marcar o passo atual como Bloqueado
ru: Отметьте текущий шаг как Блокированный

# KeyBoardShortcuts_TestExecution_NotApplicable
source: Mark current step as Not Applicable
cs: Označit aktuální krok jako N/A (Nelze použít)
de: Aktuellen Schritt mit 'Nicht anwendbar' markieren
es: Marcar paso actual como No Aplicable
fi: Merkitse kyseinen askel N/A
fr: Marquage de l'étape : Non applicable
hu: Aktuális lépés megjelölése nem alkalmazhatóként
pl: Oznaczyć aktualny krok jako Nie dotyczy
pt: Marcar Passo atual como Não Aplicável
pt_pt: Marcar o passo atual como Não Aplicável
ru: Отметьте текущий шаг как неприменимый

# KeyBoardShortcuts_TestExecution_HeaderNavigate
source: Navigate Between Test Steps
cs: Navigace mezi testovacími kroky
de: Navigation zwischen Testschritten
es: Navegar entre Pasos de Prueba
fi: Liiku Testiaskeleiden välillä
fr: Navigation entre les étapes de test
hu: Navigálás tesztlépések között
pl: Nawigacja między etapami testowymi
pt: Navegar entre Etapas de Teste
pt_pt: Navegar entre Passos de Teste
ru: Перемещение между этапами тестирования

# KeyBoardShortcuts_TestExecution_NextStep
source: Move to next test run step
cs: Přejít na další Krok zkušebního běhu
de: Zum nächsten Testlaufschritt bewegen
es: Pasar al siguiente Paso de Ejecución de Prueba
fi: Siirry seuraavaan Testiajon askeleeseen
fr: Etape d'exécution de test suivante
hu: Ugrás a következő tesztfuttatáslépésre
pl: Przejście do następnego etapu jazdy próbnej
pt: Mover para a próxima Etapa de Execução de Testes
pt_pt: Passar para a execução do passo de teste seguinte
ru: Переходим к следующему этапу тестирования

# KeyBoardShortcuts_TestExecution_PreviousStep
source: Move to previous test run step
cs: Přejít na předchozí krok zkušebního běhu
de: Zum vorherigen Testlaufschritt bewegen
es: Pasar al Paso de Ejecución de Prueba anterior
fi: Siirry edelliseen Testiajon askeleeseen
fr: Etape d'exécution de test précédente
hu: Ugrás az előző tesztfuttatáslépésre
pl: Przejście do poprzedniego etapu badania
pt: Mover para a Etapa de Execução de Testes anterior
pt_pt: Retroceder para a execução do passo de teste anterior
ru: Переходим к предыдущему этапу тестирования

# KeyBoardShortcuts_TestExecution_NextRun
source: Move to next test run
cs: Přejít na další běh testu
de: Zum nächsten Testlauf bewegen
es: Pasar a la siguiente Ejecución de Prueba
fi: Siirry seuraavaan Testiajoon
fr: Exécution de test suivante
hu: Ugrás a következő tesztfuttatásra
pl: Przejście do następnego biegu testowego
pt: Mover para a próxima Execução de Testes
pt_pt: Passar para a execução de teste seguinte
ru: Переходим к следующему тестовому запуску

# KeyBoardShortcuts_TestExecution_PreviousRun
source: Move to previous test run
cs: Přejít na předchozí běh testu
de: Zum vorherigen Testlauf bewegen
es: Pasar a la Ejecución de Prueba anterior
fi: Siirry edelliseen Testiajoon
fr: Exécution de test précédente
hu: Ugrás az előző tesztfuttatásra
pl: Przejście do poprzedniego cyklu testowego
pt: Mover para a Execução de Testes anterior
pt_pt: Retroceder para execução de teste anterior
ru: Перейти к предыдущему тестовому запуску

# TestStepDetails_EnterId
source: Enter ID
cs: Vložte ID
de: ID eingeben
es: Introducir ID
fi: Syötä ID
fr: Identifiant
hu: Azonosító megadása
pl: Wprowadź identyfikator
pt: Informar identificação (ID)
pt_pt: Introduzir ID
ru: Введите ID

# TestStepDetails_LinkExistingIncident
source: Link Existing Incident
cs: Propojit existující Incident
de: Vorhandenen Vorfall verknüpfen
es: Asociar Incidente Existente
fi: Linkitä olemassaolevaan Havaintoon
fr: Associer un incident existant
hu: Meglévő incidensre mutató hivatkozás
pl: Link Istniejący Incydent
pt: Relacionar Incidente Existente
pt_pt: Associar Defeito Existente
ru: Ссылка Существующий инцидент

# TestStepDetails_LinkExistingIncidentIntro
source: Please choose the incident(s) to link to this test step:
cs: Vyberte Incident(y), které chcete propojit s tímto testovacím krokem:
de: Bitte wählen Sie die Vorfälle, die mit diesem Testschritt verknüpft werden sollen:
es: Por favor, seleccione el (los) incidente(s) para asociar a este Paso de Prueba:
fi: Valitse Testiaskeleeseen liitettävä(t) Havainnot:
fr: Veuillez sélectionner le(s) incident(s) à associer à l'étape de test :
hu: Válasszon egy (több) incidenst, amit ehhez a tesztlépéshez kapcsolhat:
pl: Proszę wybrać incydent(y), który ma być połączony z tym etapem testu:
pt: Por favor, escolha o(s) incidente(s) para relacionar a esta etapa de teste:
pt_pt: Por favor, selecione o(s) defeito(s) que pretende associar a este passo de teste:
ru: Пожалуйста, выберите инцидент(ы), чтобы перейти на этот этап тестирования:

# KeyBoardShortcuts_GlobalSearch_GoToFirstResult
source: Go to first result listed
cs: Přejít na první uvedený výsledek
de: Zum ersten Ergebnis der Liste wechseln
es: Ir al primer resultado listado
fi: Mene ensimmäiseen listattuun tulokseen
fr: Aller au 1er résultat de la liste
hu: Ugrás az első listázott eredményre
pl: Przejdź do pierwszego wymienionego wyniku
pt: Ir ao primeiro resultado da lista
pt_pt: Ir para o primeiro resultado listado
ru: Перейти к первому перечисленному результату

# KeyBoardShortcuts_GlobalSearch_GoToSecondResult
source: Go to second result listed
cs: Přejít na druhý uvedený výsledek
de: Zum zweiten Ergebnis der Liste wechseln
es: Ir al segundo resultado listado
fi: Mene toiseen listattuun tulokseen
fr: Aller au 2ème résultat de la liste
hu: Ugrás a második listázott eredményre
pl: Przejdź do drugiego z wymienionych wyników
pt: Ir ao segundo resultado da lista
pt_pt: Ir para o segundo resultado listado
ru: Перейти ко второму перечисленному результату

# KeyBoardShortcuts_GlobalSearch_GoToThirdResult
source: Go to third result listed
cs: Přejít na třetí uvedený výsledek
de: Zum dritten Ergebnis der Liste wechseln
es: Ir al tercer resultado listado
fi: Mene kolmanteen listattuun tulokseen
fr: Aller au 3ème résultat de la liste
hu: Ugrás a harmadik listázott eredményre
pl: Przejdź do trzeciego wymienionego wyniku
pt: Ir ao terceiro resultado da lista
pt_pt: Ir para o terceiro resultado listado
ru: Перейти к третьему перечисленному результату

# KeyBoardShortcuts_GlobalSearch_ShowResults
source: Display Results
cs: Zobrazit výsledky
de: Ergebnisse anzeigen
es: Mostrar Resultados
fi: Näytä tulokset
fr: Affichage des résultats
hu: Eredmények megjelenítése
pl: Wyświetlanie wyników
pt: Exibir Resultados
pt_pt: Visualizar Resultados
ru: Показать результаты

# KeyBoardShortcuts_GlobalSearch_Title
source: Site Wide Search
cs: Vyhledávání na celém webu
de: Seitenübergreifende Suche
es: Búsqueda de Navegación Ampliada
fi: Sivuston laajuinen haku
fr: Recherche sur l'ensemble du site
hu: Webhelyszintű keresés
pl: Szerokie wyszukiwanie
pt: Busca da Navegação Extendida
pt_pt: Pesquisa em Todo o Site
ru: Широкий поиск по сайту
