Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Dialogs.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# ArtifactUploadDialog_NoJava
source: There's no <a href='http://www.java.com'>Java-Plugin</a> installed in your browser.
cs: Ve vašem prohlížeči není nainstalován <a href='http://www.java.com'>Java-Plugin</a>.
de: Es ist kein <a href='http://www.java.com'>Java-Plugin</a> in ihrem Browser installiert.
es: El <a href='http://www.java.com'>Java-Plugin</a> no está instalado en su navegador.
fi: <a href='http://www.java.com'>Java-Pluginia</a> ei ole asennettu selaimeesi.
fr: <a href='http://www.java.com'>de Java-Plugin</a> non installé dans votre navigateur.
hu: Nincs <a href='http://www.java.com'>Java-Plugin</a> telepítve a böngészőben.
pl: Nie ma zainstalowanego <a href='http://www.java.com'>Java-Plugin</a> w Twojej przeglądarce.
pt: Não há nenhum <a href='http://www.java.com'>Java-Plugin</a> instalado no seu navegador.
pt_pt: Não há nenhum <a href='http://www.java.com'> Plug-in Java</a> instalado no seu browser.
ru: В вашем браузере не установлено <a href='http://www.java.com'>Java-Plugin</a>.
zh_hans: 没有 <a href='http://www.java.com'> Java 插件</a> 安装在您的浏览器中。
zh_hant: 沒有 <a href='http://www.java.com'> Java 外掛程式</a> 安裝在您的瀏覽器中。

# ArtifactUploadDialog_PasteImageFromClipboard
source: Paste image from clipboard
cs: Vložit obrázek ze schránky
de: Grafik aus Zwischenablage einfügen
es: Pegar imagen del portapapeles
fi: Liitä kuva leikepöydältä
fr: Coller l'image du presse-papiers
hu: Kép beillesztése a vágólapról
pl: Wklej obraz ze schowka
pt: Colar imagem da área de transferência
pt_pt: Colar imagem da área de transferência (clipboard)
ru: Вставить изображение из буфера обмена
zh_hans: 从剪切板粘贴图像
zh_hant: 從剪貼簿中貼上圖片

# DocumentDetails_Cancel
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
hu: Mégse
pl: Anuluj
pt: Cancelar
pt_pt: Cancelar
ru: Отменить
zh_hans: 取消
zh_hant: 取消

# DocumentDetails_CreatedBy
source: Created By:
cs: Vytvořil(a):
de: Erstellt von:
es: Creado por:
fi: Luonut:
fr: Créé par :
hu: Létrehozta:
pl: Utworzone przez:
pt: Criado por:
pt_pt: Criado por:
ru: Создано:
zh_hans: 由…创建：
zh_hant: 建立來源：

# DocumentDetails_Description
source: Description:
cs: Popis:
de: Beschreibung:
es: Descripción:
fi: Kuvaus:
hu: Leírás:
pl: Opis:
pt: Descrição:
pt_pt: Descrição:
ru: Описание:
zh_hans: 说明：
zh_hant: 說明：

# DocumentDetails_DocumentType
source: Document&nbsp;Type:
cs: Typ&nbsp;dokumentu:
de: Dokumenttyp:
es: Documento&nbsp;Tipo:
fi: Dokumentti&nbsp; Tyyppi:
fr: Type de&nbsp;document :
hu: Dokumentum&nbsp;Típus:
pl: Typ&nbsp;dokumentu:
pt: Documento&nbsp;Tipo:
pt_pt: Tipo de Documento&nbsp;:
ru: Документ Тип:
zh_hans: 文档类型：
zh_hant: 文件類型：

# DocumentDetails_EditedBy
source: Edited By:
cs: Upravil(a):
de: Bearbeitet von:
es: Editado por:
fi: Muokannut:
fr: Edité par :
hu: Szerkesztette:
pl: Edytowane przez:
pt: Editado por:
pt_pt: Editado Por:
ru: Отредактировано:
zh_hans: 由编辑：
zh_hant: 編輯來源：

# DocumentDetails_Filename
source: Filename:
cs: Název souboru:
de: Dateiname:
es: Nombre del archivo:
fi: Tiedostonimi:
fr: Nom du fichier :
hu: Fájlnév:
pl: Nazwa pliku:
pt: Nome do arquivo:
pt_pt: Nome do Ficheiro:
ru: Фильм:
zh_hans: 文件名：
zh_hant: 檔案名稱：

# DocumentDetails_FileType
source: File&nbsp;Type:
cs: Typ&nbsp;souboru:
de: Dateityp:
es: Archivo&nbsp;Tipo:
fi: Tiedosto&nbsp; Tyyppi:
fr: Type de&nbsp;fichier :
hu: Fájl&nbsp;Típus:
pl: Typ&nbsp;pliku:
pt: Arquivo&nbsp;Tipo:
pt_pt: Tipo de Ficheiro&nbsp;:
ru: File Type:
zh_hans: 文件类型：
zh_hant: 檔案類型：

# DocumentDetails_Tags
source: Tags:
cs: Štítky:
de: Meta-Tags:
es: Etiquetas:
fi: Tunnisteet:
hu: Címkék:
pl: Tagi:
pt_pt: Etiquetas:
ru: Теги:
zh_hans: 标签：
zh_hant: 標籤：

# DocumentDetails_Version
source: Version:
cs: Verze:
es: Versión:
fi: Versio:
hu: Verzió:
pl: Wersja:
pt: Versão:
pt_pt: Versão:
ru: Версия:
zh_hans: 版本：
zh_hant: 版本：

# DocumentDetails_ViewDetails
source: View Details
cs: Zobrazit detaily
de: Details anzeigen
es: Ver Detalles
fi: Näytä yksityiskohdat
fr: Voir les détails
hu: Részletek megtekintése
pl: Wyświetl szczegóły
pt: Ver detalhes
pt_pt: Ver Detalhes
ru: Посмотреть Подробнее
zh_hans: 查看详细信息
zh_hant: 檢視詳細資訊：

# TestRunDetails_IncidentList
source: Incident List for Test Run Step:
cs: Seznam incidentů pro krok v běhu testu:
de: Liste der Vorfälle für den Testschritt:
es: Lista de incidents para ejecución de paso de prueba:
fi: Testiajo-askeleen havaintolista:
fr: Liste des incidents pour l'étape d’exécution de test :
hu: Incidens lista Test futtatás lépéhez
pl: Lista incydentów przebiegu kroku testowego
pt: Lista de incidente para execução da etapa de teste:
pt_pt: Lista de Defeitos para o Passo de Execução de Teste:
ru: Список происшествий на этапе пробного запуска:
zh_hans: 测试运行步骤的事件列表：
zh_hant: 測試執行步驟的事件清單：

# TestSetDetails_AddTestCaseLegend
source: Choose the test case(s) to add to the current test set:
cs: Vyberte si testovací případ(y) pro přidání do této testovací sady:
de: Bitte wählen Sie aus welche Testfälle zur aktuellen Testreihe hinzugefügt werden sollen:
es: Elija casos de prueba para agregarlos al conjunto de pruebas actual:
fi: Valitse nykyiseen testijoukkoon lisättävät testi(t):
fr: Choisissez le(s) scénario(s) de test à ajouter à l'ensemble de tests actuel :
hu: Válassza ki a teszteseteket, melyeket hozzá szeretné adni a jelenlegi teszt szetthez
pl: Wybierz przypadek/przypadki testowe aby dodać do bieżącego zestawu testów:
pt: Escolha o(s) caso(s) de teste(s) para adicionar ao conjunto de teste atual:
pt_pt: Escolha o(s) caso(s) de teste para adicionar ao atual conjunto de teste:
ru: Выберите тестовый случай(ы) для добавления к текущему набору тестов:
zh_hans: 选择要添加到当前测试集中的测试用例：
zh_hant: 選擇要新增到目前測試集的測試案例：

# TestSetDetails_AddTestCaseTitle
source: Add Test Case to the Test Set
cs: Přidat testovací případ do testovací sady
de: Testfall zur Testreihe hinzufügen:
es: Agregar caso de prueba al conjunto de pruebas
fi: Lisää Testitapaus Testijoukkoon
fr: Ajouter le scénario de test à l’ensemble de tests
hu: Teszteset hozzáadása a Teszt szetthez
pl: Dodaj przypadek testowy do zestawu testów
pt: Adicionar caso de teste ao conjunto de teste
pt_pt: Adicionar Caso de Teste ao Conjunto de Teste
ru: Добавить тестовый случай в тестовый набор
zh_hans: 添加测试用例到测试集
zh_hant: 新增測試案例至測試集

# TestSetDetails_TestCaseParametersLegend
source: Please fill out the parameters for this test case entry:
cs: Vyplňte prosím parametry pro tento záznam testovacího případu:
de: Bitte füllen Sie die Parameter für diesen Testfalleintrag aus:
es: Por favor, ingrese los parámetros para este caso de prueba:
fi: Täytä parametrit tämän Testitapauksen syötteeseen:
fr: Veuillez saisir les paramètres de ce scénario de test :
hu: Kérjük, töltse ki a paramétereket ehhez a teszt bejegyzéshez
pl: Wypełnij parametry dla tego przypadku testowego:
pt: Por favor, preencha os parâmetros para entrar com esse caso de teste:
pt_pt: Por favor, preencha os parâmetros para este de caso de teste:
ru: Пожалуйста, заполните параметры для этого тестового случая:
zh_hans: 请填写此测试用例的条目的参数：
zh_hant: 請填寫測試案例的參數：

# TestSetDetails_TestCaseParametersNone
source: This test case does not have any parameters defined.
cs: Tento testovací případ nemá definovány žádné parametry.
de: In diesem Testfall sind keine Parameter definiert.
es: Este caso de prueba no tiene parámetros definidos.
fi: Tälle testitapaukselle ei ole määritelty yhtään parametria.
fr: Ce scénario de test n'a aucun paramètre défini.
hu: Ez a teszt nem rendelkezik paraméterekkel
pl: Ten przypadek testowy nie ma zdefiniowanych żadnych parametrów.
pt: Este teste não tem nenhum parâmetro definido.
pt_pt: Este caso de teste não tem quaisquer parâmetros definidos.
ru: В данном тестовом случае параметры не определены.
zh_hans: 此测试用例并没有定义任何参数。
zh_hant: 此測試案例不包含任何參數定義。

# TestSetDetails_TestCaseParametersTitle
source: Edit Test Case Parameters
cs: Upravit parametry testovacího případu
de: Testfallparameter bearbeiten
es: Editar Parámetros del Caso de Prueba
fi: Muokkaa Testitapauksen Parametereja
fr: Modifier les paramètres du scénario de test
hu: tesztesetek paramétereinek szerkesztése
pl: Edytuj parametry przypadku testowego
pt: Editar parâmetros do Caso de Teste
pt_pt: Editar Parâmetros do Caso de Teste
ru: Редактирование параметров тестового случая
zh_hans: 编辑测试用例参数
zh_hant: 編輯測試案例參數

# TestStepDetails_SavedChanges
source: Successfully saved changes to test step
cs: Úspěšně uloženy změny v kroku testu
de: Änderungen am Testschritt erfolgreich gespeichert
es: Cambios en el paso de prueba guardados con éxito
fi: Testiaskeleen muutokset onnistuneesti talletettu.
fr: Modifications sauvegardées pour l’étape de test
hu: A tesztlépés változásai sikeresen mentve
pl: Zmiany do kroku testowego pomyślnie zapisane
pt: Alterações na Etapa de Teste salvas com sucesso
pt_pt: Alterações ao passo de teste gravadas com sucesso
ru: Успешно сохраненные изменения на этапе тестирования
zh_hans: 已成功保存更改测试步骤
zh_hant: 已成功儲存異動的測試步驟

# WebParts_AvailableWidgets
source: Available Widgets
cs: Dostupné widgety
de: Verfügbare Widgets
es: Widgets disponibles
fi: Käytettävissä olevat Widgetit
fr: Widgets disponibles
hu: Elérhető widgetek
pl: Dostępne widżety
pt: Widgets disponíveis
pt_pt: Widgets Disponíveis
ru: Доступные виджеты
zh_hans: 可用窗口小部件
zh_hant: 可用的小工具

# WebParts_ClosedWidgets
source: Closed Widgets
cs: Uzavřené widgety
de: Geschlossene Widgets
es: Widgets Cerrados
fi: Suljetut Widgetit
fr: Widgets fermés
hu: Bezárt widgetek
pl: Zamknięte widżety
pt: Widgets encerrados
pt_pt: Widgets Fechados
ru: Закрытые виджеты
zh_hans: 关闭窗口小部件
zh_hant: 已關閉的小工具

# WebParts_EditWidgetSettings
source: Edit Widget Settings
cs: Změnit nastavení widgetů
de: Widget Einstellungen bearbeiten
es: Editar Configuraciones de Widget
fi: Muokkaa Widgetin asetuksia
fr: Modifier les paramètres widget
hu: Widget Beállítások szerkesztése
pl: Edycja ustawień widżetu
pt: Editar configurações de Widget
pt_pt: Editar Configurações do Widget
ru: Редактирование настроек виджета
zh_hans: 编辑配件设置
zh_hant: 編輯小工具設定

# Administration_GeneralSettings_DefaultCultureNoValue
source: --- Server Default ---
cs: --- Výchozí nastavení serveru ---
de: --- Server Standardeinstellung ---
es: --- Servidor por Defecto ---
fi: --- Palvelimen oletusarvo ---
fr: --- Serveur par défaut ---
hu: --- Szerver alapértelmezés ---
pl: --- Domyślny serwer ---
pt: --- Servidor Padrão ---
pt_pt: --- Padrão do Servidor ---
ru: --- По умолчанию сервера ---
zh_hans: --- 服务器默认值 ---
zh_hant: --- 伺服器預設值 ---

# UserProfile_UserCultureNoValue
source: --- Use Application Default ---
cs: --- Použít výchozí nastavení aplikace ---
de: --- Standardeinstellung der Anwendung verwenden---
es: --- Usar Aplicación por Defecto ---
fi: --- Käytä sovelluksen oletusarvoa ---
fr: --- Utiliser la valeur par défaut ---
hu: --- Alapértelmezett alkalmazás használata ---
pl: --- Użyj domyślnej aplikacji ---
pt: --- Usar padrão da Aplicação ---
pt_pt: --- Usar Padrão da Aplicação ---
ru: --- Использовать По умолчанию ---
zh_hans: --- 使用应用程序默认值 ---
zh_hant: --- 使用應用程式預設值 ---

# Global_ChooseProject
source: --- Choose Product ---
cs: --- Vyberte produkt ---
de: --- Produkt wählen ---
es: --- Elegir Proyecto ---
fi: --- Valitse Projekti ---
fr: --- Choisissez le produit ---
hu: --- Válassza ki a Projektet ---
pl: --- Wybierz projekt ---
pt: --- Escolher Projeto ---
pt_pt: --- Escolher Projeto ---
ru: --- Выберите продукт ---
zh_hans: --- 选择项目 ---
zh_hant: --- 選擇專案 ---

# Global_AllReleases
source: --- All Releases ---
cs: --- Všechny verze ---
de: --- Alle Releases ---
es: --- Todas las Releases ---
fi: --- Kaikki Julkaisut ---
fr: --- Toutes les versions ---
hu: Összes release
pl: --- Wszystkie wydania ---
pt: --- Todos os Releases ---
pt_pt: --- Todas as Entregas ---
ru: --- Все выпуски ---
zh_hans: 所有发行
zh_hant: --- 所有版本 ---

# Global_DropDownAll
source: -- All --
cs: -- Vše --
de: -- Alle --
es: -- Todos --
fi: -- Kaikki --
fr: -- Tous --
hu: -- Összes --
pl: -- Wszystko --
pt: -- Tudo --
pt_pt: -- Todos --
ru: -- Все --
zh_hans: -- 所有 --
zh_hant: -- 所有 --

# Global_ShowHideColumns
source: -- Show/hide columns --
cs: -- Zobrazit / skrýt sloupce --
de: -- Spalten Einblenden / Ausblenden --
es: -- Mostrar/Ocultar columnas --
fi: -Näytä/piilota sarakkeet-
fr: -- Afficher/masquer les colonnes --
hu: --- Oszlopok megjelenítése / elrejtése ---
pl: -- Pokaż/ukryj kolumny --
pt: -- Mostrar/Ocultar colunas --
pt_pt: -- Mostrar / ocultar colunas --
ru: -- Показать/скрыть колонки --
zh_hans: -- 显示/隐藏列 --
zh_hant: -- 顯示/隱藏欄 --

# Global_ShowLevel
source: --- Show Level ---
cs: --- Zobrazit úroveň ---
de: --- Ebenen anzeigen ---
es: --- Mostrar Nivel ---
fi: --- Näytä Taso ---
fr: --- Affichage des niveaux ---
hu: --- Szint megjelenítése ---
pl: --- Pokaż poziom ---
pt: --- Mostrar Nível ---
pt_pt: --- Mostrar Nível ---
ru: --- Показать уровень ---
zh_hans: --- 显示级别 ---
zh_hant: --- 顯示階層 ---

# Global_AllLevels
source: All Levels
cs: Všechny úrovně
de: Alle Ebenen
es: Todos los Niveles
fi: Kaikki tasot
fr: Tous les niveaux
hu: Minden szinten
pl: Wszystkie poziomy
pt: Todos os Níveis
pt_pt: Todos os Níveis
ru: Все уровни
zh_hans: 所有级别
zh_hant: 所有階層

# Global_ExportToProject
source: Export to Product
cs: Exportovat do produktu
de: Zum Produkt exportieren
es: Exportar al Proyecto
fi: Vie Projektiin
fr: Exporter vers un produit
hu: Projektbe exportálás
pl: Eksportuj do projektu
pt: Exportar para o Projeto
pt_pt: Exportar para Projeto
ru: Экспорт в продукцию
zh_hans: 导出到项目
zh_hant: 匯出至專案

# Global_Hide
source: Hide
cs: Skrýt
de: Ausblenden
es: Ocultar
fi: Piilota
fr: Masquer
hu: Elrejtés
pl: Ukryj
pt: Esconder
pt_pt: Esconder
ru: Спрятать
zh_hans: 隐藏
zh_hant: 隱藏

# Global_Level
source: Level
cs: Úroveň
de: Ebene
es: Nivel
fi: Taso
fr: Niveau
hu: Szint
pl: Poziom
pt: Nível
pt_pt: Nível
ru: Уровень
zh_hans: 级别
zh_hant: 階層

# Global_Show
source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
hu: Mutat
pl: Pokaż
pt: Visualizar
pt_pt: Ver
ru: Показать
zh_hans: 显示
zh_hant: 顯示

# RequirementList_ChildRequirement
source: Child Requirement
cs: Vnořený požadavek
de: Untergeordnete Anforderung
es: Requerimiento Hijo
fi: ali-Vaatimus
fr: Sous-besoin
hu: Alkövetelmény
pl: Wymaganie podrzędne
pt: Requerimento Filho
pt_pt: Sub-requisito
ru: Требование к ребенку
zh_hans: 次要求
zh_hant: 子需求

# RequirementList_NewRequirement
source: New Requirement
cs: Nový požadavek
de: Neue Anforderung
es: Nuevo Requerimiento
fi: Uusi Vaatimus
fr: Nouveau besoin
hu: Új követelmény
pl: Nowe wymaganie
pt: Novo Requerimento
pt_pt: Novo Requisito
ru: Новое требование
zh_hans: 新要求
zh_hant: 新需求

# Requirements_CreateTestCases
source: Create Test Cases
cs: Vytvořit testovací případy
de: Testfälle erstellen
es: Crear Casos de Prueba
fi: Luo Testitapaus
fr: Créer des scénarios de test
hu: tesztesetek létrehozása
pl: Utwórz przypadki testowe
pt: Criar Casos de Teste
pt_pt: Criar Casos de Teste
ru: Создать тестовые случаи
zh_hans: 创建测试用例
zh_hant: 建立測試案例

# Requirements_CreateTestSet
source: Create Test Set
cs: Vytvořit testovací sadu
de: Testreihe erstellen
es: Crear Conjunto de Pruebas
fi: Luo Testijoukko
fr: Créer un ensemble de tests
hu: Test szett létrehozása
pl: Utwórz zestaw testów
pt: Criar Conjunto de Testes
pt_pt: Criar Conjunto de Testes
ru: Создать тестовый набор
zh_hans: 创建测试集
zh_hant: 建立測試集

# Releases_CreateTestSet
source: Create Test Set
cs: Vytvořit Testovací sadu
de: Testreihe erstellen
es: Crear Conjunto de Pruebas
fi: Luo Testijoukko
fr: Créer un ensemble de tests
hu: Test szett létrehozása
pl: Utwórz zestaw testów
pt: Criar Conjunto de Testes
pt_pt: Criar Conjunto de Testes
ru: Создать тестовый набор
zh_hans: 创建测试集
zh_hant: 建立測試集

# Releases_NewIteration
source: New Sprint
cs: Nový Sprint
de: Neue Iteration
es: Nueva Iteración
fi: Uusi Iteraatio
fr: Nouveau sprint
hu: Új sprint
pl: Nowa iteracja
pt: Nova Iteração
pt_pt: Nova Iteração
ru: Новый спринт
zh_hans: 新的迭代
zh_hant: 新增迭代

# Releases_NewRelease
source: New Release
cs: Nová verze
de: Neues Release
es: Nueva Release
fi: Uusi Julkaisu
fr: Nouvelle version
hu: Új release
pl: Nowe wydanie
pt: Novo Release
pt_pt: Nova Entrega
ru: Новый релиз
zh_hans: 新的发行
zh_hant: 新增版本

# Global_NewCustomList
source: New Custom List
cs: Nový volitelný seznam
de: Neue benutzerdefinierte Liste
es: Nueva Lista Personalizada
fi: Uusi kustomoitu lista
fr: Nouvelle liste personnalisée
hu: Új egyéni lista
pl: Nowa lista definiowalna
pt: Nova Lista Personalizada
pt_pt: Nova Lista Personalizada
ru: Новый пользовательский список
zh_hans: 新的自定义列表
zh_hant: 新增自訂清單

# Global_NewDocumentType
source: New Document Type
cs: Nový typ dokumentu
de: Neuer Dokumenttyp
es: Nuevo Tipo de Documento
fi: Uusi dokumenttityyppi
fr: Nouveau type de document
hu: Új dokumentumtípus
pl: Nowy typ dokumentu
pt: Novo Tipo de Documento
pt_pt: Novo Tipo de Documento
ru: Новый тип документа
zh_hans: 新文档类型
zh_hant: 新增文件類型

# Global_NewFolder
source: New Folder
cs: Nová sližka
de: Neuer Ordner
es: Nueva Carpeta
fi: Uusi kansio
fr: Nouveau dossier
hu: Új mappa
pl: Nowy folder
pt: Nova Pasta
pt_pt: Nova Pasta
ru: Новая папка
zh_hans: 新的文件夹
zh_hant: 新增資料夾

# Global_NewHost
source: New Host
cs: Nový hostitel
de: Neuer Host
es: Nuevo Host
fi: Uusi isäntä
fr: Nouvel hôte
hu: Új kiszolgáló
pl: Nowy host
pt: Novo Host
pt_pt: Novo Host
ru: Новый хозяин
zh_hans: 新的主机
zh_hant: 新增主機

# Global_NewIncident
source: New Incident
cs: Nový incident
de: Neuer Vorfall
es: Nuevo Incidente
fi: Uusi Havainto
fr: Nouvel incident
hu: Új incidens
pl: Nowy incydent
pt: Novo Incidente
pt_pt: Novo Defeito
ru: Новый инцидент
zh_hans: 新的事件
zh_hant: 新增事件

# Global_NewIteration
source: New Sprint
cs: Nový Sprint
de: Neuer Sprint
es: Nueva Iteración
fi: Uusi Iteraatio
fr: Nouveau sprint
hu: Új sprint
pl: Nowa iteracja
pt: Nova Iteração
pt_pt: Nova Iteração
ru: Новый спринт
zh_hans: 新的
zh_hant: 新增迭代

# Global_NewRelease
source: New Release
cs: Nová verze
de: Neues Release
es: Nueva Release
fi: Uusi Julkaisu
fr: Nouvelle version
hu: Új release
pl: Nowe wydanie
pt: Novo Release
pt_pt: Nova Entrega
ru: Новый релиз
zh_hans: 新的发行
zh_hant: 新增版本

# Global_NewSubFolder
source: New Subfolder
cs: Nová podsložka
de: Neuer Unterordner
es: Nueva Subcarpeta
fi: Uusi alikansio
fr: Nouveau sous-dossier
hu: Új almappa
pl: Nowy podfolder
pt: Nova Subpasta
pt_pt: Nova Subpasta
ru: Новая подпапка
zh_hans: 新的子文件夹
zh_hant: 新增子資料夾

# Global_NewTask
source: New Task
cs: Nový úkol
de: Neue Aufgabe
es: Nueva Tarea
fi: Uusi Tehtävä
fr: Nouvelle tâche
hu: Új feladat
pl: Nowe zadanie
pt: Nova Tarefa
pt_pt: Nova Tarefa
ru: Новая задача
zh_hans: 新任务
zh_hant: 新增工作

# Global_NewTestCase
source: New Test Case
cs: Nový testovací případ
de: Neuer Testfall
es: Nuevo Caso de Prueba
fi: Uusi Testitapaus
fr: Nouveau scénario de test
hu: Új teszteset
pl: Nowy przypadek testowy
pt: Novo Caso de Teste
pt_pt: Novo Caso de Teste
ru: Новый тестовый случай
zh_hans: 新测试用例
zh_hant: 新增測試案例

# Global_NewTestSet
source: New Test Set
cs: Nová testovací sada
de: Neue Testreihe
es: Nuevo Conjunto de Pruebas
fi: Uusi Testijoukko
fr: Nouvel ensemble de tests
hu: Új teszt szett
pl: Nowy zestaw testów
pt: Novo Conjunto de Teste
pt_pt: Novo Conjunto de Teste
ru: Новый тестовый набор
zh_hans: 新的测试集
zh_hant: 新增測試集

# Global_NewValue
source: New Value
cs: Nová hodnota
de: Neuer Wert
es: Nuevo Valor
fi: Uusi arvo
fr: Nouvelle valeur
hu: Új érték
pl: Nowa wartość
pt: Novo Valor
pt_pt: Novo Valor
ru: Новая ценность
zh_hans: 新值
zh_hant: 新增值

# ReleasesService_NoTestsMapped
source: No tests mapped against this release/sprint
cs: Žádné testy nebyly namapovány k této verzi/sprintu
de: Keine Tests durch dieses Release / Sprint abgedeckt
es: No hay pruebas relacionadas a esta release/iteración
fi: ​Tähän Julkaisuun/Iteraatioon ei ole liitetty testejä
fr: Aucun test associé à cette version/sprint
hu: Nincs teszt rendelve a release-hez / sprinthez
pl: Niezmapowano testów do tego wydania/iteracji
pt: Não há testes relacionados à este release/iteração
pt_pt: Nenhum teste atribuído a esta entrega / iteração
ru: Никаких тестов не сопоставлено с этим выпуском/отпечатком.
zh_hans: 没有针对此发行/迭代的映射测试
zh_hant: 無測試對應至此版本/迭代

# TestSetList_NewChildTestSet
source: New Child Test Set
cs: Nová vnořená testovací sada
de: Neue untergeordnete Testreihe
es: Nuevo Conjunto de Pruebas Hijo
fi: Uusi ali-Testitapaus
fr: Nouveau sous-ensemble de tests
hu: Új al- teszt szett
pl: Nowy podrzędny zestaw testów
pt: Novo Conjunto de Testes filho
pt_pt: Novo Subconjunto de Teste
ru: Новый набор для тестирования детей
zh_hans: 新的低阶段测试集
zh_hant: 新增子測試集

# TestSetList_NewTestSet
source: New Test Set
cs: Nová testovací sada
de: Neue Testreihe
es: Nuevo Conjunto de Pruebas
fi: Uusi Testijoukko
fr: Nouvel ensemble de tests
hu: Új teszt Szet
pl: Nowy zestaw testów
pt: Novo Conjunto de Testes
pt_pt: Novo Conjunto de Teste
ru: Новый тестовый набор
zh_hans: 新的测试集
zh_hant: 新增測試集

# TestCaseList_AddToRelease
source: Add to Release
cs: Přidat k verzi
de: Zum Release hinzufügen
es: Agregar a la Release
fi: Lisää Julkaisuun
fr: Ajouter à la version
hu: Release-hez adás
pl: Dodaj do wydania
pt: Adicionar ao Release
pt_pt: Adicionar à Entrega
ru: Добавить в Релиз
zh_hans: 添加到发行
zh_hant: 加入至版本

# TestCaseList_AddToRequirement
source: Add to Requirement
cs: Přidat k požadavku
de: Zur Anforderung hinzufügen
es: Agregar al Requerimiento
fi: Lisää Vaatimukseen
fr: Ajouter au besoin
hu: Követelményhez adás
pl: Dodaj do wymagania
pt: Adicionar aos Requerimentos
pt_pt: Adicionar ao Requisito
ru: Добавить в Требование
zh_hans: 添加到需求
zh_hant: 加入至需求

# TestCaseList_AddToTestSet
source: Add to Test Set
cs: Přidat do testovací sady
de: Zur Testreihe hinzufügen
es: Agregar al Conjunto de Pruebas
fi: Lisää Testijoukkoon
fr: Ajouter à l’ensemble de tests
hu: Teszt szetthez adás
pl: Dodaj do zestawu testów
pt: Adicionar ao Conjunto de Testes
pt_pt: Adicionar ao Conjunto de Teste
ru: Добавить в тестовый набор
zh_hans: 添加到测试集
zh_hant: 加入至測試集

# TestCaseList_ExecuteTests
source: Execute Tests
cs: Spustit testy
de: Tests ausführen
es: Ejecutar Pruebas
fi: Suorita Testit
fr: Exécuter des tests
hu: Tesztek végrehajtása
pl: Wykonaj testy
pt: Executar Testes
pt_pt: Executar Testes
ru: Выполнить тесты
zh_hans: 执行测试
zh_hant: 執行測試

# TestCaseList_NewChildTestCase
source: New Child Test Case
cs: Nový vnořený testovací případ
de: Neuer untergeordneter Testfall
es: Nuevo Caso de Prueba Hijo
fi: Uusi ali-Testitapaus
fr: Nouveau sous-scénario de test
hu: Új gyermek teszteset
pl: Nowy podrzędny przypadek testowy
pt: Novo Caso de Teste filho
pt_pt: Novo Caso de Teste Dependente
ru: Дело о новом детском тесте
zh_hans: 新的低阶段测试用例
zh_hant: 新增子測試集

# TestCaseList_NewTestCase
source: New Test Case
cs: Nový testovací případ
de: Neuer Testfall
es: Nuevo Caso de Prueba
fi: Uusi Testitapaus
fr: Nouveau scénario de test
hu: Új teszteset
pl: Nowy przypadek testowy
pt: Novo Caso de Teste
pt_pt: Novo Caso de Teste
ru: Новый тестовый случай
zh_hans: 新测试用例
zh_hant: 新增測試案例

# AutomationHosts_NewHost
source: New Host
cs: Nový hostitel
de: Neuer Host
es: Nuevo Host
fi: Uusi isäntä
fr: Nouvel hôte
hu: Új kiszolgáló
pl: Nowy host
pt: Novo Host
pt_pt: Novo Host
ru: Новый хозяин
zh_hans: 新的主机
zh_hant: 新增主機

# Global_CollapseAll
source: Collapse All
cs: Sbalit vše
de: Alle zuklappen
es: Contraer Todos
fi: Pura kaikki
fr: Tout réduire
hu: Mindet becsuk
pl: Zwiń wszystko
pt: Recolher tudo
pt_pt: Ocultar Tudo
ru: Свернуть все
zh_hans: 全部折叠
zh_hant: 全部折疊

# Global_ExpandAll
source: Expand All
cs: Rozbalit vše
de: Alle aufklappen
es: Expandir Todos
fi: Laajenna kaikki
fr: Tout développer
hu: Mindet kinyit
pl: Rozwiń wszystko
pt: Expandir tudo
pt_pt: Expandir Tudo
ru: Расширить все
zh_hans: 全部展开
zh_hant: 全部展開
