Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Dialogs.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_ReportDetails_CustomQueryLegend
source: You need to enter the SQL command for retrieving the report data. You can use the special tokens ${ProjectId} and ${ProjectGroupId} to limit the query to a specific product or program. WARNING: If you do not specify either of these parameters, the report will retrieve data for all products in the system, regardless of the user's role or permissions.
cs: Zadejte SQL příkaz pro načtení dat pro report. Pro data konkrétního produktu nebo skupiny produktu použijte token ${ProjectId} a ${ProjectGroupId}. UPOZORNĚNÍ: Pokud nespecifikujete parametry, načtou se data všech produktů bez ohledu na roli nebo oprávnění uživatele.
de: Zum Abrufen der Daten müssen Sie den SQL-Befehl eingeben. Benutzen Sie die Platzhalter ${ProjectId} bzw. ${ProjectGroupId} um die Abfrage auf ein bestimmtes Produkt bzw. Programm zu filtern. ACHTUNG: Wenn Sie keinen dieser Parameter angeben wird der Bericht die Daten von allen Produkten abrufen, unabhängig von der Rolle des Benutzers oder seiner Berechtigungen!
es: Debe introducir el comando SQL para recuperar los datos del informe. Puede utilizar los símbolos especiales ${ProjectId} y ${ProjectGroupId} para limitar la consulta a un proyecto específico o grupo de proyectos. ADVERTENCIA: Si no especifica ninguno de estos parámetros, el informe recuperará los datos de todos los proyectos en el sistema, independientemente de la función o permisos del usuario.
fi: Sinun on annettava SQL-lause hakeaksesi raporttiin tietoja. Voit käyttää erikoisavaimia ${ProjectId} ja ${ProjectGroupId} rajoittaaksesi haun tiettyyn projektiin tai projektiryhmään. VAROITUS: Jos et rajaa hakua näillä parametreilla haetaan tiedot kaikista järjestelmässä olevista projekteista, riippumatta käyttäjän roolista tai oikeuksista.
fr: Vous devez entrer la commande SQL pour l'affichage des données du rapport. Vous pouvez utiliser les tokens ${ProjectId} and ${ProjectGroupId} pour restreindre la demande requête à un produit spécifique.
hu: A riport eléréséhez SQL parancs beírása szükségeltetik. ${ProjectId} és ${ProjectGroupId} használható a lekérdezés egy megadott projekt vagy projekt csoportra való szűkítéséhez. FIGYELMEZTETÉS: Ha ezek közül semelyik nincs megadva, a riport az összes projekt adatát tartalmazni fogja, a felhasználó jogaitól függetlenül.
pl: Aby wygenerować raport musisz wprowadzić odpowiednie zapytanie SQL. Możesz używać specjalnych tokenów takich jak ${ProjectId} i ${ProjectGroupId} aby ograniczyć zapytanie do projektu lub grupy projektowej. UWAGA: Jeśli nie ograniczysz zapytania w/w parametrami, raport będzie zawierał dane z projektów całego systemu bez względu na posiadaną rolę i uprawnienia.
pt: Você precisa digitar o comando SQL para recuperar os dados do relatório. Você pode usar os tokens especiais ${ProjectId} e ${ProjectGroupId} para limitar a consulta a um projeto específico ou grupo de projetos. ATENÇÃO: Se você não especificar um desses parâmetros, o relatório irá recuperar os dados para todos os projetos no sistema, independentemente da função do usuário ou permissões.
pt_pt: Tem que inserir o comando SQL para obter os dados do relatório. Pode usar os tokens especiais $ {ProjectID} e $ {ProjectGroupId} para limitar a consulta a um projeto ou grupo de projetos específico. AVISO: Se não especificar qualquer um destes parâmetros, os dados obtidos serão relativos a todos os projetos constantes no sistema, independentemente da função ou permissões do utilizador.
ru: Для получения данных отчета необходимо ввести SQL-команду. Вы можете использовать специальные маркеры ${ProjectId} и ${ProjectGroupId}, чтобы ограничить запрос определенным продуктом или программой. ПРЕДУПРЕЖДЕНИЕ: Если вы не укажете ни один из этих параметров, то отчет получит данные по всем продуктам в системе, независимо от роли пользователя или его прав.
zh_hans: 您需要输入SQL语句来检索报告，你可以使用 ${ProjectId}和${ProjectGroupId} 把查询限定在指定的项目或项目组里。警告：如果您没有选择设定此参数，无论用户是否具有权限，都将对在系统中的所有项目进行查询。
zh_hant: 你必須輸入SQL命令取得報表資料。你能使用特殊的條件如${ProjectId}和${ProjectGroupId}限制查詢指定的專案或專案群組。警告:若您不需指定特別參數，報表中會取出所有系統中的專案，不論使用者的角色或權限。

# Admin_ReportDetails_CustomTemplateLegend
source: You need to enter the XSLT Template for displaying the retrieved data as HTML. When you click the 'Create Default Template' option, the system will automatically generate a default XSLT template that you can edit.
cs: Pro zobrazení dat v HTML je nutné vložit (zadat) šablonu XSLT. Kliknutím na tlačítko "Vytvořit výchozí šablonu" systém automaticky vygeneruje výchozí XSLT šablonu, kterou je možné upravovat.
de: Sie müssen eine XSLT Vorlage angeben, damit die abgerufenen Daten als HTML angezeigt werden. Wenn Sie die Option "Erstelle ein Standard-XSLT-Template" anklicken, wird das System automatisch eine Standard-XSLT-Vorlage erstellen, die Sie dann bearbeiten können.
es: Debe introducir la plantilla XSLT para visualizar los datos recuperados como HTML. Al hacer clic en la opción "Crear Plantilla por Defecto", el sistema generará automáticamente una plantilla XSLT estándar, que usted puede editar.
fi: Sinun on annettava XSLT-pohja esittääksesi haettu tieto HTML-formaatissa. Kun klikkaat Luo oletus sivupohja-valintaa järjestelmä luo oletus XSLT-pohjan, jota voi muokata.
fr: Vous devez entrer le modèle XSLT pour afficher en mode HTML les données recherchées. En cliquant sur l'option 'Créer un Modèle par défaut', le système va automatiquement créer un modèle XSLT par défaut qu'il vous sera ensuite possible d'éditer.
hu: XSLT Sablon megadása kötelező az eredmény HTML-ben való mutatásához. Amikor a 'Alapértelmezett Sablon Hozzáadása' opcióra kattint, a rendszer automatikusan készít XSLT sablont amit testre szabhat.
pl: Musisz wprowadzić szablon XSLT aby wyświetlić dane jako HTML. Po kliknięciu 'Utwórz domyślny szablon', system automatycznie wygeneruje domyślny szablon XSLT, który może być edytowany.
pt: Você precisa inserir o modelo XSLT para exibir os dados recuperados em HTML. Quando você clicar na opção "Criar Modelo Padrão", o sistema irá gerar automaticamente um modelo XSLT padrão que você pode editar.
pt_pt: Tem que inserir o Modelo XSLT para obter a informação em formato HTML. Quando clicar na opção "Criar Template Personalizado", o sistema irá gerar automaticamente um template XSLT padrão que pode editar.
ru: Для отображения полученных данных в виде HTML необходимо ввести Шаблон XSLT. При нажатии на опцию 'Создать шаблон по умолчанию', система автоматически сгенерирует шаблон по умолчанию XSLT, который вы можете отредактировать.
zh_hans: 显示HTML形式的报告，您需要输入XSLT模板，当您选择"创建默认模板时"，系统会自动生成默认的XLST模板，您可在上面编辑
zh_hant: 您必須輸入XSLT範本用以將資料顯示為HTML。當您案下「建立預設範本」選項，系統會自動產生欲設XSLT範本供您編輯。

# Admin_ReportDetails_PreviewResults
source: Preview Results
cs: Zobrazení výsledků
de: Vorschau der Ergebnisse
es: Resultados de la Vista Previa
fi: Esikatsele tuloksia
fr: Visualiser les résultats
hu: Eredmények Előnézete
pl: Przegląd wyników
pt: Pré-visualizar Resultados
pt_pt: Antever Resultados
ru: Результаты предпросмотра
zh_hans: 预览结果
zh_hant: 預覽結果

# Admin_ReportDetails_StandardTemplateLegend
source: You need to enter the XSLT Template for displaying the retrieved data as HTML. When you first add the section, the default template for this section will be included. You can modify this if you wish.
cs: Pro zobrazení dat v HTML je nutné vložit (zadat) šablonu XSLT. Pokud nejdříve zvolíte sekci, bude výchozí šablona k této sekci přiřazena. Změny lze provádět.
de: Sie müssen eine XSLT Vorlage angeben damit die abgerufenen Daten als HTML angezeigt werden. Wenn Sie den Abschnitt zum ersten Mal hinzufügen, wird die Standard-Vorlage für diesen Abschnitt übernommen. Sie können dies nach Bedarf ändern.
es: Debe introducir la plantilla XSLT para visualizar los datos recuperados como HTML. Cuando usted agregue la sección inicial, el formato por defecto será incluido. Usted puede modificar esto si así lo desea.
fi: Sinun on annettava XSLT-pohja esittääksesi haettu tieto HTML-formaatissa. Kun ensin lisäät osan tehdään tälle pohja, jota voit muokata jos haluat.
fr: Vous devez entrer le modèle XSLT pour afficher en mode HTML les données recherchées. Lors du premier ajout de la section, le modèle par défaut sera inclus. Vous pouvez le modifier si vous le voulez.
hu: XSLT Sablon megadása kötelező az eredmény HTML-ben való mutatásához. Amikor a szakasz először hozzáadásra kerül, az alapértelmezett sablon elérhető lesz. És szabadon módosítható.
pl: Musisz wprowadzić szablon XSLT aby wyświetlić dane jako HTML. Jeśli pierwszy raz dodajesz sekcję, domyślny szablon zostanie do niej załączony. Szablon może być edytowany.
pt: Você precisa inserir o template XSLT para exibir os dados recuperados como HTML. Quando você adiciona a seção pela primeira vez, o modelo padrão para essa seção será incluído. Você pode alterar essa opção se desejar.
pt_pt: Tem que inserir o Modelo XSLT para obter a informação em formato HTML. Quando adiciona a secção pela primeria vez será incluído o modelo padrão para esta secção. Pode modificá-lo se desejar.
ru: Для отображения полученных данных в виде HTML необходимо ввести Шаблон XSLT. При первом добавлении раздела будет включен шаблон по умолчанию для этого раздела. Вы можете изменить это, если хотите.
zh_hans: 显示HTML形式的报告，您需要输入XSLT模板。当你第一次增加部件时，将会导入默认模板中的部件，您可进行相关修改
zh_hant: 您必須輸入XSLT範本用以將資料顯示為HTML。當您第一次新增章節，此章節會包含在預設範本，且可被修改。

# TestCaseList_RemoveFromRelease
source: Remove from Release
cs: Odebrat z Releasu
de: Aus dem Release entfernen
es: Eliminar de la Release
fi: Poista Julkaisusta
fr: Supprimer de la version
hu: Eltávolítás a Release-ből
pl: Usuń z wydania
pt: Remover do Release
pt_pt: Remover da Entrega
ru: Удалить из отпуска
zh_hans: 从发布中移除
zh_hant: 從版本移除

# Global_UnknownDropDownValue
source: -- Unknown --
cs: -- Neznámý --
de: -- Unbekannt --
es: -- Desconocido --
fi: --Tuntematon--
fr: -- Inconnu --
hu: -- Ismeretlen --
pl: -- Nieznany --
pt: -- Desconhecido --
pt_pt: -- Desconhecido --
ru: -- Неизвестный --
zh_hant: -- 未知 --

# Global_SelectRole
source: --- Select Role ---
cs: --- Vyberte Roli ---
de: --- Rolle auswählen ---
es: -- Seleccionar Función --
fi: --Valitse rooli--
fr: --- Rôle ---
hu: --- Válasszon szerepet ---
pl: -- Wybierz rolę --
pt: --- Selecione a Função ---
pt_pt: --- Selecionar Função ---
ru: --- Выбрать роль ---
zh_hant: --- 選擇角色 ---

# Admin_PlanningOptions_SuggestPointMetric
source: Suggest Point Effort
cs: Navrhnout bodové úsilí
de: Punktuellen Aufwand vorschlagen
es: Sugerir Punto de Esfuerzo
fi: Ehdota pisteen työmäärä
fr: Effort de Point suggéré
hu: Javasoljon pontszerű feladatot
pl: Sugeruj punkt nakładu
pt: Sugerir Ponto de Esforço
pt_pt: Sugerir Esforço de Pontos
ru: Усилия предлагаемой точки
zh_hant: 建議點工時

# Global_All
source: All
cs: Vše
de: Alle
es: Todos
fi: Kaikki
fr: Tous
hu: Mind
pl: Wszystkie
pt: Todos
pt_pt: Todos
ru: Все
zh_hant: 所有

# Global_AllActive
source: All Active
cs: Vše aktivní
de: Alle Aktiven
es: Todos Activos
fi: Kaikki aktiiviset
fr: Tous les actifs
hu: Összes aktív
pl: Wszystkie aktywne
pt: Todos Ativos
pt_pt: Todos Ativos
ru: Все Активные
zh_hant: 所有使用中的

# Global_AllButDeleted
source: All But Deleted
cs: Vše kromě odstraněných
de: Alle außer gelöschte
es: Todos, excepto borrados
fi: Kaikki paitsi poistetut
fr: Tous (sauf les supprimés)
hu: Összes a töröltek kivételével
pl: Oprócz usuniętych
pt: Todos, menos deletados
pt_pt: Todos Excepto Eliminados
ru: Все, кроме удаленных
zh_hant: 所有刪除以外的

# Requirements_FocusOn
source: Focus On
cs: Najít složku
de: Fokus auf
es: Enfocar en
fi: Keskitä
fr: Focus
hu: Fókuszálás
pl: Focus na
pt: Focar em
pt_pt: Sinalizar
ru: Сосредоточиться
zh_hant: 聚焦

# SidebarPanel_QuickFilters
source: Quick Filter
cs: Rychlý filtr
de: Schnellfilter
es: Filtro Rápido
fi: Pikasuodatin
fr: Filtre rapide
hu: Gyorsszűrő
pl: Filtr podręczny
pt: Filtro rápido
pt_pt: Filtro Rápido
ru: Быстрый фильтр
zh_hant: 快速篩選

# Global_AllReleases2
source: (All Releases)
cs: (Všechny Verze)
de: (Alle Releases)
es: (Todas las Releases)
fi: (Kaikki Julkaisut)
fr: (Toutes les versions)
hu: (Összes release)
pl: (Wszystkie publikacje)
pt: (Todos os Releases)
pt_pt: (Todas as Entregas)
ru: (Все выпускают)
zh_hant: (所有版本)

# TaskDetails_SameAsCurrentTask
source: -- Same as Current Task --
cs: -- Stejné jako aktuální Úkol --
de: -- Gleich der aktuellen Aufgabe --
es: -- Igual que la tarea actual --
fi: -- Sama kuin nykyinen Tehtävä --
fr: --- Identique à la tâche en cours ---
hu: -- Ugyanaz mint az aktuális feladat --
pl: -- Tak samo jak zadanie bieżące --
pt: -- Mesmo da Tarefa Atual --
pt_pt: -- Mesmo Que a Tarefa Corrente --
ru: -- То же, что и текущая задача --
zh_hant: -- 與目前任務相同 --

# Global_NewPhase
source: New Phase
cs: Nová fáze
de: Neue Phase
es: Nueva Fase
fi: Uusi vaihe
fr: Nouvelle phase
hu: Új fázis
pl: Nowa faza
pt: Nova Fase
pt_pt: Nova Fase
ru: новая фаза

# Releases_ChildIteration
source: Child Sprint
de: Untergeordneter Sprint
es: Iteración Hijo
fi: ali-Iteraatio
hu: Gyermeksprint
pl: Sprint dziecięcy
pt: Iteração Filho
pt_pt: Subiteração
ru: Детский спринт

# Releases_ChildRelease
source: Child Release
cs: Child Verze
de: Untergeordnetes Release
es: Release Hijo
fi: ali-Julkaisu
fr: Sous-version
hu: Gyermek realease
pl: Uwolnienie dziecka
pt: Release Filho
pt_pt: Sub-entrega
ru: Освобождение детей

# Global_ExportToExcel
source: Export to Excel
cs: Exportovat do Excelu
de: Export zu Excel
es: Exportar a Excel
fi: Vie Exceliin
fr: Exporter vers Excel
hu: Exportálás Excelbe
pl: Eksport do Excela
pt: Exportar para Excel
pt_pt: Exportar para Excel
ru: Экспорт в Excel

# Global_ExportToPdf
source: Export to Acrobat
cs: Exportovat do Acrobat
de: Export zu Acrobat
es: Exportar a Acrobat
fi: Vie Acrobatiin
fr: Exporter vers Acrobat
hu: Exportálás Acrobatba
pl: Eksport do Acrobat
pt: Exportar para Acrobat
pt_pt: Exportar para PDF
ru: Экспорт в Акробат

# Global_ExportToWord
source: Export to Word
cs: Exportovat do Wordu
de: Export zu Word
es: Exportar a Word
fi: Vie Wordiin
fr: Exporter vers Word
hu: Exportálás Wordbe
pl: Eksport do Worda
pt: Exportar para Word
pt_pt: Exportar para Word
ru: Экспорт в Word

# TaskList_CloneTask
source: Clone Task
cs: Klonovat Úkol
de: Aufgabe klonen
es: Clonar Tarea
fi: Kloonaa Tehtävä
fr: Cloner la tâche
hu: Feladat klónozása
pl: Zadanie klonowania
pt: Clonar Tarefa
pt_pt: Criar Cópia de Tarefa
ru: Задача клонирования

# IncidentList_CloneIncident
source: Clone Incident
cs: Klonovat Incident
de: Vorfall klonen
es: Clonar Incidente
fi: Kloonaa Havainto
fr: Cloner l'incident
hu: Incidens klónozása
pl: Incydent z udziałem klonów
pt: Clonar Incidente
pt_pt: Criar Cópia de Defeito
ru: Инцидент с клоном

# InsertTestLink_CreateNewTestCase
source: Create New Test Case
cs: Vytvořit Nový Testovací Případ
de: Neuen Testfall erstellen
es: Crear Nuevo Caso de Prueba
fi: Luo uusi Testitapaus
fr: Créer un nouvel incident
hu: Új teszteset létrehozása
pl: Stwórz nowy przypadek testowy
pt: Criar Novo Caso de Teste
pt_pt: Criar Novo Caso de Teste
ru: Создать новый тестовый случай

# InsertTestLink_LinkExistingTestCase
source: Link Existing Test Case
cs: Propojit existující Testovací případ
de: Vorhandenen Testfall verknüpfen
es: Asociar Caso de Prueba Existente
fi: Linkitä olemassaoleva Testitapaus
fr: Lier un scénario de test existant
hu: A meglévő tesztesetre mutató hivatkozás
pl: Link Istniejący przypadek testowy
pt: Relacionar Caso de Teste Existente
pt_pt: Ligar a Caso de Teste Existente
ru: Ссылка Существующий тестовый случай

# InsertTestLink_LinkTypeLegend
source: Do you want to:
cs: Chcete:
de: Möchten Sie:
es: Quieres:
fi: Haluatko:
fr: Voulez-vous :
hu: Szeretné a következőt:
pl: Czy chcesz:
pt: Você gostaria de:
pt_pt: Pretende:
ru: Хочешь:

# Global_RootFolderDropDown
source: --- Root Folder ---
de: --- Basisverzeichnis ---
es: --- Carpeta Raíz ---
fi: --- Juurihakemisto ---
fr: --- Dossier racine ---
hu: --- Gyökérkönyvtár ---
pl: --- Folder główny ---
pt: --- Diretório Raíz ---
pt_pt: --- Pasta Raiz ---
ru: --- Корневая папка ---

# TestCaseDetails_ChooseTestCaseToImport
source: Choose the test case to import test steps from:
cs: Vyberte Testovací Případ, ze kterého chcete importovat testovací kroky:
de: Wählen Sie den Testfall, aus dem Sie die Testschritte importieren wollen:
es: Elija el Caso de Prueba para importar sus Pasos de Prueba:
fi: Valitse Testitapaus josta testiaskeleet tuodaan:
fr: Choisir le scénario de test source :
hu: Válassza ki azt a tesztesetet, amelyből a tesztlépéseket importálja:
pl: Wybierz przypadek testowy, z którego chcesz zaimportować kroki testowe:
pt: Escolha o Caso de Teste para importar as etapas:
pt_pt: Selecione o caso de teste cujos passos pretende importar:
ru: Выберите тестовый случай для импорта тестовых шагов:

# TestCaseDetails_ImportStepsFromTestCase
source: Import Steps from Test Case
cs: Importovat kroky z Testovacího Případu
de: Schritte aus Testfall importieren
es: Importar Pasos del Caso de Prueba
fi: Tuo askeleita Testitapauksesta
fr: Importer des étapes de scénario de test
hu: Lépések importálása tesztesetből
pl: Etapy importu z przypadku testowego
pt: Importar Etapas do Caso de Teste
pt_pt: Importar Passos de Caso de Teste
ru: Импорт этапов из тестового корпуса

# TestCaseDetails_CreateTestCaseForLink
source: Please choose the folder and name for the new linked test case:
cs: Vyberte složku a název nového propojeného Testovacího Případu:
de: Bitte wählen Sie den Ordner und den Namen für den neuen verknüpften Testfall:
es: Elija la carpeta y introduzca el nombre del nuevo Caso de Prueba asociado:
fi: Valitse hakemisto ja nimi uudelle linkitetylle testitapaukselle:
fr: Veuillez choisir le dossier et le nom du nouveau scénario de test :
hu: Válasszon egy könyvtárt és nevet az új hivatkozott tesztesethez:
pl: Proszę wybrać folder i nazwę dla nowego połączonego przypadku testowego:
pt: Por favor, escolha o diretório e o nome para o novo Caso de Teste relacionado.
pt_pt: Selecione, por favor, a pasta e o nome do caso de teste para o qual pretende criar a nova ligação:
ru: Пожалуйста, выберите папку и имя для нового связанного тестового случая:

# TestCaseDetails_EnterParameters
source: Enter Parameters
cs: Vložit Parametry
de: Parameter eingeben
es: Introducir Parámetros
fi: Syötä parametrit
fr: Saisie des paramètres
hu: Adja meg a paramétereket
pl: Wprowadź parametry
pt: Introduzir Parâmetros
pt_pt: Introduza os Parâmetros
ru: Введите параметры

# KeyBoardShortcuts_GlobalNav_MyPage
source: Go to My Page
cs: Přejít na Moje stránka
de: Zu 'Meine Seite' navigieren
es: Ir a Mi Página
fi: Mene omalle sivulle
fr: Ma page
hu: Ugrás az Oldalamra
pl: Przejdź do Mojej Strony
pt: Ir à Minha Página
pt_pt: Ir para A Minha Página
ru: Перейти на Мою страницу

# KeyBoardShortcuts_GlobalNav_ProjectHome
source: Go to Product Home
cs: Přejděte na domovskou stránku produktu
de: Zur 'Produktseite' navigieren
es: Ir a la Página Principal del Proyecto
fi: Mene Projektin kotiin
fr: Produit
hu: Ugrás a projekt kezdőoldalára
pl: Przejdź do strony głównej produktu
pt: Ir à Página Principal do Projeto
pt_pt: Ir para Página do Projecto
ru: Перейти к разделу "Продукция

# KeyBoardShortcuts_GlobalNav_ProjectGroupHome
source: Go to Program Home
cs: Přejděte na domovskou stránku programu
de: Zur 'Programmseite' navigieren
es: Ir a la Página Principal del Grupo del Proyecto
fi: Mene Projektiryhmän kotiin
fr: Programme
hu: Ugrás a Program kezdőoldalára
pl: Idź do Programu Głównego
pt: Ir à Página Principal do Grupo do Projeto
pt_pt: Ir para Página do Grupo do Projecto
ru: Перейти к программе Домой

# KeyBoardShortcuts_GlobalNav_Requirements
source: Go to Requirements
cs: Přejít na Požadavky
de: Zu Anforderungen navigieren
es: Ir a Requerimientos
fi: Mene Vaatimuksiin
fr: Besoins
hu: Ugrás a Követelményekre
pl: Przejdź do wymagań
pt: Ir a Requerimentos
pt_pt: Ir para Requisitos
ru: Перейти к Требованиям

# KeyBoardShortcuts_GlobalNav_PlanningBoard
source: Go to Planning Board
cs: Přejít na Plánovací nástěnku
de: Zum Planning Board navigieren
es: Ir a Tabla de Planificación
fi: Mene Suunnittelutauluun
fr: Tableau de Planification
hu: Ugrás a Tervezőtáblára
pl: Przejdź do Rady Planowania
pt: Ir ao Painel de Planejamento
pt_pt: Ir para Painel de Planeamento
ru: Перейти к Совету по планированию

# KeyBoardShortcuts_GlobalNav_Releases
source: Go to Releases
cs: Přejít na Verze
de: Zu den Releases navigieren
es: Ir a Releases
fi: Mene Julkaisuihin
fr: Versions
hu: Ugrás a release-kre
pl: Przejdź do działu Uwolnienia
pt: Ir aos Releases
pt_pt: Ir para Entregas
ru: Перейти к пресс-релизам

# KeyBoardShortcuts_GlobalNav_Documents
source: Go to Documents
cs: Přejít na Dokumenty
de: Zu den Dokumenten navigieren
es: Ir a Documentos
fi: Mene Dokumentteihin
fr: Documents
hu: Ugrás a Dokumentumokra
pl: Przejdź do dokumentów
pt: Ir a Documentos
pt_pt: Ir para Documentos
ru: Перейти к документам

# KeyBoardShortcuts_GlobalNav_TestCases
source: Go to Test Cases
cs: Přejít na Testovací Případy
de: Zu den Testfällen navigieren
es: Ir a Casos de Prueba
fi: Mene Testitapauksiin
fr: Scénarios de test
hu: Ugrás a Tesztesetekre
pl: Przejdź do przypadków testowych
pt: Ir a Casos de Teste
pt_pt: Ir para Casos de Teste
ru: Перейти к тестовым случаям

# KeyBoardShortcuts_GlobalNav_TestSets
source: Go to Test Sets
cs: Přejít na Testovací Sady
de: Zu den Testreihen navigieren
es: Ir a Conjuntos de Pruebas
fi: Mene Testijoukkoihin
fr: Ensembles de tests
hu: Ugrás a Teszt szettre
pl: Przejdź do zestawów testowych
pt: Ir a Conjuntos de Teste
pt_pt: Ir para Conjuntos de Teste
ru: Перейти к тестовым наборам

# KeyBoardShortcuts_GlobalNav_TestRuns
source: Go to Test Runs
cs: Přejít na Běhy testů
de: Zu den Testläufen navigieren
es: Ir a Ejecuciones de Prueba
fi: Mene Testiajoihin
fr: Exécutions de test
hu: Ugrás a Tesztfuttatásokra
pl: Przejdź do badań testowych
pt: Ir a Execuções de Teste
pt_pt: Ir para Execuções de Teste
ru: Перейти к тестовым запуску

# KeyBoardShortcuts_GlobalNav_AutomationHosts
source: Go to Automation Hosts
cs: Přejít na Hostitele automatizací
de: Zu den Automatisierungshosts navigieren
es: Ir a Hosts de Automatización
fi: Mene Automaatio-isäntiin
fr: Hôtes d'automatisation
hu: Ugrás az Automatizációs hosztokra
pl: Przejdź do Automation Hosts
pt: Ir a Hosts de Automação
pt_pt: Ir para Ambientes de Automação
ru: Перейти к хозяевам автоматизации

# KeyBoardShortcuts_GlobalNav_Incidents
source: Go to Incidents
cs: Přejít na Incidenty
de: Zu den Vorfällen navigieren
es: Ir a Incidentes
fi: Mene Havaintoihin
fr: Incidents
hu: Ugrás az Incidensekre
pl: Przejdź do Incydentów
pt: Ir a Incidentes
pt_pt: Ir para Defeitos
ru: Инциденты

# KeyBoardShortcuts_GlobalNav_Tasks
source: Go to Tasks
cs: Přejít na Úkoly
de: Zu den Aufgaben navigieren
es: Ir a Tareas
fi: Mene Tehtäviin
fr: Tâches
hu: Ugrás a Feladatokra
pl: Przejdź do zadań
pt: Ir a Tarefas
pt_pt: Ir para Tarefas
ru: Перейти к задачам

# KeyBoardShortcuts_GlobalNav_Resources
source: Go to Resources
cs: Přejít na Zdroje
de: Zu den Ressourcen navigieren
es: Ir a Recursos
fi: Mene Resursseihin
fr: Ressources
hu: Ugrás a Forrásokra
pl: Przejdź do zasobów
pt: Ir a Recursos
pt_pt: Ir para Recursos
ru: Перейти к ресурсам

# KeyBoardShortcuts_GlobalNav_SourceCode
source: Go to Source Code
cs: Přejít na Zdrojový kód
de: Zum Quellcode navigieren
es: Ir al Código Fuente
fi: Mene lähdekoodiin
fr: Code Source
hu: Ugrás a Forráskódra
pl: Przejdź do Kodeksu źródłowego
pt: Ir ao Código Fonte
pt_pt: Ir para Código Fonte
ru: Перейти к исходному коду

# KeyBoardShortcuts_GlobalNav_Reporting
source: Go to Reporting
cs: Přejít na Reporty
de: Zu den Berichten navigieren
es: Ir a Informes
fi: Mene Raportointiin
fr: Rapports
hu: Ugrás a Jelentésre
pl: Przejdź do sekcji Raportowanie
pt: Ir a Relatórios
pt_pt: Ir para Relatórios
ru: Перейти к отчётности
