Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Dialogs.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# KeyBoardShortcuts_Instructions
source: To use any shortcut, tap the keys as shown. When there is a space between characters (e.g. "t c") then tap the keys one after the other in sequence. When there's a "+" between keys, press those keys together at the same time. Please note the "mod" key is "command" on Mac OS, "control" on other operating systems.
cs: Chcete-li použít libovolnou zkratku, klepněte na klávesy podle obrázku. Pokud je mezi znaky mezera (např. 'T c'), postupně klikněte na klávesy. Pokud je mezi klávesami znak '+', stiskněte je současně. Symbol 'mod' je v systému Mac OS 'command', v jiných operačních systémech 'Ctrl'.
de: Für einen beliebigen Shortcut, tippen Sie wie abgebildet auf die Tasten. Bei einem Leerzeichen zwischen den Zeichen (z.B. "t c"), tippen Sie nacheinander auf die Tasten. Wenn ein "+" zwischen den Tasten liegt, drücken Sie diese Tasten gleichzeitig. Bitte beachten Sie, dass die Taste "mod" bei Mac OS "Befehl" und bei anderen Betriebssystemen "Steuerung" ist.
es: Para usar cualquier atajo, presione las teclas como se muestra. El espacio entre los caracteres (por ejemplo, "t c") significa que tienes que presionar las teclas una tras otra, en secuencia. El "+" entre las teclas significa que tienes que presionar las teclas juntas, al mismo tiempo. Tenga en cuenta que la tecla "mod" es "command" en Mac OS, "control" en otros sistemas operativos.
fr: Pour utiliser un raccourci, appuyez sur les touches comme indiqué. Entrez les caractères l'un après l'autre s'il y a un espace entre les caractères (par exemple « f c ») ou ensemble si il y a « + ». Commande MOD pour Mac OS ou CTRL sinon.
hu: Valamelyik gyorsbillentyű használatához érintse meg a billentyűket a mutatott módon. Ha a karakterek között szóköz van (pl. „t c”), akkor egymás után érintse meg a billentyűket. Ha a billentyűk között „+” jel van, akkor nyomja meg ezeket a billentyűket egyszerre. Vegye figyelembe, hogy a „mod” billentyű a „command” a Mac OS-ben, a „control” pedig más operációs rendszerekben.
pl: Aby użyć dowolnego skrótu, dotknij klawiszy w pokazany sposób. Jeśli między znakami jest spacja (np. "t c"), należy kolejno naciskać przyciski jeden po drugim. Gdy między klawiszami jest "+", należy je jednocześnie nacisnąć. Należy pamiętać, że klawisz "mod" to "polecenie" na Mac OS, "sterowanie" na innych systemach operacyjnych.
pt: Para usar qualquer atalho, pressione as teclas conforme mostrado. Quando houver um espaço entre os caracteres (ex.: "t c"), toque nas teclas uma após a outra, em sequência. Quando houver um "+" entre as teclas, pressione-as ao mesmo tempo. Por favor, note que a tecla "mod" é "comando" no Mac OS ou "control" em outros sistemas operacionais.
pt_pt: Para utilizar um atalho, prima as teclas como indicado. Quando houver um espaço entre caracteres (e.g. "t c"), prima as teclas uma após a outra, em sequência. Quando houver um "+" entre teclas, primas essas teclas em simultâneo. Note que a tecla "mod" é a tecla "command" em Mac OS, "control" nos outros sistemas operativos.
ru: Чтобы использовать любой ярлык, нажмите клавиши, как показано на рисунке. При наличии пробела между символами (например, "t c") нажимайте клавиши последовательно друг за другом. Когда между клавишами есть "+", нажимайте эти клавиши одновременно. Обратите внимание, что клавиша "mod" - это "команда" на Mac OS, "управление" на других операционных системах.

# Global_NewRisk
source: New Risk
cs: Nové Riziko
de: Neues Risiko
es: Nuevo Riesgo
fr: Nouveau risque
hu: Új kockázat
pl: Nowe ryzyko
pt: Novo Risco
pt_pt: Novo Risco
ru: Новый риск

# RiskList_CloneRisk
source: Clone Risk
cs: Klonovat Riziko
de: Risiko klonen
es: Clonar Riesgo
fr: Cloner un risque
hu: Kockázat klónozása
pl: Ryzyko klonowania
pt: Clonar Risco
pt_pt: Clonar Risco
ru: Риск клонирования

# RiskList_DeleteRisk
source: Delete Risk
cs: Smazat Riziko
de: Risiko löschen
es: Eliminar Riesgo
fr: Supprimer un risque
hu: Kockázat törlése
pl: Usuń ryzyko
pt: Excluir Risco
pt_pt: Eliminar Risco
ru: Удалить риск

# RiskList_NewRisk
source: New Risk
cs: Nové Riziko
de: Neues Risiko
es: Nuevo Riesgo
fr: Nouveau risque
hu: Új kockázat
pl: Nowe ryzyko
pt: Novo Risco
pt_pt: Novo Risco
ru: Новый риск

# Admin_ProductList_CloneProduct
source: Clone product
cs: Klonovat produkt
de: Produkt kopieren
es: Clonar Producto
fr: Cloner un produit
hu: projekt klónozása
pl: Produkt do klonowania
pt: Clonar Produto
ru: Продукт клона

# Admin_ProductList_CloneProductAndTemplate
source: Clone product and its template
cs: Klonujte produkt a jeho šablonu
de: Produkt und seine Vorlage kopieren
es: Clonar Producto y su Plantilla
fr: Cloner un produit et son modèle
hu: projekt és a sablonjának klónozása
pl: Klonowanie produktu i jego szablon
pt: Clonar produto e seu template
ru: Клон продукта и его шаблон

# Global_Deleted
source: Deleted
cs: Smazáno
de: Gelöscht
es: Eliminado
fr: Supprimé
hu: Törölve
pl: Skreślony
pt: Excluído
ru: Удалено

# Project_ChangeTemplate
source: Change Product Template
cs: Změnit šablonu produktu
de: Produktvorlage wechseln
es: Cambiar Plantilla de Producto
fr: Modifier le modèle Produit
hu: Projekt sablon módosítása
pl: Zmień szablon produktu
pt: Alterar Template do Produto
ru: Изменить шаблон продукта

# Project_ChangeTemplate_Intro
source: Please choose the new template for this product and click Next to go to the next part of this operation
cs: Vyberte prosím novou šablonu pro tento produkt a kliknutím na Další přejděte na další část této operace
de: Bitte wählen Sie die neue Vorlage für dieses Produkt und klicken Sie auf Weiter, um zum nächsten Teil dieses Vorgangs zu gelangen
es: Por favor, elija la nueva plantilla para este producto y haga clic en Siguiente para pasar a la siguiente parte de esta operación
fr: Veuillez choisir un modèle pour ce produit.
hu: Kérem válasszon egy új sablont a projektnek and kattintson a Következő gombra, hogy a következő lépésre menjen.
pl: Proszę wybrać nowy szablon dla tego produktu i kliknąć Next, aby przejść do następnej części tej operacji
pt: Por favor, escolha o novo template para esse produto e clique em Próximo para ir para a próxima parte dessa operação
ru: Пожалуйста, выберите новый шаблон для данного изделия и нажмите кнопку Далее, чтобы перейти к следующей части операции.

# Project_ChangeTemplate_TypeConfirm
source: Type the exact name of the product below to continue
cs: Pokračujte zadáním přesného názvu produktu níže
de: Geben Sie den genauen Namen des Produkts unten ein, um fortzufahren
es: Escriba el nombre exacto del producto a continuación para continuar
fr: Veuillez saisir le nom exact du produit.
hu: Írja be a pontos nevét a projektnek a folytatáshoz
pl: Wpisz dokładną nazwę produktu poniżej, aby kontynuować
pt: Digite o nome exato do produto abaixo para continuar
ru: Введите точное название продукта ниже для продолжения

# Project_ChangeTemplate_Warning1
source: This will permanently change data for this product (it will not change any template in any way). You cannot undo this action. The next screen will tell you more about how the data may change.
cs: Tento krok trvale změní data pro tento produkt (žádným způsobem se nezmění šablona). Tuto akci nelze vrátit zpět. Další obrazovka vám řekne více o tom, jak se mohou data změnit.
de: Dadurch werden die Daten für dieses Produkt dauerhaft geändert (es wird keine Vorlage in irgendeiner Weise verändert). Sie können diese Aktion nicht rückgängig machen. Auf dem nächsten Bild erfahren Sie mehr darüber, wie sich die Daten ändern können.
es: Esto cambiará permanentemente los datos de este producto (no cambiará ninguna plantilla de ninguna manera). No puedes deshacer esta acción. La siguiente pantalla le informará más sobre cómo pueden cambiar los datos.
fr: Toutes les données de ce produit seront modifiées (aucun changement pour les modèles ).
hu: Ez véglegesen módosítja az adatokat ehhez a termékhez (nem fogja módosítani egyik sablont sem) Ez a lépés nem visszaállítható. A következő képernyőn láthat több információt arról hogyan módosítható az adat
pl: Spowoduje to trwałą zmianę danych dla tego produktu (nie zmieni to w żaden sposób żadnego szablonu). Nie możesz cofnąć tej akcji. Następny ekran powie Ci więcej o tym, jak dane mogą się zmienić.
pt: Esta ação alterará permanentemente os dados para este produto (não alterará de nenhuma maneira nenhum template). Você não poderá desfazer esta ação. A próxima tela mostrará mais sobre como os dados podem mudar.
ru: Это навсегда изменит данные для данного продукта (это никоим образом не изменит шаблон). Ты не можешь отменить это действие. На следующем экране Вы узнаете больше о том, как могут измениться данные.

# Project_ChangeTemplate_Warning_CatchAll
source: Data in custom properties may also change or not display as you expect. Only continue if you have checked the custom properties in the old and new template for all relevant artifacts to make sure they are the same.
cs: Data ve vlastních vlastnostech se také mohou změnit, nebo se nebudou zobrazovat podle vašich očekávání. Pokračujte, pouze pokud jste zkontrolovali vlastní vlastnosti ve staré a nové šabloně u všech příslušných artefaktů a máte jistotu, že jsou stejné.
de: Daten in benutzerdefinierten Eigenschaften können sich ebenfalls ändern oder nicht wie erwartet angezeigt werden. Fahren Sie erst fort, wenn Sie die benutzerdefinierten Eigenschaften in der alten und der neuen Vorlage für alle relevanten Artefakte überprüft haben, um sicherzustellen, dass sie identisch sind.
es: Los datos en las propiedades personalizadas también pueden cambiar o no mostrarse como espera. Continúe solo si ha verificado las propiedades personalizadas en la plantilla antigua y nueva para todos los artefactos relevantes para asegurarse de que sean iguales.
fr: Il est possible que les données dans les propriétés personnalisées soient modifiées ou ne s'affichent pas comme prévu. Assurez-vous que les propriétés personnalisées de l'ancien et du nouveau modèle sont identiques pour tous les objets pertinents avant de poursuivre.
hu: Egyéni mezők (custom properties) megváltozhatnak és nem azt az értéket mutatják, amit elvár. Csak akkor folytassa, ha ellenőrizte az egyéni mezőket a régi és az új sablonokban minden típusra (artifacts), hogy megbizonyosodjon arról, hogy nem változtak.
pl: Dane we właściwościach niestandardowych mogą również ulec zmianie lub nie być wyświetlane zgodnie z oczekiwaniami. Kontynuuj tylko wtedy, gdy sprawdziłeś właściwości własne w starym i nowym szablonie dla wszystkich istotnych artefaktów, aby upewnić się, że są one takie same.
pt: Os dados nas propriedades personalizadas também podem ser alterados ou deixarem de ser exibidos conforme o esperado. Continue apenas se você tiver verificado as propriedades customizadas nos templates antigo e novo para todos os artefatos relevantes para garantir que eles sejam os mesmos.
ru: Данные в пользовательских свойствах также могут изменяться или не отображаться так, как вы ожидаете. Продолжайте, только если вы проверили пользовательские свойства в старом и новом шаблонах для всех соответствующих артефактов, чтобы убедиться, что они одинаковы.

# Project_ChangeTemplate_Warning_HowLong
source: This process is usually fast but it can take a long time. DO NOT REFRESH THE PAGE. Make sure users do not work on this product at all during this time.
cs: Tento proces je obvykle rychlý, ale někdy může trvat déle. NEPOKOUŠEJTE SE OBNOVIT STRÁNKU. Ujistěte se, že uživatelé během této doby na tomto produktu vůbec nepracují.
de: Dieser Prozess ist normalerweise schnell, kann aber lange dauern. AKTUALISIEREN SIE DIE SEITE NICHT. Stellen Sie sicher, dass die Benutzer während dieser Zeit überhaupt nicht an diesem Produkt arbeiten.
es: Este proceso suele ser rápido, pero puede llevar mucho tiempo. NO ACTUALICE LA PÁGINA. Asegúrese de que los usuarios no trabajen en este producto en absoluto durante este tiempo.
fr: Veuillez NE PAS RAFRAICHIR LA PAGE. Assurez-vous que les utilisateurs ne travaillent pas sur ce produit tant que le processus n'est pas terminé.
hu: Ez a folyamat hosszabb időt is igénybe vehet. NE FRISSÍTSE AZ OLDALT. Bizonyosodjon meg arról hogy senki nem használja ezt a projektet a teljes folyamat alatt.
pl: Proces ten jest zazwyczaj szybki, ale może trwać długo. NIE ODŚWIEŻAĆ STRONY. Upewnij się, że w tym czasie użytkownicy w ogóle nie pracują nad tym produktem.
pt: Esse processo geralmente é rápido, mas pode levar muito tempo. NÃO ATUALIZE A PÁGINA. Certifique-se de que os usuários não trabalhem neste produto durante esse período.
ru: Этот процесс обычно быстр, но может занять много времени. НЕ ОБНОВЛЯЙТЕ СТРАНИЦУ. Убедитесь, что пользователи не работают с этим продуктом в течение этого времени.

# Project_ChangeTemplate_Warning_StandardFieldsNotOk
source: By changing this product's template you will lose data in certain standard fields. These are shown in the table above.
cs: Změnou šablony tohoto produktu přijdete o data v určitých standardních polích. Ty jsou uvedeny v tabulce výše.
de: Wenn Sie die Vorlage dieses Produkts ändern, gehen Daten in bestimmten Standardfeldern verloren. Diese sind in der obigen Tabelle aufgeführt.
es: Al cambiar la plantilla de este producto, perderá datos en ciertos campos estándar. Estos se muestran en la tabla anterior.
fr: Les champs standard suivants seront perdus si vous changez le modèle du produit :
hu: Projekt sablon módosítás bizonyos standard mezőkben okozhat adatvesztést. Ezeket az alábbi táblázat mutatja.
pl: Zmiana szablonu tego produktu spowoduje utratę danych w niektórych standardowych polach. Są one przedstawione w tabeli powyżej.
pt: Ao alterar o template deste produto, você perderá dados em determinados campos padrão. Eles são mostrados na tabela acima.
ru: Изменяя шаблон этого продукта, вы потеряете данные в определенных стандартных полях. Они показаны в таблице выше.

# Project_ChangeTemplate_Warning_StandardFieldsOK
source: The standard fields in this product can be successfully migrated to the new template: you should not lose any data from these fields.
cs: Standardní pole v tomto produktu lze úspěšně migrovat do nové šablony: neměli byste přijít o žádná data z těchto polí.
de: Die Standardfelder in diesem Produkt können erfolgreich in die neue Vorlage migriert werden: Sie sollten keine Daten aus diesen Feldern verlieren.
es: Los campos estándar de este producto se pueden migrar con éxito a la nueva plantilla: no debe perder ningún dato de estos campos.
fr: Tous les champs standard du produit peuvent être migrés sans perte de données vers le nouveau modèle.
hu: Ebben a projektben a standard mezők sikeresen migrálódtak az új sablonba. Nem vesztett el semmilyen adatot.
pl: Pola standardowe w tym produkcie mogą zostać pomyślnie przeniesione do nowego szablonu: nie należy tracić żadnych danych z tych pól.
pt: Os campos padrão deste produto podem ser migrados com sucesso para o novo template: você não deve perder nenhum dado desses campos.
ru: Стандартные поля в этом продукте могут быть успешно перенесены на новый шаблон: не следует терять данные из этих полей.

# Administration_DeleteProjectConfirmTV
source: <br />SourceCode repositories associated with this project - if any - will be deleted.
cs: <br /Uložiště Zdrojových kóodů spojená s tímto produktem - pokud existují - budou odstraněna.
de: <br />SourceCode-Repositories, die mit diesem Projekt verbunden sind - falls vorhanden - werden gelöscht.
es: <br /> Los repositorios de código fuente asociados con este proyecto - si los hay - se eliminarán.
fr: <br />Les dépôts code source associés au projet seront supprimés.
pl: <br />SourceCode repozytoria związane z tym projektem - jeśli istnieją - zostaną usunięte.
pt: <br />Repositórios de Códigos Fonte associados com este projeto - se houver algum - serão excluídos.
ru: <br />Репозитории SourceCode, связанные с этим проектом - если таковые имеются - будут удалены.

# Admin_ReportDetails_CustomQueryLegend2
source: For report sections that can be filtered by release, use tokens ${ReleaseId} to filter by the specified release, or ${ReleaseAndChildIds} to filter by a comma-separated list of the release and child sprints/phases.
cs: U sekce Reporty, které lze filtrovat podle Verze, použijte tokeny $ {ReleaseId} k filtrování podle konkrétní Verze, nebo $ {ReleaseAndChildIds} k filtrování seznamu podle Verzí a podřízených sprintů/fází použijte oddělení středníkem.
de: Für Berichtsabschnitte, die nach Release gefiltert werden können, verwenden Sie die Tokens ${ReleaseId}, um nach dem angegebenen Release zu filtern, oder nutzen Sie ${ReleaseAndChildIds}, um nach einer durch Komma getrennten Liste von Releases- und Child-Sprints/Phasen zu filtern.
es: Para las secciones del informe que se pueden filtrar por release, use los tokens ${ReleaseId} para filtrar por la release especificada, o ${ReleaseAndChildIds} para filtrar por una lista separada por comas de release y iteraciones / fases secundarias.
fr: Pour les sections du rapport qui sont filtrables par version, utilisez le jeton ${ReleaseId} pour filtrer par version, ou le jeton ${ReleaseAndChildIds} pour filtrer par version et sprints / phases enfants (séparation par des virgules ).
pt: Para seções de relatório que podem ser filtradas por release, use os tokens ${ReleaseId} para filtrar pelo release especificado ou ${ReleaseAndChildIds} para filtrar por uma lista separada por vírgulas do release e iterações/fases filho.

# KeyBoardShortcuts_GlobalNav_Commits
source: Go to Commits
es: Ir a Commits
fr: Commits
pt: Ir para Commits

# Global_Feature_BDD
source: Feature
es: Característica
fr: Fonction
pt: Recurso

# KeyBoardShortcuts_GlobalNav_PullRequests
source: Go to Pull Requests
es: Ir a Pull Requests
fr: Pull Requests
pt: Ir para Pull Requests

# Global_ShowHideFields
source: -- Show/hide fields --
es: -- Mostrar/ocultar campos --
fr: -- Afficher/Masquer les champs --
pt: -- Exibir/Ocultar campos --

# Admin_ProductList_CloneInformation
source: Choose to either create a full clone of everything in this product, or a reset copy. The reset copy resets all statuses, and does not copy over incidents, risk mitigations, test runs, or task dates.<br>You can also decide if you want the new product to use the same template or a cloned template.
es: Elija crear un clon completo de todo en este producto o una copia restablecida. La copia restablecida restablece todos los estados y no copia los incidentes, las mitigaciones de riesgos, las ejecuciones de prueba o las fechas de las tareas. <br> También puede decidir si desea que el nuevo producto use la misma plantilla o una plantilla clonada.
fr: Vous pouvez créer un clone complet de tout ce qui se trouve dans ce produit ou une copie réinitialisée. La copie de réinitialisation réinitialise tous les statuts et ne recopie pas les incidents, les atténuations des risques, les exécutions de tests ou les dates des tâches. <br> Vous pouvez également décider si vous souhaitez que le nouveau produit utilise le même modèle ou un modèle cloné.
pt: Escolha entre criar um clone completo de tudo neste produto ou uma cópia redefinida. A cópia redefinida redefine todos os status e não copia incidentes, atenuações de risco, execuções de teste ou datas de tarefa.<br>Você também pode decidir se deseja que o novo produto use o mesmo template ou um template clonado.

# Admin_ProductList_CloneResetProduct
source: Create a reset copy of the product
es: Crear una copia restablecida del producto
fr: Créer une copie réinitialisée du produit
pt: Criar uma cópia redefinida desse produto

# Admin_ProductList_CloneTemplate
source: Clone Template
es: Clonar Plantilla
fr: Cloner le modèle
pt: Clonar Template

# Global_Diagram
source: Diagram
es: Diagrama
fr: Diagramme
pt: Diagrama

# Global_Mindmap
source: Mindmap
es: Mapa Mental
pt: Mapa Mental

# Global_Orgchart
source: Org Chart
es: Organigráma
fr: Diag Org
pt: Organograma

# Global_Host
source: Host
cs: Hostitel
fi: Isäntä
fr: Hôte
hu: Kiszolgáló
ru: Хост
zh_hans: 主机
zh_hant: 主機

# Global_Markdown
source: Markdown
fr: Réduction

# DocumentDetails_DocumentID
source: ID:
ru: УДОСТОВЕРЕНИЕ ЛИЧНОСТИ:
