Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Followers_SelectProjectUser
source: Select a user in the product to follow this artifact
cs: Vyberte uživatele v Produktu pro sledování tohoto artefaktu
de: Wählen Sie einen Nutzer des Produkts um dem Artefakt zu folgen
es: Seleccione un usuario en el producto para seguir este artefacto
fi: Valitse projektin käyttäjä seuraamaan tätä Asiaa
fr: Choisir un utilisateur du produit pour suivre l'objet
hu: Válasszon egy felhasználót ebben a projektben a műtárgy követéséhez
pl: Wybierz użytkownika w produkcie, aby podążał za tym artefaktem
pt: Selecione um usuário no produto para seguir esse artefato.
pt_pt: Selecione um utilizador deste projeto para seguir este artefacto
ru: Выберите пользователя в продукте, чтобы следовать этому артефакту.

# PendingTestRuns_Reassign
source: Reassign Test Run
cs: Přiřadit Běh testu
de: Testlauf neu zuweisen
es: Reasignar Ejecución de Prueba
fi: Osoita Testiajo uudelleen
fr: Réaffecter une exécution de test
hu: Tesztfuttatás átadása
pl: Ponowne przypisanie biegu testowego
pt: Reatribuir Execução de Teste
pt_pt: Reatribuir Execução de Teste
ru: Перезагрузка пробного прогона

# ProjectHome_PendingTestRuns
source: All Pending Test Runs
cs: Všechny nedokončené Běhy testů
de: Alle begonnenen Testläufe
es: Todas las Ejecuciones de Prueba Pendientes
fi: Kaikki odottavat Testiajot
fr: Exécutions de test en attente
hu: Az összes függőben lévő tesztfuttatás
pl: Wszystkie oczekujące badania testowe
pt: Todas as Execuções de Teste pendentes
pt_pt: Todas as Execuções de Teste Pendentes
ru: Все незавершенные тестовые заезды

# ProjectHome_ForDevelopment
source: for development
cs: pro vývoj
de: für die Entwicklung
es: para desarrollo
fi: toteutukselle
fr: pour développement
hu: fejlesztéshez
pl: dla rozwoju
pt: para desenvolvimento
pt_pt: para desenvolvimento
ru: для разработки

# ProjectHome_ForTesting
source: for testing
cs: pro testování
de: für das Testen
es: para las pruebas
fi: testaukselle
fr: pour test
hu: teszteléshez
pl: do testowania
pt: para testes
pt_pt: para teste
ru: для тестирования

# ProjectHome_SourceCodeCommits
source: Source Code Commits
cs: Úpravy (Commits) zdrojového kódu
de: Quellcode Commits
es: Commits de Código Fuente
fi: Lähdekoodin luovutukset
fr: Soumissions (Commits) du code source
hu: Forráskód jóváhagyásai
pl: Kodeks źródłowy Zobowiązania
pt: Commits de Código Fonte
pt_pt: Alterações Efetivas (Commits) ao Código Fonte
ru: Ссылки на исходный код

# ProjectHome_TestRunProgress
source: Test Run Progress
cs: Průběh testovacích běhů
de: Testlauffortschritt
es: Progreso de la Ejecución de Prueba
fi: Testiajojen edistyminen
fr: Avancement d'exécution
hu: Tesztfuttatás előrehaladása
pl: Postępy w przeprowadzaniu testów
pt: Progresso de Execução de Testes
pt_pt: Progresso da Execução de Teste
ru: Прогресс теста

# SourceCodeCommits_PleaseEnableSourceCode
source: You need to enable source code management for this product in
cs: Musíte povolit správu zdrojového kódu pro tento produkt v
de: Sie müssen das Quellcodemanagment für dieses Produkt aktivieren
es: Debe habilitar la administración de códigos fuente para este producto en
fi: Sinun pitää aktivoida lähdekoodin hallinta tälle projektille
fr: Vous devez activer la gestion de code source pour ce produit dans
hu: Engedélyeznie kell a forráskódkezelést ehhez a projekthez
pl: Musisz włączyć zarządzanie kodem źródłowym dla tego produktu w
pt: Você precisa habilitar o gerenciamento de código fonte para esse produto em
pt_pt: Tem que ativar a gestão de código-fonte para este projeto em
ru: Вам необходимо включить управление исходным кодом для этого продукта в

# TestRunDetails_ActualDurationWithHours
source: Actual Duration (h)
cs: Skutečná doba (h)
de: Aktuelle Dauer (h)
es: Duración Real (h)
fr: Durée effectuée (h)
hu: Aktuális időtartam (h)
pl: Rzeczywisty czas trwania (h)
pt: Duração Real (h)
pt_pt: Duração Atual (h)
ru: Фактическая продолжительность (h)

# TestRunDetails_EstimatedDurationWithHours
source: Estimated Duration (h)
cs: Odhadovaná doba (h)
de: Geschätzte Dauer (h)
es: Duración Estimada (h)
fr: Durée estimée (h)
hu: Becsült időtartam (h)
pl: Szacunkowy czas trwania (h)
pt: Duração Estimada (h)
pt_pt: Duração Estimada (h)
ru: Расчетная продолжительность (h)

# Global_Or
source: Or
cs: Nebo
de: Oder
es: O
fr: Ou
hu: Vagy
pl: Albo
pt: Ou
pt_pt: Ou
ru: Или

# SiteMap_TestConfigurations
source: Configurations
cs: Konfigurace
de: Konfigurationen
es: Configuraciones
hu: Konfigurációk
pl: Konfiguracje
pt: Configurações
pt_pt: Configurações
ru: Конфигурации

# SiteMap_TestConfigurationsDesc
source: Test Configurations
cs: Otestování konfigurace
de: Testkonfigurationen
es: Configuraciones de Prueba
fr: Configurations de test
hu: Tesztkonfigurációk
pl: Konfiguracje testowe
pt: Configurações de Teste
pt_pt: Configurações de Teste
ru: Тестовые конфигурации

# TestConfigurationSets_NewTestConfigurationSet
source: New Configuration
cs: Nová konfigurace
de: Neue Konfiguration
es: Nueva Configuracion
fr: Nouvelle configuration
hu: Új konfiguráció
pl: Nowa konfiguracja
pt: Nova Configuração
pt_pt: Nova Configuração
ru: Новая конфигурация

# TestConfigurations_TestConfigurationsForProject
source: test configuration(s) for product
cs: Otestovat konfigurace pro produkt
de: Testkonfiguration(en) für das Produkt
es: configuración(es) de prueba para el producto
fr: Configuration(s) de test pour le produit
hu: tesztkonfiguráció(k) a projekthez
pl: konfiguracja(-e) testowa(-e) produktu
pt: configuração (ões) de teste para o produto
pt_pt: configurações de teste para o projeto
ru: тестовая конфигурация(ы) для продукта

# TestCaseExecution_ShowExpectedResult
source: Show expected result
cs: Zobrazit očekávaný výsledek
de: Erwartetes Ergebnis anzeigen
es: Mostrar Resultado Esperado
fr: Affichage du résultat attendu
hu: A várt eredmény mutatása
pl: Pokaż oczekiwany rezultat
pt: Mostrar resultado esperado
pt_pt: Mostrar resultado esperado
ru: Показать ожидаемый результат

# TestCaseExecution_ShowSampleData
source: Show sample data
cs: Zobrazit vzorová data
de: Beispieldaten anzeigen
es: Mostrar Datos de Muestra
fr: Affichage des échantillons
hu: Mintaadatok mutatása
pl: Pokaż przykładowe dane
pt: Mostrar dados de amostra
pt_pt: Mostrar dados para teste
ru: Показать данные образца

# TestCaseExecution_ShowCaseDescription
source: Show test case description
cs: Zobrazit popis Testovacího Případu
de: Testfallbeschreibung anzeigen
es: Mostrar descripción del caso de prueba
fr: Affichage de description du scénario de test
hu: Teszteset-leírás mutatása
pl: Pokaż opis przypadku testowego
pt: Mostrar descrição de casos de teste
pt_pt: Mostrar descrição do caso de teste
ru: Показать описание тестового случая

# TestCaseExecution_ShowLastResult
source: Show last result
cs: Zobrazit poslední výsledek
de: Letztes Ergebnis anzeigen
es: Mostrar el ultimo resultado
fr: Affichage du dernier résultat
hu: Utolsó eredmény mutatása
pl: Pokaż ostatni wynik
pt: Mostrar último resultado
pt_pt: Mostrar o último resultado
ru: Показать последний результат

# TestCaseExecution_LastResult
source: Last Result
cs: Poslední výsledek
de: Letztes Ergebnis
es: Ultimo Resultado
fr: Dernier résultat
hu: Utolsó eredmény
pl: Ostatni wynik
pt: Último Resultado
pt_pt: Último Resultado
ru: Последний результат

# TestConfigurationDetails_BackToList
source: Back to Configurations List
cs: Zpět na seznam konfigurací
de: Zurück zur Liste der Konfigurationen
es: Volver a la Lista de Configuraciones
fr: Retour à Liste des configurations
hu: Vissza a konfigurációs listához
pl: Powrót do Listy Konfiguracji
pt: Voltar à lista de Configurações
pt_pt: Voltar à lista de Configurações
ru: Вернуться к списку настроек

# TestConfigurationDetails_TestSets
source: test set(s) using this test configuration.
cs: testovací sada(y) používající tuto testovací konfiguraci.
de: Testreihen, die diese Konfiguration nutzen
es: conjunto(s) de prueba utilizando esta configuración de prueba.
fr: ensemble(s) de tests utilisant cette configuration de test.
hu: teszt szett(ek) ennek a tesztkonfigurációnak a felhasználásával.
pl: zestaw(y) testowy(e) wykorzystujący(e) tę konfigurację testową.
pt: conjunto(s) de teste usando essa configuração de teste
pt_pt: conjunto(s) de teste que usam esta configuração de teste.
ru: тестовый набор(ы), использующие данную тестовую конфигурацию.

# TestConfiguration_NewTestConfigurationSet
source: New Test Configuration
cs: Nová testovací konfigurace
de: Neue Testkonfiguration
es: Nueva Configuración de Prueba
fr: Nouvelle configuration de test
hu: Új tesztkonfiguráció
pl: Nowa konfiguracja testowa
pt: Nova Configuração de Teste
pt_pt: Nova Configuração de teste
ru: Новая тестовая конфигурация

# TestConfigurationDetails_TestConfigurationEntries
source: entries in this test configuration set
cs: položky v této konfiguraci testovací sady
de: Einträge dieses Konfigurationssatzes
es: entradas en este conjunto de configuraciones de prueba
fr: entrées dans l'ensemble de configuration de test
hu: bejegyzések ebben a tesztkonfigurációs készletben
pl: wpisy w tym zestawie konfiguracji testowej
pt: entradas neste conjunto de configurações de teste
pt_pt: entradas nesta configuração de teste
ru: записи в этом наборе тестовой конфигурации

# ProjectHome_TestCasesPerStatusAndDay
source: Test Case Cumulative Progress
cs: Kumulativní průběh Testovacích případů
de: Kumulativer Testfallfortschritt
es: Progreso Acumulativo del Caso de prueba
fr: Avancement journalier des scénarios de test
hu: Teszteset kumulatív előrehaladása
pl: Przypadek testowy Łączny postęp
pt: Progresso Acumulado do Caso de Teste
pt_pt: Progresso Acumulado dos Casos de Teste
ru: Совокупный прогресс по тестовому делу

# TestConfigurationDetails_Title
source: Test Configuration Details
cs: Podrobnosti konfigurace testu
de: Testkonfigurationsdetails
es: Detalles de la Configuración de Prueba
fr: Détails de la configuration de test
hu: Tesztkonfiguráció részletei
pl: Szczegóły konfiguracji testowej
pt: Detalhes da Configuração de Teste
pt_pt: Detalhes da Configuração de Teste
ru: Подробная информация о тестовой конфигурации

# DataSync_ResetSyncTooltip
source: Click to remove the last synced date. This will ensure that the next time the system syncs, it will review all entries, not only the ones since the last time it synced.
cs: Kliknutím odeberete poslední datum synchronizace. Tím zajistíte, že při příští synchronizaci systému zkontroluje všechny položky, nejen ty od poslední synchronizace.
de: Klicken Sie hier, um das Datum der letzten Synchronisation zu entfernen. Dies stellt sicher, dass bei der nächsten Synchronisation alle Einträge berücksichtigt werden und nicht nur die, die nach der letzten Synchronisation erstellt wurden.
es: Haga clic para eliminar la última fecha de sincronización. Esto asegurará que la próxima vez que el sistema se sincronice, revisará todas las entradas, no solo las que se han registrado desde la última vez que se sincronizó.
fr: Cliquer pour supprimer la dernière date de synchronisation. La prochaine synchronisation prendra en compte l'ensemble des données.
hu: Kattintson ide az utolsó szinkronizált dátum eltávolításához. Ezzel biztosítható, hogy a rendszer következő szinkronizálásakor a rendszer áttekinti az összes bejegyzést, de nem csak az utolsó szinkronizálás utániakat
pl: Kliknij, aby usunąć ostatnią zsynchronizowaną datę. Zapewni to, że przy następnej synchronizacji system będzie przeglądał wszystkie wpisy, nie tylko te, które zostały zsynchronizowane po raz ostatni.
pt: Clique para remover a última data de sincronização. Assim, na próxima vez em que o sistema for sincronizado, ele analisará todas as entradas, não somente aquelas desde a última sincronização.
pt_pt: Clique para remover a última data de sincronização. Assim, garantirá que a próxima vez que houver sincronização, o sistema irá rever todas as entradas, não apenas as alterações após o último sincronismo.
ru: Нажмите, чтобы удалить последнюю синхронизированную дату. Это гарантирует, что при следующей синхронизации система просмотрит все записи, а не только те, которые были синхронизированы в последний раз.

# Global_ShowOnboarding
source: Show Onboarding Tours
cs: Zobrazit prohlídku systému
de: Zeige die enthaltenen Vorführungen
es: Mostrar Tutoriales
fr: Affichage des tutoriels
hu: Körbevezető utak megjelenítése
pt: Mostrar Tours de Aprendizado
pt_pt: Ver Guias Integrados
ru: Показать экскурсии на борту

# SourceCodeList_CheckoutIntro
source: Use SVN to checkout using the web URL:
cs: Použijte SVN ke kontrole používané adresy URL:
de: Verwenden Sie SVN zum Auschecken über die Web-URL:
es: Use SVN para checkout usando la URL web:
fr: Utiliser SVN pour extraire avec l'URL
hu: SVN használata a web URL ellenőrzéséhez:
pl: Użyj SVN do kasy za pomocą adresu URL strony internetowej:
pt: Usar SVN para fazer o checkout através da URL web:
pt_pt: Faça check-out com o SVN, usando a URL:
ru: Используйте SVN для проверки с помощью веб-адреса:

# SourceCodeList_CheckoutTitle
source: Checkout with HTTPS
cs: Zkontrolujte s HTTPS
de: Checkout mit HTTPS
es: Checkout con HTTPS
fr: Extraire avec HTTPS
hu: Ellenőrzés HTTPS-szel
pl: Kasa z HTTPS
pt: Checkout com HTTPS
pt_pt: Faça check-out com HTTPS
ru: Оформление заказа с помощью HTTPS

# SourceCodeList_CloneIntro
source: Use Git to clone using the web URL:
cs: Klonujte pomocí Gitu pomocí webové adresy URL:
de: Verwenden Sie Git zum Klonen mit der Web-URL:
es: Usa Git para clonar a través de la URL web:
fr: Utiliser Git pour cloner avec l'URL
hu: A Git használata a web URL-lel történő klónozáshoz:
pl: Użyj Git do klonowania za pomocą adresu URL:
pt: Usar Git para clonar através da URL web:
pt_pt: Crie uma cópia com o Git, usando a URL:
ru: Используйте Git для клонирования с помощью веб-адреса:

# SourceCodeList_CloneOrCheckout
source: Clone or Checkout
cs: Klonovat nebo Zkontrolovat
de: Klonen oder Auschecken
es: Clonar o Checkout
fr: Cloner ou extraire
hu: Klónozás vagy ellenőrzés
pl: Klonowanie lub kasa
pt: Clonar ou Realizar Checkout
pt_pt: Crie uma Cópia ou faça Check-out
ru: Клон или проверка

# SourceCodeList_CloneTitle
source: Clone with HTTPS
cs: Klonovat přes HTTPS
de: Klonen mit HTTPS
es: Clonar con HTTPS
fr: Clonage avec HTTPS
hu: Klónozás HTTPS-szel
pl: Klonowanie za pomocą HTTPS
pt: Clonar com HTTPS
pt_pt: Crie uma Cópia com HTTPS
ru: Клон с HTTPS

# SourceCodeList_CopyToClipboard
source: Copy to Clipboard
cs: Zkopírovat do schránky
de: In die Zwischenablage kopieren
es: Copiar al Portapapeles
fr: Copier dans le presse-papiers
hu: Másolás a vágólapra
pl: Kopia do schowka
pt: Copiar para a área de transferência
pt_pt: Copie para o Clipboard
ru: Скопировать в буфер обмена

# SourceCodeList_VersionControlConnectIntro
source: Use your SCM tool to clone or checkout using this URL:
cs: Použijte svůj nástroj SCM ke klonování nebo zkontrolování pomocí této adresy URL:
de: Verwenden Sie Ihr SCM Tool zum Klonen oder Auschecken über diese URL:
es: Use su herramienta de SCM para clonar o realizar Checkout a través de la URL:
fr: Utiliser votre outil SCM pour cloner ou extraire avec l'URL :
hu: Az SCM-eszköz használata az URL-lel való klónozáshoz vagy ellenőrzéshez:
pl: Użyj swojego narzędzia SCM do klonowania lub kasowania za pomocą tego adresu URL:
pt: Usar ferramenta SCM para clonar ou realizar checkout através desta URL:
pt_pt: Crie uma cópia ou faça check-out, usando a sua ferramenta SCM:
ru: Используйте инструмент SCM для клонирования или проверки с помощью этого URL:

# SourceCodeList_VersionControlConnectTitle
source: Connect to Source Code
cs: Připojit ke zdrojovému kódu
de: Mit Quellcode verbinden
es: Conectar al Código Fuente
fr: Connexion Code Source
hu: Csatlakozás a forráskódhoz
pl: Połączenie z kodem źródłowym
pt: Conectar ao Código Fonte
pt_pt: Conectar ao Código-fonte
ru: Подключиться к исходному коду

# Task_NotStarted
source: Not Started
cs: Nezapočato
de: Nicht begonnen
es: No Comenzado
fr: Non commencé
hu: Nincs elindítva
pl: Nie uruchomiony
pt: Não Iniciado
pt_pt: Por Iniciar
ru: Не началось

# Task_OnSchedule
source: On Schedule
cs: Podle plánu
de: Nach Plan
es: Dentro del Plazo
fr: Conforme au calendrier
hu: Ütemterv szerint
pl: Zgodnie z harmonogramem
pt: No Prazo
pt_pt: No Prazo
ru: В соответствии с графиком

# Task_RunningLate
source: Running Late
cs: Zpožděno
de: Verspätet
es: Fin Atrasado
fr: En retard
hu: Késésben van
pl: Opóźnienie w biegu
pt: Execução Atrasada
pt_pt: A Executar com Atraso
ru: Опоздал с опозданием

# Task_StartingLate
source: Starting Late
cs: Počínaje pozdě
de: Verspätet begonnen
es: Comienzo Atrasado
fr: Début retardé
hu: Kései indítás
pl: Zaczynając od późnego terminu
pt: Início Atrasado
pt_pt: A Iniciar com Atraso
ru: Позднее начало

# SiteMap_TaskBoard
source: Task Board
cs: Nástěnka Úkolů
de: Aufgabentafel
es: Cuadro de Tareas
fr: Tâches
hu: Feladattábla
pl: Rada Zadaniowa
pt: Quadro de Tarefas
pt_pt: Painel de Tarefas
ru: Целевой совет

# TaskBoard_AddTask
source: Add Task
cs: Přidat Úkol
de: Aufgabe hinzufügen
es: Agregar Tarea
fr: Ajouter une tâche
hu: Feladat hozzáadása
pl: Dodaj zadanie
pt: Adicionar Tarefa
pt_pt: Adicionar Tarefa
ru: Добавить задачу

# IncidentBoard_AddIncident
source: Add Incident
cs: Přidat Incident
de: Vorfall hinzufügen
es: Agregar Incidente
fr: Ajouter un incident
hu: Incidens hozzáadása
pl: Dodaj Incydent
pt: Adicionar Incidente
pt_pt: Adicionar Defeito
ru: Добавить инцидент

# SiteMap_IncidentBoard
source: Incident Board
cs: Nástěnka Incidentů
de: Vorfallstafel
es: Cuadro de Incidentes
fr: Tableau Incidents
hu: Incidenstábla
pl: Rada Incydentowa
pt: Quadro de Incidentes
pt_pt: Painel de Defeitos
ru: Комиссия по инцидентам

# Global_Board
source: Board
cs: Nástěnka
de: Tafel
es: Cuadro
fr: Tableau de bord
hu: Tábla
pl: Zarząd
pt: Quadro
pt_pt: Painel
ru: Форум

# Global_Table
source: Table
cs: Tabulka
de: Tabelle
es: Tabla
fr: Tableau
hu: Táblázat
pl: Tabela
pt: Tabela
pt_pt: Tabela
ru: Таблица

# Admin_Graphs
source: Edit Graphs
cs: Upravit grafy
de: Diagramm bearbeiten
es: Editar Gráficos
fr: Gestion des graphiques
hu: Ábrák szerkesztése
pl: Wykresy edycyjne
pt: Editar Gráficos
pt_pt: Editar Gráficos
ru: Редактировать графики

# Admin_Reporting
source: Reporting
cs: Reporty
es: Reportes
fr: Rapports
hu: Riportok
pl: Raportowanie
pt: Relatórios
pt_pt: Relatórios
ru: Отчетность

# Admin_Graphs_Intro
source: This page displays any custom graphs that have been created in the system. On this page, you can add a new graph, delete an existing graph, or clone an existing graph for modification:
cs: Tato stránka zobrazuje všechny vlastní grafy, které byly vytvořeny v systému. Na této stránce můžete přidat nový graf, odstranit existující graf nebo klonovat existující graf pro úpravy:
de: Diese Seite zeigt alle benutzerdefinierten Diagramme, die in diesem System erstellt wurden. Auf dieser Seite können Sie neue Diagramme hinzufügen, vorhandene löschen oder vorhandene klonen, um sie zu verändern:
es: Esta página muestra los gráficos personalizados que se han creado en el sistema. En esta página, puede agregar un nuevo gráfico, eliminar un gráfico existente o clonar un gráfico para modificarlo:
fr: Cette page affiche tous les graphiques personnalisés et vous permet d'ajouter, modifier, supprimer et cloner vos graphiques :
hu: Ez az oldal azokat az egyéni ábrákat jeleníti meg, amelyek a rendszerben jöttek létre. Ezen az oldalon új ábrát adhat hozzá, meglévő ábrát törölhet, illetve meglévő ábra klónozható módosítás érdekében:
pl: Ta strona wyświetla wszystkie niestandardowe wykresy utworzone w systemie. Na tej stronie można dodać nowy wykres, usunąć istniejący lub sklonować istniejący wykres w celu jego modyfikacji:
pt: Esta página exibe todos os gráficos personalizados que foram criados no sistema. Nesta página, você pode adicionar um novo gráfico, excluir um gráfico existente ou cloná-lo para modificação:
pt_pt: Esta página permite a visualização de quaisquer gráficos personalizados que tenham sido criados no sistema. Nesta página, pode adicionar um novo gráfico, eliminar um gráfico existente ou criar uma cópia de um gráfico existente, para modificação:
ru: На этой странице отображаются любые пользовательские графики, созданные в системе. На этой странице можно добавить новый график, удалить существующий или клонировать существующий для изменения:

# Admin_Reports_AddNewGraph
source: Add New Custom Graph
cs: Přidat nový vlastní graf
de: Neuen benutzerdefinierten Diagramm hinzufügen
es: Agregar Nuevo Gráfico Personalizado
fr: Ajouter un nouveau graphique
hu: Új egyéni ábra hozzáadása
pl: Dodaj nowy wykres niestandardowy
pt: Adicionar Novo Gráfico Personalizado
pt_pt: Adicionar Novo Gráfico Personalizado
ru: Добавить новый пользовательский график

# Graphs_NewGraph
source: New Graph
cs: Nový graf
de: Neues Diagramm
es: Nuevo Gráfico
fr: Nouveau graphique
hu: Új ábra
pl: Nowy wykres
pt: Novo Gráfico
pt_pt: Novo Gráfico
ru: Новый график

# Admin_GraphDetails_BackToList
source: Back to Graphs List
cs: Zpět na seznam grafů
de: Zurück zur Übersicht der Diagramme
es: Volver a la Lista de Gráficos
fr: Retour à Liste des graphiques
hu: Vissza az ábralistához
pl: Powrót do listy wykresów
pt: Voltar à lista de Gráficos
pt_pt: Voltar à Lista de Gráficos
ru: Вернуться к списку графиков

# Admin_GraphDetails_DisplayDataGrid
source: Display Data Grid
cs: Zobrazit datovou mřížku
de: Daten anzeigen
es: Mostrar Cuadrícula de Datos
fr: Grille de données
hu: Adatrács megjelenítése
pl: Wyświetlanie siatki danych
pt: Exibir Grade de Dados
pt_pt: Mostrar Grelha de Dados
ru: Отобразить сетку данных

# Admin_GraphDetails_Intro
source: This page displays the details of a specific custom graph. You can change the name, description and database query used to generate the graph data:
cs: Tato stránka zobrazuje podrobnosti konkrétního vlastního grafu. Můžete změnit název, popis a databázový dotaz používaný ke generování dat grafu:
de: Diese Seite zeigt die Details eines bestimmten benutzerdefinierten Diagramms. Sie können den Namen, die Beschreibung und die Datenbankabfrage ändern, die verwendet wird, um die Daten für das Diagramm zu generieren:
es: Esta página muestra los detalles de un gráfico personalizado específico. Puede cambiar el nombre, la descripción y la consulta de la base de datos utilizada para generar los datos del gráfico:
fr: Cette page montre toutes les informations d'un graphique et vous permet d'en modifier le nom, la description et les critères de création :
hu: Ez az oldal egy konkrét egyéni ábra részleteit jeleníti meg. Módosíthatja az ábraadatok nevét, leírását, valamint a létrehozásához használt adatbázis-lekérdezéseket:
pl: Ta strona wyświetla szczegóły określonego wykresu niestandardowego. Możesz zmienić nazwę, opis i zapytanie do bazy danych używane do generowania danych wykresu:
pt: Esta página exibe os detalhes de um gráfico personalizado específico. Você pode alterar o nome, a descrição e a consulta ao banco de dados usados para gerar os dados do gráfico:
pt_pt: Esta página permite a visualização dos detalhes de um gráfico personalizado específico. Pode alterar o nome, a descrição e a pesquisa da base de dados usados para gerar os dados do gráfico:
ru: На этой странице отображается подробная информация о конкретном пользовательском графике. Вы можете изменить имя, описание и запрос к базе данных, используемый для генерации данных графа:

# Admin_GraphDetails_PreviewGraph
source: Preview Graph
cs: Náhled grafu
de: Diagrammvorschau
es: Vista Previa del Gráfico
fr: Aperçu du graphique
hu: Ábra előnézete
pl: Wykres poglądowy
pt: Visualizar Gráfico
pt_pt: Antever Gráfico
ru: Предварительный просмотр графика
