Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_DocumentWorkflowDetails_Intro
source: This displays all the document status steps for this particular workflow:
cs: Zobrazí se všechny kroky stavu dokumentu pro toto konkrétní workflow:
de: Hier werden alle Schritte des Dokumentenstatus für diesen speziellen Workflow angezeigt:
es: Esto muestra todos los estados de los pasos del documento para este flujo de trabajo en particular:
fr: Ceci affiche toutes les étapes de statut de document pour ce workflow :
hu: Ez jeleníti meg egy adott munkafolyamat összes dokumentum-állapotlépését:
pl: Wyświetla on wszystkie kroki stanu dokumentu dla tego konkretnego przepływu pracy:
pt: Aqui são mostrados todos os status das etapas de documento para esse fluxo de trabalho específico:
ru: При этом отображаются все этапы состояния документа для данного конкретного рабочего процесса:

# Admin_DocumentWorkflowStep_DocumentCustomProperties
source: Document Custom Properties
cs: Vlastní vlastnosti dokumentu
de: Benutzerdefinierte Eigenschaften des Dokuments
es: Propiedades Personalizadas del Documento
fr: Propriétés personnalisées de document
hu: Dokumentum egyéni tulajdonságai
pl: Dokument Właściwości niestandardowe
pt: Propriedades Personalizadas do Documento
ru: Документировать пользовательские свойства

# Admin_DocumentWorkflowStep_DocumentCustomPropertiesIntro
source: The following document custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Dokumentu jsou skryté/zakázané/vyžadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Eigenschaften des Dokuments werden in diesem Schritt des Workflows ausgeblendet, deaktiviert und benötigt:
es: Las siguientes propiedades personalizadas del documento están ocultas/deshabilitadas/requeridas en este paso del flujo de trabajo:
fr: Les types de tâches suivantes sont définis dans le modèle :
hu: Az alábbi dokumentum egyéni tulajdonságai rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Następujące właściwości niestandardowe dokumentu są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: As seguintes propriedades customizadas do documento estão ocultas/desativadas/ requeridas nesta etapa do fluxo de trabalho:
ru: Следующие пользовательские свойства документа скрыты/отключены/требуются на этом этапе процесса:

# Admin_DocumentWorkflowStep_DocumentFields
source: Document Fields
cs: Pole dokumentu
de: Dokumentfelder
es: Campos de Documento
fr: Champs de document
hu: Dokumentummezők
pl: Pola dokumentów
pt: Campos do Documento
ru: Поля документа

# Admin_DocumentWorkflowStep_DocumentFieldsIntro
source: The following document fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Dokumentu jsou skryté/zakázané/vyžadované v tomto kroku workflow:
de: Die folgenden Dokumentfelder werden in diesem Schritt des Workflows ausgeblendet, deaktiviert oder benötigt:
es: Los siguientes campos de documento están ocultos/deshabilitados/requeridos en este paso del flujo de trabajo:
fr: Les champs de document suivants sont cachés/désactivés/exigés pour cette étape du workflow.
hu: Az alábbi dokumentummezők rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Poniższe pola dokumentów są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: Os seguintes campos do documento estão ocultos/desativados/ requeridos nesta etapa do fluxo de trabalho:
ru: Следующие поля документа скрыты/отключены/требуются на этом этапе рабочего процесса:

# Admin_DocumentWorkflows_Intro
source: These are the various document workflows available in the product template. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workflow Dokumentů dostupné v šabloně produktu. Chcete-li přidat nový pracovní postup, klikněte na tlačítko Přidat workflow, chcete-li upravit stávající workflow, klikněte na tlačítko Kroky:
de: Dies sind die verschiedenen Dokumenten-Workflows, die in der Produktvorlage zur Verfügung stehen. Um einen neuen Workflow hinzuzufügen, klicken Sie auf die Schaltfläche Workflow hinzufügen, um einen bestehenden Workflow zu bearbeiten, klicken Sie auf die Schaltfläche Schritte:
es: Estos son los diversos flujos de trabajo de documentos disponibles en la plantilla del producto. Para agregar un nuevo flujo de trabajo, haga clic en el botón Agregar Flujo de Trabajo, para editar un flujo de trabajo existente, haga clic en el botón Pasos:
fr: Cliquer sur «Etapes» pour modifier un workflow ou sur «Ajouter un workflow» pour en ajouter des nouveaux.
hu: Ezek a projektsablonhoz elérhető különböző dokumentum-munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: Są to różne przepływy dokumentów dostępne w szablonie produktu. Aby dodać nowy przepływ, należy kliknąć przycisk Dodaj przepływ, a aby edytować istniejący przepływ, należy kliknąć przycisk Kroki:
pt: Estes são os vários fluxos de trabalho de documentos disponíveis no modelo do produto. Para adicionar um novo fluxo de trabalho, clique no botão Adicionar Fluxo de Trabalho. Para editar um fluxo de trabalho existente, clique no botão Etapas:
ru: Это различные рабочие процессы, доступные в шаблоне продукта. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:

# Admin_DocumentWorkflowTransition_AuthorExecuteLabel
source: The author of this document can execute:
cs: Autor tohoto Dokumentu může provést:
de: Der Autor dieses Dokuments kann ausführen:
es: El autor de este documento puede ejecutar:
fr: L'auteur du document peut exécuter :
hu: A dokumentum szerzője végrehajthat:
pl: Autor tego dokumentu może wykonać:
pt: O autor desse documento pode executar:
ru: Автор этого документа может выполнить:

# Admin_DocumentWorkflowTransition_OwnerExecuteLabel
source: The editor of this document can execute:
cs: Vlastník tohoto Dokumentu může provést:
de: Der Bearbeiter dieses Dokuments kann ausführen:
es: El editor de este documento puede ejecutar:
fr: L'éditeur du document peut exécuter :
hu: A dokumentum tulajdonosa végrehajthat:
pl: Edytor tego dokumentu może wykonać:
pt: O editor desse documento pode executar:
ru: Редактор этого документа может быть выполнен:

# Admin_EditDocumentWorkflows_Title
source: Document Workflows
cs: Workflow Dokumentů
de: Dokumentworkflows
es: Flujos de Trabajo de Documentos
fr: Workflows de document
hu: Dokumentum-munkafolyamat
pl: Przepływy dokumentów
pt: Fluxos de Trabalho do Documento
ru: Рабочие процессы документооборота

# DocumentStatuses_Intro
source: The following document statuses have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující stavy dokumentu:
de: Die folgenden Dokumentstatus wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes estados de documento se han definido en la plantilla de producto actual:
fr: Les statuts de document suivants sont définis dans le modèle de produit :
hu: Az alábbi dokumentumállapotokat definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące statusy dokumentów:
pt: Os seguintes status do documento foram definidos no modelo de produto atual:
ru: В текущем шаблоне продукта были определены следующие статусы документов:

# DocumentStatuses_Title
source: Edit Document Statuses
cs: Upravit stavy dokumentu
de: Dokumentstatus bearbeiten
es: Editar Estados del Documento
fr: Modifier les statuts de document
hu: Dokumentumállapotok szerkesztése
pl: Edycja statusów dokumentów
pt: Editar Status do Documento
ru: Редактирование Статусы документов

# SiteMap_ProgramHome
source: Program Home
de: Programm Startseite
es: Página de Inicio del Programa
fr: Accueil Programme
hu: Program kezdőoldala
pl: Program do domu
pt: Página Inicial do Programa
ru: Программа на дому

# RoleDetails_TemplateAdminNotes
source: Specifies whether this role has product template administrative permissions
cs: Určuje, zda má tato role oprávnění správce šablony produktu
de: Gibt an, ob diese Rolle über Administratorrechte für Produktvorlagen verfügt.
es: Especifica si este rol tiene permisos administrativos de plantilla de producto.
fr: Indique si ce rôle a des droits administratifs sur le modèle de produit.
hu: Azt határozza meg, hogy ez a szerep rendelkezik-e projektsablon adminisztratív engedéllyel
pl: Określa, czy ta rola posiada uprawnienia administracyjne dla szablonu produktu
pt: Especifica se esta função tem permissões administrativas de modelo de produto
ru: Указывает, имеет ли эта роль права администрирования шаблонов продуктов.

# Global_Home
source: Home
de: Startseite
es: Página de Inicio
fr: Accueil
hu: Kezdőoldal
pl: Strona główna
pt: Página Inicial
ru: Главная страница

# RequirementImportances_Intro
source: The following requirement importances have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující důležitosti Požadavků:
de: Die folgenden Anforderungswichtigkeiten wurden in der aktuellen Produktvorlage definiert:
es: Las importancias de requisitos siguientes se han definido en la plantilla de producto actual:
fr: Les importances de besoin suivantes sont définies dans le modèle de produit :
hu: Az alábbi követelményfontossági tényezőket definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące wymagania importowe:
pt: As seguintes importâncias de requerimento foram definidas no modelo de produto atual:
ru: Следующие требования были определены в текущем шаблоне продукта:

# RequirementImportances_Title
source: Edit Requirement Importances
cs: Upravit důležitosti Požadavků
de: Anforderungswichtigkeiten bearbeiten
es: Editar Importancias de Requisitos
fr: Modifier les importances de risque
hu: Követelményfontossági tényezők szerkesztése
pl: Edycja Wymóg Ważność
pt: Editar Importâncias de Requerimento
ru: Требования к редактированию Важность

# Admin_Sidebar_OpenMenu
source: Show the Administration Menu
cs: Zobrazit administrátorské menu
de: Adminstrationsmenü anzeigen
es: Mostrar el Menú de Administración
fr: Menu Administration
hu: Adminisztrációs menü megjelenítése
pl: Pokaż menu administracyjne
pt: Mostrar o Menu de Administração
ru: Показать меню администрирования

# ProjectList_MyAssignedDocuments
source: My Assigned Documents
cs: Mně přiřazené dokumenty
de: Meine zugeordneten Dokumente
es: Mis Documentos Asignados
fr: Mes documents
hu: Hozzám rendelt dokumentumok
pl: Moje przydzielone dokumenty
pt: Documentos associados a mim
ru: Мои подписанные документы

# Admin_Importance_Title
source: Importance
cs: Důležitost
de: Wichtigkeit
es: Importancia
hu: Fontosság
pl: Znaczenie
pt: Importância
pt_pt: Importância
ru: Важность

# Admin_Priority_Title
source: Priority
cs: Priorita
de: Priorität
es: Prioridad
fr: Priorité
hu: Prioritás
pl: Priorytet
pt: Prioridade
pt_pt: Prioridade
ru: Приоритет

# Admin_Severity_Title
source: Severity
cs: Závažnost
de: Schweregrad
es: Gravedad
fr: Sévérité
hu: Súlyosság
pl: Powaga
pt: Gravidade
pt_pt: Severidade
ru: Тяжесть

# Admin_Statuses_Title
source: Status
cs: Stav
es: Estado
fr: Statut
hu: Állapot
pt_pt: Estado
ru: Статус

# Admin_Types_Title
source: Type
cs: Typ
de: Typ
es: Tipo
hu: Típus
pl: Typ
pt: Tipo
pt_pt: Tipo
ru: Введите .

# Admin_Workflows_Title
source: Workflow
es: Flujo de Trabajo
hu: Munkafolyamat
pl: Przepływ pracy
pt: Fluxo de Trabalho
ru: Рабочий процесс

# Admin_Impact_Title
source: Impact
cs: Dopad
de: Auswirkung
es: Impacto
hu: Hatás
pl: Wpływ
pt: Impacto
pt_pt: Impacto
ru: Влияние

# Admin_Probability_Title
source: Probability
cs: Pravděpodobnost
de: Wahrscheinlichkeit
es: Probabilidad
fr: Probabilité
hu: Valószínűség
pl: Prawdopodobieństwo:
pt: Probabilidade
pt_pt: Probabilidade
ru: Вероятность

# RiskImpacts_Intro
source: The following risk impacts have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující dopady Rizika:
de: Die folgenden Risikoauswirkungen wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes impactos de riesgo se han definido en la plantilla de producto actual:
fr: Les impacts de risques suivants sont définis dans le modèle de produit :
hu: Az alábbi kockázati hatásokat definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące skutki ryzyka:
pt: Os seguintes impactos de risco foram definidos no modelo de produto atual:
ru: В текущем шаблоне продукта были определены следующие виды воздействия риска:

# RiskImpacts_Title
source: Edit Risk Impacts
cs: Upravit dopady rizika
de: Risikoauswirkungen bearbeiten
es: Editar los Impactos de Riesgo
fr: Modifier les impacts de risque
hu: Kockázati hatások szerkesztése
pl: Edycja wpływu ryzyka
pt: Editar Impactos de Risco
ru: Редактирование Воздействие риска

# RiskProbabilities_Intro
source: The following risk probabilities have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující pravděpodobnosti Rizika:
de: Die folgenden Risikowahrscheinlichkeiten wurden in der aktuellen Produktvorlage definiert:
es: Las siguientes probabilidades de riesgo se han definido en la plantilla de producto actual:
fr: Les probabilités de risques suivantes sont définies dans le modèle de produit :
hu: Az alábbi kockázati valószínűségeket definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące prawdopodobieństwa ryzyka:
pt: As seguintes probabilidades de risco foram definidas no modelo de produto atual:
ru: Следующие вероятности риска были определены в текущем шаблоне продукта:

# RiskProbabilities_Title
source: Edit Risk Probabilities
cs: Upravit pravděpodobnosti Rizika
de: Risikowahrscheinlichkeiten bearbeiten
es: Editar las Probabilidades de Riesgo
fr: Modifier les probabilités de risque
hu: Kockázati valószínűségek szerkesztése
pl: Edycja prawdopodobieństwa ryzyka
pt: Editar Probabilidades de Risco
ru: Редактировать Вероятности риска

# RiskStatuses_Intro
source: The following risk statuses have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující stavy Rizik:
de: Die folgenden Risikostatus wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes estados de riesgo se han definido en la plantilla de producto actual:
fr: Les statuts de risques suivants sont définis dans le modèle de produit :
hu: Az alábbi kockázati állapotokat definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące stany ryzyka:
pt: Os seguintes status de risco foram definidos no modelo de produto atual:
ru: В текущем шаблоне продукта были определены следующие состояния риска:

# RiskStatuses_Title
source: Edit Risk Statuses
cs: Upravit stavy Rizika
de: Risikostatus bearbeiten
es: Editar Estados de Riesgo
fr: Modifier les statuts de risque
hu: Kockázati állapotok szerkesztése
pl: Edycja statutów ryzyka
pt: Editar Status de Risco
ru: Редактировать статусы риска

# RiskTypes_Intro
source: The following risk types have been defined in the current product template:
cs: V aktuální šabloně Produktu byly definovány následující typy Rizik:
de: Die folgenden Risikotypen wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes tipos de riesgo se han definido en la plantilla de producto actual:
fr: Les types de risque suivants sont définis dans le modèle de produit :
hu: Az alábbi kockázattípusokat definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące rodzaje ryzyka:
pt: Os seguintes tipos de risco foram definidos no modelo de produto atual:
ru: В текущем шаблоне продукта были определены следующие типы рисков:

# RiskTypes_Title
source: Edit Risk Types
cs: Upravit typy Rizik
de: Risikotypen bearbeiten
es: Editar Tipos de Riesgo
fr: Modifier les types de risque
hu: Kockázattípusok szerkesztése
pl: Edycja typów ryzyka
pt: Editar Tipos de Risco
ru: Редактирование типов риска

# SiteMap_Risks
source: Risks
cs: Rizika
de: Risiken
es: Riesgos
fr: Risques
hu: Kockázatok
pl: Ryzyko
pt: Riscos
pt_pt: Riscos
ru: Риски

# Admin_EditRiskWorkflows_Title
source: Risk Workflows
cs: Workflow Rizik
de: Risiko-Workflows
es: Flujos de Trabajo de Riesgos
fr: Workflows de risque
hu: Kockázat-munkafolyamatok
pl: Ryzyko Przepływy pracy
pt: Fluxos de Trabalho de Riscos
ru: Рисковые рабочие процессы

# Admin_RiskWorkflows_Intro
source: These are the various Risk workflows available in the product template. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workfloow týkající se Rizik dostupných v šabloně Produktu. Chcete-li přidat nové workflow, klikněte na tlačítko Přidat workflow, chcete-li upravit stávající workflow, klikněte na tlačítko Kroky:
de: Dies sind die verschiedenen Risiko-Workflows, die in der Produktvorlage zur Verfügung stehen. Um einen neuen Workflow hinzuzufügen, klicken Sie auf die Schaltfläche Workflow hinzufügen, um einen bestehenden Workflow zu bearbeiten, klicken Sie auf die Schaltfläche Schritte:
es: Estos son los diversos flujos de trabajo de Riesgos disponibles en la plantilla del producto. Para agregar un nuevo flujo de trabajo, haga clic en el botón 'Agregar Flujo de Trabajo'. Para editar un flujo de trabajo existente, haga clic en el botón 'Pasos':
fr: Plusieurs workflows de risque sont disponibles dans le modèle de produit. Cliquer sur «Etapes» pour modifier un workflow ou sur «Ajouter un workflow» pour en ajouter un nouveau :
hu: Ezek a projektsablonhoz elérhető különböző kockázat-munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: Są to różne przepływy pracy związane z ryzykiem dostępne w szablonie produktu. Aby dodać nowy przepływ, należy kliknąć przycisk Dodaj przepływ, a aby edytować istniejący przepływ, należy kliknąć przycisk Kroki:
pt: Estes são os vários fluxos de trabalho de riscos disponíveis no modelo do produto. Para adicionar um novo fluxo de trabalho, clique no botão Adicionar Fluxo de Trabalho. Para editar um fluxo de trabalho existente, clique no botão Etapas:
ru: Это различные рабочие процессы по управлению рисками, доступные в шаблоне продукта. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:

# Admin_RiskWorkflowDetails_Intro
source: This displays all the Risk status steps for this particular workflow:
cs: Zobrazí se všechny kroky stavu Rizika pro toto konkrétní workflow:
de: Hier werden alle Schritte des Risikostatus für diesen speziellen Workflow angezeigt:
es: Esto muestra todos los estados de riesgo de los pasos para este flujo de trabajo en particular:
fr: Ceci affiche toutes les étapes de statut de risque pour ce workflow :
hu: Ez jeleníti meg egy adott munkafolyamat összes kockázat-állapotlépését:
pl: W tym miejscu wyświetlane są wszystkie kroki stanu ryzyka dla tego konkretnego procesu pracy:
pt: Aqui são mostrados todos os status de risco das etapas para esse fluxo de trabalho específico:
ru: При этом отображаются все действия, связанные со статусом риска для данного конкретного рабочего процесса:

# Admin_RiskWorkflowStep_RiskCustomProperties
source: Risk Custom Properties
cs: Vlastní vlastnosti Rizik
de: Risiko Benutzerdefinierte Eigenschaften
es: Propiedades Personalizadas de Riesgo
fr: Propriétés personnalisées de risque
hu: Kockázat egyéni tulajdonságai
pl: Ryzyko Właściwości niestandardowe
pt: Propriedades Personalizadas de Risco
ru: Риск пользовательских свойств

# Admin_RiskWorkflowStep_RiskCustomPropertiesIntro
source: The following Risk custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Rizik jsou skryté/zakázané/vyžadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Risikoeigenschaften werden in diesem Schritt des Workflows ausgeblendet, deaktiviert und benötigt:
es: Las siguientes propiedades personalizadas de Riesgo están ocultas/deshabilitadas/requeridas en este paso del flujo de trabajo:
fr: Les propriétés de risque suivantes sont cachées/désactivées/exigées pour cette étape du workflow.
hu: Az alábbi kockázat egyéni tulajdonságai rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Następujące niestandardowe właściwości ryzyka są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: As seguintes propriedades personalizadas de risco estão ocultas/desativadas/requeridas nesta etapa do fluxo de trabalho:
ru: Следующие пользовательские свойства "Риск" скрыты/отключены/требуются на этом этапе рабочего процесса:

# Admin_RiskWorkflowStep_RiskFields
source: Risk Fields
cs: Pole Rizik
de: Risikofelder
es: Campos de Riesgo
fr: Champs de risque
hu: Kockázatmezők
pl: Obszary ryzyka
pt: Campos de Risco
ru: Поля риска

# Admin_RiskWorkflowStep_RiskFieldsIntro
source: The following Risk fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Rizik jsou skryté/zakázané/vyžadované v tomto kroku workflow:
de: Die folgenden Risikofelder werden in diesem Schritt des Workflows ausgeblendet, deaktiviert oder müssen ausgefüllt werden:
es: Los siguientes campos de Riesgo están ocultos/deshabilitados/requeridos en este paso del flujo de trabajo:
fr: Les champs de risque suivants sont cachés/désactivés/exigés pour cette étape du workflow.
hu: Az alábbi kockázatmezők rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Następujące pola ryzyka są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: Os seguintes campos de risco estão ocultos/desativados/requeridos nesta etapa do fluxo de trabalho:
ru: Следующие поля "Риск" скрыты/отключены/требуются на данном этапе рабочего процесса:
