Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# EventLog_Legend
source: The following system events have been logged in the system:
cs: Následující systémové události byly zaznamenány v systému:
de: Die folgenden Systemereignisse wurden aufgezeichnet:
es: Los siguientes eventos han sido registrados en el sistema:
fi: Seuraavat järjestelmän tapahtumat on kirjattu:
fr: Les évènements systèmes suivants ont été enregistrés dans le journal :
hu: A következő rendszer események lettek rögzítve
pl: Poniższe zdarzenia zostały zalogowane w systemie:
pt: Os seguintes eventos do sistema foram registrados:
pt_pt: Os seguintes eventos de sistema foram registados no sistema:
ru: В системе зарегистрированы следующие системные события:
zh_hans: 下面事件已被记录到系统日志中:
zh_hant: 以下系統事件已記錄於系統：

# EventLog_Title
source: Event Log
cs: Log událostí
de: Ereignisprotokoll
es: Registro de Eventos
fi: Tapahtumalogi
fr: Journal
hu: Esemény Napló
pl: Log zdarzeń
pt: Registro de Eventos
pt_pt: Log de eventos
ru: Журнал событий
zh_hans: 事件日志
zh_hant: 事件記錄

# EventLog_TitleLong
source: System Event Log
cs: Log systémových událostí
de: Systemereignisprotokoll
es: Registro de Eventos del Sistema
fi: Järjestelmän tapahtumalogi
fr: Journal système
hu: Rendszer Esemény Napló
pl: Log zdarzeń systemowych
pt: Registro de Eventos do Sistema
pt_pt: Log de eventos do sitema
ru: Журнал системных событий
zh_hans: 系统日志
zh_hant: 系統事件記錄

# GeneralSettings_EventDaysToKeep
source: Event Log Retention
cs: Uchování logu událostí
de: Ereignisprotokoll Speicherung
es: Retención de Registro de Eventos
fi: Tapahtumalogin säilyttäminen
fr: Durée de conservation du journal
hu: Esemény Napló Megtartás
pl: Przechowanie logów
pt: Retenção de Registros de Eventos
pt_pt: Log de eventos de retenção
ru: Сохранение журнала событий
zh_hans: 日志保留时间
zh_hant: 保留事件記錄

# GeneralSettings_EventDaysToKeepNotes
source: The number of days that error messages are retained in the system event log.
cs: Počet dnů, po které jsou chybové zprávy ponechány v logu událostí systému.
de: Die Anzahl von Tagen, wie lange Fehlernachrichten im Systemereignisprotokoll gespeichert werden.
es: El número de días que los mensajes de error son retenidos en el registro de eventos del sistema.
fi: Virheilmoitusten säilyminen päivinä järjestelmän tapahtumalogissa.
fr: Le nombre de jours pendant lesquels les messages d'erreur sont conservés dans le journal système.
hu: A üzenetek rendszerben tartott napok száma.
pl: Liczba dni przez jaką zachowane zostaną logi błędu
pt: O número de dias que as mensagens de erro são mantidas no registro de eventos do sistema.
pt_pt: O número de dias que mensagens de erro são mantidas no log de eventos do sistema.
ru: Количество дней, в течение которых сообщения об ошибках сохраняются в системном журнале событий.
zh_hans: 系统中错误消息的保留天数
zh_hant: 錯誤訊息於系統事件記錄的保留天數

# GeneralSettings_EventDaysToKeepUnits
source: days
cs: Dny
de: Tage
es: días
fi: Päivää
fr: jours
hu: nap
pl: dni
pt: dias
pt_pt: dias
ru: дни
zh_hans: 天数
zh_hant: 天

# EventLog_EventDetails
source: Event Details
cs: Detail události
de: Ereignis Details
es: Detalles de Eventos
fi: Tapahtuman yksityiskohdat
fr: Détails de l'évènement
hu: Esemény Részletek
pl: Szczegóły zdarzenia
pt: Detalhes do Evento
pt_pt: Detalhes do evento
ru: Детали События
zh_hans: 时间详细
zh_hant: 事件詳細資訊

# EventLog_Exception
source: Exception
cs: Vyjímka
de: Ausnahme
es: Excepción
fi: Poikkeus
hu: Kivétel
pl: Wyjątek
pt: Exceção
pt_pt: Exceção
ru: Исключение
zh_hans: 例外
zh_hant: 例外

# DataSynchronization_ViewErrors
source: View Errors
cs: Zobrazit chyby
de: Fehler anzeigen
es: Ver Errores
fi: Katsele virheitä
fr: Afficher les erreurs
hu: Hiba lista
pl: Przejrzyj komunikaty błędów
pt: Exibir Erros
pt_pt: Ver erros
ru: Ошибки просмотра
zh_hans: 查看错误
zh_hant: 檢視錯誤

# VersionControlProviderDetails_ViewEvents
source: View Events
cs: Zobrazit události
de: Ereignisse anzeigen
es: Ver Eventos
fi: Katsele tapahtumia
fr: Afficher les évènements
hu: Esemény lista
pl: Przejrzyj zdarzenia
pt: Exibir Eventos
pt_pt: Ver eventos
ru: Посмотреть События
zh_hans: 查看事件
zh_hant: 檢視事件

# Permission_Create
source: Create
cs: Vytvořit
de: Erstelle
es: Crear
fi: Luo
fr: Créer
hu: Hozzáad
pl: Utwórz
pt: Criar
pt_pt: Criar
ru: Создать
zh_hans: 创建
zh_hant: 建立

# Permission_Delete
source: Delete
cs: Smazat
de: Lösche
es: Borrar
fi: Poista
fr: Supprimer
hu: Tőröl
pl: Usuń
pt: Excluir
pt_pt: Apagar
ru: Удалить
zh_hans: 删除
zh_hant: 刪除

# Permission_LimitedModify
source: Modify Owned
cs: Upravit vlastníkem
de: Modifizierbar vom Besitzer
es: Modificar Propiedad
fi: Muokkaa omistamani
fr: Modifier la propriété
hu: Tulajdonos változtatás
pl: Właściciel może edytować
pt: Modificar Propriedade
pt_pt: Modificar os Seus
ru: Изменить принадлежащие
zh_hans: 修改拥有者
zh_hant: 修改所屬

# Permission_Modify
source: Modify All
cs: Upravit všichni
de: Modifizierbar von Allen
es: Modificar Todo
fi: Muokkaa kaikki
fr: Tout modifier
hu: Mindent Változtat
pl: Edytuj wszystkie
pt: Modificar Tudo
pt_pt: Modificar todos
ru: Изменить все
zh_hans: 修改全部
zh_hant: 修改所有

# Permission_View
source: View
cs: Zobrazit
de: Anzeigen
es: Ver
fi: Katsele
fr: Afficher
hu: Nézet
pl: Przeglądaj
pt: Ver
pt_pt: Ver
ru: Посмотреть
zh_hans: 查看
zh_hant: 檢視

# RoleDetails_ActiveNotes
source: Specifies whether this role is active or not
cs: Určuje, zda tato role je aktivní nebo není
de: Gibt an, ob die Rolle aktiv ist oder nicht
es: Especifica si esta función está activa o no
fi: Määrittää onko kyseinen rooli aktiivinen vai ei
fr: Indique si le rôle est actif ou non
hu: Meghatározza hogy az adott szerepkör aktív vagy nem
pl: Czy rola jest aktywna ?
pt: Especifica se essa função está ativa ou não
pt_pt: Especifica se esta função está ativa ou não
ru: Указывает, является ли эта роль активной или нет
zh_hans: 显示角色是否被激活
zh_hant: 表示此角色是否為啟動

# RoleDetails_AdminNotes
source: Specifies whether this role has product administrative permissions
cs: Určuje, zda tato role má oprávnění pro správu produktů
de: Gibt an, ob die Rolle über administrative Berechtigungen im Produkt verfügt
es: Especifica si esta función tiene permisos de administrador de proyecto
fi: Määrittää onko roolilla projektin ylläpito-oikeuksia
fr: Indique si le rôle a des autorisations d'administration du produit
hu: Meghatározza hogy az adott szerepkörnek van-e adminisztratív joga
pl: Czy rola posiada uprawniania administratora projektu
pt: Especifica se essa função tem permissões administrativas no projeto
pt_pt: Especifica se esta função tem permissões de administração do projeto
ru: Указывает, имеет ли эта роль права администрирования продукта.
zh_hans: 显示角色是否具有管理员权限
zh_hant: 表示此角色是否有專案管理權限

# RoleDetails_LimitedView
source: Limited View
cs: Omezené zobrazení
de: Begrenzte Ansicht
es: Vista Limitada
fi: Rajoitettu näkyvyys
fr: Affichage limité
hu: Korlátozott Nézet
pl: Ograniczony dostęp (Limited View)
pt: Visão Limitada
pt_pt: Vista limitada
ru: Ограниченный просмотр
zh_hans: 限制性显示
zh_hant: 限制檢視

# RoleDetails_LimitedViewNotes
source: Specifies whether this role has limited view permissions. Use this for roles that should only let a user see their own created/assigned items and nothing else in the product.
cs: Určuje, zda tato role má oprávnění na omezený pohled. Použijte toto pro role, které by měly pouze umožit uživateli vidět své vlastní vytvořené nebo přidělené položky a nic jiného v produktu.
de: Gibt an, ob die Rolle eine Berechtigung zur begrenzten Ansicht hat. Verwenden Sie dies für Rollen, bei der ein Benutzer nur seine selbst erstellten / zugeordneten Elemente und nichts anderes im Produkt sehen darf.
es: Especifica si esta función tiene permisos de vista limitados. Utilice esto para funciones que sólo deben permitir que un usuario vea sus propios elementos creados/asignados y nada más en el proyecto.
fi: Määrittää onko roolilla rajoitetut katselu-oikeudet. Käytä projektissa rooleille joiden ei pitäisi nähdä kuin omat tehdyt/osoitetut asiat.
fr: Indique si ce rôle a des autorisations d'affichage limitées.
hu: Meghatározza hogy az adott szerepkörnek van-e Korlátozott Nézete. Használja ezt hogy a felhasználó csak a saját adatait lássa semmi mást a projektben.
pl: Użytkownicy w roli z ograniczonym dostępem widzą tylko artefakty które zostały przez nich utworzone/do nich przypisane .
pt: Especifica se essa função tem permissões de exibição limitadas. Use isso para as funções que só devem permitir que o usuário veja os seus próprios itens criados/atribuídos e nada mais no projeto.
pt_pt: Especifica se esta função tem permissões de visualização limitadas. Usar para funções que devem somente permitir que o utilizador veja os items que criou /que lhe estão atribuídos e nada mais no projeto.
ru: Указывает, имеет ли эта роль ограниченные разрешения на просмотр. Используйте это для ролей, которые должны позволять пользователю видеть только его собственные созданные/назначенные элементы и ничего больше в продукте.
zh_hans: 显示角色是否具有限制性显示权限, 此角色可访问自己创建/被分配的元件,其它不可访问
zh_hant: 表示此角色是否有限制檢視權限。此角色用以限制他們在該專案中僅可檢視自己建立/被指派的事件，其他皆無法檢視。

# AutomationHostDetails_Title
source: Automation Host Details
cs: Detail o automatizovaných hostech
de: Details des Automatisierungshosts
es: Detalles del Host de Automatización
fi: Automaatio-isännän määritykset
fr: Détails de l'hôte d’automatisation
hu: Automata Host Részletei
pl: Szczegóły hosta automatyzacji
pt: Detalhes do Host de Automação
pt_pt: Detalhes do ambiente de automação
ru: Автоматизация Хост Подробности
zh_hans: 自动主机详细信息
zh_hant: 自動化主機詳細資訊

# IncidentDetails_Title
source: Incident Details
cs: Detaily incitentů
de: Vorfalldetails
es: Detalles del Incidente
fi: Havainnon määritykset
fr: Détails de l'incident
hu: Incidens Részletei
pl: Szczegóły incydentu
pt: Detalhes do Incidente
pt_pt: Detalhes do Defeito
ru: Детали происшествия
zh_hans: 时间详细信息
zh_hant: 事件詳細資訊

# ReleaseDetails_Title
source: Release Details
cs: Detaily releasů
es: Detalles de la Release
fi: Julkaisun määritykset
fr: Détails de la version
hu: Release Részletei
pl: Szczegóły wydania
pt: Detalhes do Release
pt_pt: Detalhes da Entrega
ru: Релиз Детали
zh_hans: 发布详细信息
zh_hant: 版本詳細資訊

# RequirementDetails_Title
source: Requirement Details
cs: Detaily požadavků
de: Anforderungsdetails
es: Detalles del Requerimiento
fi: Vaatimuksen määritykset
fr: Détails du besoin
hu: Követelmény Részletei
pl: Szczegóły wymagania
pt: Detalhes do Requerimento
pt_pt: Detalhes do Requisitos
ru: Подробные требования
zh_hans: 需求详细信息
zh_hant: 需求詳細資訊

# ResourceDetails_Title
source: Resource Details
cs: Detaily zdrojů
de: Ressourcendetails
es: Detalles de los Recursos
fi: Resurssin määritykset
fr: Détails de la ressource
hu: Erőforrás részletei
pl: Szczegóły zasobu
pt: Detalhes do Recurso
pt_pt: Detalhes do recurso
ru: Детали о ресурсах
zh_hans: 资源详细信息
zh_hant: 資源詳細資訊

# TaskDetails_Title
source: Task Details
cs: Detaily úkolů
de: Aufgabendetails
es: Detalles de la Tarea
fi: Tehtävän määritykset
fr: Détails de la tâche
hu: Feladat Részletei
pl: Szczegóły zadania
pt: Detalhes da Tarefa
pt_pt: Detalhes da tarefa
ru: Подробная информация о задачах
zh_hans: 任务详细信息
zh_hant: 任務詳細資訊

# TestCaseDetails_Title
source: Test Case Details
cs: Detaily testovacích případů
de: Testfalldetails
es: Detalles del Caso de Prueba
fi: Testitapauksen määritykset
fr: Détails du scénario de test
hu: teszteset Részletei
pl: Szczegóły przypadku testowego
pt: Detalhes do Caso de Teste
pt_pt: Detalhes do caso de teste
ru: Детали тестового случая
zh_hans: 测试项详细信息
zh_hant: 測試案例詳細資訊

# TestRunDetails_Title
source: Test Run Details
cs: Detaily testovacích běhů
de: Testlaufdetails
es: Detalles de la Ejecución de Prueba
fi: Testiajon määritykset
fr: Détails de l'exécution de test
hu: Teszt Futás Részletei
pl: Szczegóły przebiegu testu
pt: Detalhes da Execução de Teste
pt_pt: Detalhes da Execução de Teste
ru: Детали пробного прогона
zh_hans: 测试运行详细信息
zh_hant: 測試執行詳細資訊

# TestStepDetails_Title
source: Test Step Details
cs: Detaily testovacích kroků
de: Testschrittdetails
es: Detalles del Paso de Prueba
fi: Testiaskeleen määritykset
fr: Détails des étapes de test
hu: Teszt Lépés Részletei
pl: Szczegóły kroku testowego
pt: Detalhes da Etapa de Teste
pt_pt: Detalhes do passo de teste
ru: Детали тестовых шагов
zh_hans: 测试步骤详细信息
zh_hant: 測試步驟詳細資訊

# CustomLists_Title
source: Edit Custom Lists
cs: Upravit vlastní seznamy
de: Benutzerdefinierte Listen bearbeiten
es: Editar Listas Personalizadas
fi: Muokkaa kustomoituja listoja
fr: Modifier les listes personnalisées
hu: Egyéni Lista Szerkesztése
pl: Edytuj listę definiowalną
pt: Editar Listas Personalizadas
pt_pt: Editar listas personalizadas
ru: Редактирование пользовательских списков
zh_hans: 编辑自定义列表
zh_hant: 編輯自訂列表

# CustomProperties_Title
source: Edit Custom Properties
cs: Upravit vlastní vlastnosti
de: Benutzerdefinierte Eigenschaften bearbeiten
es: Editar Propiedades Personalizadas
fi: Muokkaa kustomoituja ominaisuuksia
fr: Modifier les propriétés personnalisées
hu: Egyéni Tulajdonságok Szerkesztése
pl: Edytuj pole definiowalne
pt: Editar Propriedades Personalizadas
pt_pt: Editar propriedades personalizadas
ru: Редактирование пользовательских свойств
zh_hans: 编辑自定义属性
zh_hant: 編輯自訂屬性

# Administration_ChangeProject
source: Change Product
cs: (Změnit Produkt)
de: Produkt ändern
es: Cambiar Proyecto
fi: (Vaihda projektia)
fr: Changer de produit
hu: (Projekt Változtatás)
pl: (Zmień projekt)
pt: Alterar Projeto
pt_pt: (Alterar projeto)
ru: Изменить продукт
zh_hans: (更改项目)
zh_hant: (更改專案)

# Admin_CustomPropertyDefinition
source: Definition
cs: Definice
es: Definición
fi: Kuvaus
fr: Définition
hu: Definíció
pl: Definicja
pt: Definição
pt_pt: Definição
ru: Определение
zh_hans: 定义
zh_hant: 定義

# Admin_CustomPropertyDefinition_AddDefinition
source: Add Definition
cs: Přidat definici
de: Definition hinzufügen
es: Agregar Definición
fi: Lisää kuvaus
fr: Ajouter une définition
hu: Definíció Hozzáadása
pl: Dodaj definicję
pt: Adicionar Definição
pt_pt: Adicionar definição
ru: Добавить Определение
zh_hans: 添加定义
zh_hant: 新增定義

# Admin_CustomPropertyDefinition_Alias
source: Name
cs: Jméno
es: Nombre
fi: Nimi
fr: Nom
hu: Név
pl: Nazwa wykresu
pt: Nome
pt_pt: Nome
ru: Имя
zh_hans: 姓名
zh_hant: 名稱

# Admin_CustomPropertyDefinition_CustomList
source: Custom List
cs: Vlastní seznam
de: Benutzerdefinierte Liste
es: Lista Personalizada
fi: Kustomoitu lista
fr: Liste personnalisée
hu: Egyedi Lista
pl: Lista definiowalna
pt: Lista Personalizada
pt_pt: Lista personalizada
ru: Пользовательский список
zh_hans: 自定义列表
zh_hant: 自訂列表

# Admin_CustomPropertyDefinition_EditDefinition
source: Edit Definition
cs: upravit definici
de: Bearbeite Definition
es: Editar Definición
fi: Muokkaa kuvausta
fr: Modifier une définition
hu: Egyedi Definíció
pl: Edytuj definicję
pt: Editar Definição
pt_pt: Editar definição
ru: Редактирование Определение
zh_hans: 编辑定义
zh_hant: 編輯定義

# Admin_CustomPropertyDefinition_Intro
source: The following custom properties are currently defined for the selected artifact type.<br /> You can add, edit or remove custom property definitions by clicking the appropriate link in the grid below:
cs: Následující vlastní vlastnosti jsou v současnosti definovány pro zvolený artefakt typu. Chcete-li zobrazit vlastní vlastnosti pro jiný artefakt typu, změňte typ v rozevíracím seznamu níže <br /> Můžete přidávat, upravovat nebo odebírat definice vlastních vlastností kliknutím na příslušný odkaz v tabulce níže.:
de: Die folgenden benutzerdefinierten Eigenschaften sind zurzeit für das ausgewählte Artefakt definiert. <br /> Sie können Definitionen von benutzerdefinierten Eigenschaften hinzufügen, bearbeiten oder entfernen indem Sie auf den entsprechenden Link in der Tabelle unten klicken:
es: Las siguientes propiedades personalizadas están actualmente definidas por el tipo de artefacto seleccionado. <br/> Puedes agregar, editar o eliminar las definiciones de las propiedades personalizadas haciendo clic en el enlace apropiado:
fi: Seuraavat kustomoidut ominaisuudet on tällä hetkellä määritelty kyseiselle asia-tyypille. Nähdäksesi toisen asia-tyyppin kustomoidut ominaisuudet vaihda tyyppi dropdown-listasta alla.<br/>Voit lisätä, muokata tai poistaa kustomoitujen ominaisuuksien määrityksiä valitsemalla linkin alla olevasta ruudukosta.
fr: Les propriétés personnalisées suivantes sont actuellement définies pour le type d'objet sélectionné. Pour afficher les propriétés personnalisées d'un autre type d'objet, veuillez choisir l'objet dans la liste suivante.<br /> Vous pouvez ajouter/modifier les définitions en cliquant sur le lien approprié dans la grille ci-dessous :
hu: A következő Egyedi Tulajdonság jelenleg a kiválasztott Artifact típushoz van rendelve. Egy másik Artifact típushoz tartozó Egyedi Tulajdonság listához válasszon egy másik típust a legördülő listából. Szerkesztheti, Hozzáadhat és Törölhet Egyedi Tulajdonságot a megfelelő linkre kattintva.
pl: Poniższe pola definiowalne zostały już utworzone dla wybranego typu artefaktu.<br /> Możesz dodać, edytować lub usunąć definiowalną pole przez kliknięcie odpowiedniego linku w kolumnie 'Akcje'.
pt: As seguintes propriedades personalizadas estão atualmente definidas para o tipo de artefato selecionado. <br /> Você pode adicionar, editar ou remover propriedades personalizadas clicando no link apropriado abaixo:
pt_pt: As propriedades seguintes estão atualmente definidas para o tipo de artefacto selecionado. Para ver as propriedades personalizadas de um tipo diferente de artefacto por favor altere o tipo na dropdown list abaixo. <br/> Pode adicionar, editar ou remover definições de propriedades personalizadas se clicar no link apropriado da grelha em baixo:
ru: В настоящее время для выбранного типа артефакта определены следующие пользовательские свойства.<br /> Вы можете добавлять, редактировать или удалять пользовательские определения свойств, нажав на соответствующую ссылку в сетке ниже:
zh_hans: 下列自定义属性是被定义到当前选中的工件类型上，请更改下拉式裂变中的类型，来查看不同工件的自定义属性，<br /> 你可以点击下表中相关的连接添加，编辑或删除自定义属性定义
zh_hant: 下列自訂屬性目前已定義於已選擇的項目類型。為了檢視不同類型的自訂屬性，請選擇其他下列下拉式選單的項目。<br />您可在下方表格中按下適當地連結來新增、編輯、移除自訂屬性定義。

# Admin_CustomPropertyDefinition_Type
source: Type
cs: Typ
de: Typ
es: Tipo
fi: Tyyppi
hu: Típus
pl: Typ
pt: Tipo
pt_pt: Tipo
ru: Введите .
zh_hans: 类型
zh_hant: 類型

# Admin_CustomPropertyOptions
source: Options
cs: Možnosti řazení
de: Optionen
es: Opciones
fi: Valinnat
hu: Opciók
pl: Opcje
pt: Opções
pt_pt: Opções
ru: Варианты
zh_hans: 选项
zh_hant: 選項

# Admin_CustomPropertyOptions_AllowNull
source: Allow Empty
cs: Povolit prázdnou hodnotu
de: Leerlassen erlaubt
es: Permitir Vacía
fi: Salli tyhjä
fr: Autoriser vide
hu: Üres Engedélyezése
pl: Dopuszczalny brak wartości
pt: Permitir Vazia
pt_pt: Permitir em branco
ru: Разрешить Пустому
zh_hans: 允许空
zh_hant: 允許為空

# Admin_CustomPropertyOptions_Default
source: Default
cs: Výchozí
de: Standardeinstellung
es: por Defecto
fi: Oletus
fr: Défaut
hu: Alapértelmezett
pl: Domyślne
pt: Padrão
pt_pt: Por defeito
ru: По умолчанию
zh_hans: 默认
zh_hant: 預設

# Admin_CustomPropertyOptions_MaxLength
source: Maximum Length
cs: Maximální délka
de: Maximale Länge
es: Longitud Máxima
fi: Maksimipituus
fr: Longueur maximum
hu: Maximum Hossz
pl: Max długość
pt: Comprimento Máximo
pt_pt: Comprimento máximo
ru: Максимальная длина
zh_hans: 最大长度
zh_hant: 最大長度

# Admin_CustomPropertyOptions_MaxValue
source: Maximum Value
cs: Maximální hodnota
de: Maximaler Wert
es: Valor Máximo
fi: Maksimiarvo
fr: Valeur maximum
hu: Maximum Érték
pl: Max wartość
pt: Valor Máximo
pt_pt: Valor máximo
ru: Максимальное значение
zh_hans: 最大值
zh_hant: 最大值

# Admin_CustomPropertyOptions_MinLength
source: Minimum Length
cs: Minimální délka
de: Minimale Länge
es: Longitud Mínima
fi: Minimipituus
fr: Longueur minimum
hu: Minimum Hossz
pl: Min długość
pt: Comprimento Mínimo
pt_pt: Comprimento mínimo
ru: Минимальная длина
zh_hans: 最小长度
zh_hant: 最小長度

# Admin_CustomPropertyOptions_MinValue
source: Minimum Value
cs: Minimální hodnota
de: Minimaler Wert
es: Valor Mínimo
fi: Minimiarvo
fr: Valeur minimum
hu: Minimum Érték
pl: Min wartość
pt: Valor Mínimo
pt_pt: Valor mínimo
ru: Минимальное значение
zh_hans: 最小住
zh_hant: 最小值

# Admin_CustomPropertyOptions_Precision
source: Precision
cs: Přesnost
de: Genauigkeit
es: Precisión
fi: Tarkkuus
fr: Précision
hu: Pontosság
pl: Zaokrąglenie
pt: Precisão
pt_pt: Precisão
ru: Точность
zh_hans: 精度
zh_hant: 精確度

# Admin_System_CustomListValue_AddValue
source: Add Value
cs: Přidat hodnotu
de: Wert hinzufügen
es: Agregar Valor
fi: Lisää arvo
fr: Ajouter une valeur
hu: Érték Hozzáadása
pl: Dodaj wartość
pt: Adicionar Valor
pt_pt: Adicionar valor
ru: Добавить стоимость
zh_hans: 添加值
zh_hant: 新增值

# Admin_System_CustomListValue_ConfirmDeleteValue
source: Are you sure you want to remove this value?\nAny fields set to this value will be reset to the first item in the list or nulled.
cs: Jste si jisti, že chcete odstranit tuto hodnotu? \n Každé pole nastavené na tuto hodnotu se nastaví na první položku v seznamu nebo se vynuluje.
de: Sind Sie sicher, dass Sie diesen Wert löschen möchten?\nJedes Feld, das auf diesen Wert gesetzt ist, wird auf den Wert des ersten Elements in der Liste oder auf Null zurückgesetzt.
es: Está seguro de que desea eliminar este valor?\nCualquier campo establecido por este valor se restablecerá al primer elemento de la lista o será anulado.
fi: Oletko varma että haluat poistaa tämän arvon?\nKaikki kentät asetettuna tähän arvoon saavat listan ensimmäisen arvon tai nollataan.
fr: Etes-vous sûr de vouloir supprimer cette valeur ?
hu: Biztos, hogy el akarja távolítani ezt az értéket?\nBármely mező ami ezt az értéket tartalmazza automatikusan a lista első elemére változik vagy lenullázódik.
pl: Czy chcesz usunąć tą wartość ?\nKażde pole z tą wartością zostanie wyzerowane.
pt: Tem certeza de que deseja remover este valor?\nQualquer campo definido para esse valor será redefinido para o primeiro item na lista ou anulado.
pt_pt: Tem a certeza que quer remover este valor? Quaisquer campos definidos para este valor serão eliminados até ao primeiro item da lista ou anulados.
ru: Вы уверены, что хотите удалить это значение?\nAny Поля, установленные на это значение, будут сброшены на первый элемент списка или обнулены.
zh_hans: 您确定想删除此值吗?\n 任何被设定为此值的字段都会被重置为空或字段中的第一个选项
zh_hant: 您確定要移除此值？\n任何設定於這些欄位會被重置為第一個項目值或空值。

# Admin_System_CustomListValue_Description
source: List Description
cs: Popis seznamu
de: Auflisten der Beschreibung
es: Descripción de la Lista
fi: Listan kuvaus
fr: Description de liste
hu: Lista Leírás
pl: Opis listy
pt: Descrição da Lista
pt_pt: Lista descritiva
ru: Список Описание
zh_hans: 列表描述
zh_hant: 列表描述

# Admin_System_CustomListValue_ErrorNameRequired
source: You need to enter a name for the custom list.
cs: Musíte zadat název vlastního seznamu.
de: Sie müssen einen Namen für die benutzerdefinierte Liste eingeben.
es: Debe introducir un nombre para la lista personalizada.
fi: Sinun on syötettävä nimi kustomoidulle listalle.
fr: Vous devez saisir un nom pour la liste personnalisée.
hu: Név megadása kötelező az Egyedi Listához
pl: Musisz wprowadzić nazwę.
pt: Você precisa informar um nome para a lista personalizada.
pt_pt: Precisa inserir um nome para a lista personalizada.
ru: Вам необходимо ввести имя для пользовательского списка.
zh_hans: 请问自定义列表命名
zh_hant: 自訂列表必須輸入名稱。
