Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_System_CustomListValue_ErrorValueRequired
source: A value field is required for displaying in the list.
cs: Hodnota pole je vyžadována pro zobrazení v seznamu.
de: Um es in der Liste anzuzeigen ist ein Wert Feld notwendig.
es: Se requiere un campo de valor para mostrarlo en la lista.
fi: Arvo on pakollinen, jotta lista voidaan näyttää
fr: Une valeur est requise pour l'affichage de la liste.
hu: Érték Mező Hozzáadása kötelező a lista megtekintéséhez.
pl: Wartość nie może być pusta
pt: Um campo de valor é necessário para a exibição na lista.
pt_pt: É necessário um campo de valor para ser visto na lista.
ru: Поле значений необходимо для отображения в списке.
zh_hans: 该列表中需要显示一个字段
zh_hant: 顯示於列表欄位值為必須。

# Admin_System_CustomListValue_Error_CustomListNameExists
source: There is already a list with that name. Please use a different name.
cs: K dispozici je již seznam s tímto názvem. Použijte prosím jiný název.
de: Es existiert bereits eine Liste mit dem selben Namen. Bitte benutzen Sie einen anderen Namen.
es: Ya existe una lista con ese nombre. Por favor, use un nombre diferente.
fi: Kyseisellä nimellä on jo olemassa lista. Anna uusi nimi, kiitos.
fr: Une liste porte déjà ce nom. Veuillez choisir un nouveau nom.
hu: A nevet már tartalmazza egy létező lista. Válasszon új nevet.
pl: Powtórzona nazwa listy
pt: Já existe uma lista com esse nome. Por favor, use um nome diferente.
pt_pt: Já existe uma lista com esse nome. Por favor use um nome diferente.
ru: Уже есть список с таким именем. Пожалуйста, используйте другое имя.
zh_hans: 列表中已存在该名字，请更改
zh_hant: 已有其他列表使用此名稱。請使用其他名稱。

# Admin_System_CustomListValue_Error_CustomListNameIsEmpty
source: The custom list must have a name.
cs: Vlastní seznam musí mít jméno.
de: Die benutzerdefinierte Liste muss einen Namen haben.
es: La lista personalizada debe tener un nombre.
fi: Kustomoidulla listalla on oltava nimi.
fr: La liste personnalisée doit avoir un nom
hu: Egyedi Listához kötelező nevet megadni.
pl: Lista musi mieć nazwę
pt: A lista personalizada deve ter um nome.
pt_pt: A lista personalizada tem que ter um nome.
ru: В пользовательском списке должно быть имя.
zh_hans: 请为自定义列表命名
zh_hant: 自訂列表必須有名稱。

# Admin_System_CustomListValue_Error_SavingCustomList
source: There was a problem saving the list. Try saving it as a different name.
cs: Problém při ukládání seznamu. Zkuste uložit seznam pod jiným názvem.
de: Es ist ein Problem beim Speichern der Liste aufgetreten. Versuchen Sie die Liste unter einem anderen Namen erneut zu speichern.
es: Hubo un problema al guardar la lista. Intente guardarla con un nombre diferente.
fi: Ongelma tallennettaessa listaa. Yritä tallentaa se toiselle nimelle.
fr: Un problème est survenu pendant la sauvegarde. Essayez de sauvegarder avec un autre nom.
hu: Hiba történt a lista mentése közben. Probálja elmenteni más néven.
pl: Wystąpił problem z zapisaniem listy. Spróbuj zmienić jej nazwę.
pt: Houve um problema ao salvar a lista. Tente salvá-la com um nome diferente.
pt_pt: Houve um problema ao guardar a lista. Tente guardá-la com um nome diferente.
ru: Была проблема с сохранением списка. Попробуй сохранить его как другое имя.
zh_hans: 保存列表时出错，请尝试用其它名称
zh_hant: 儲存列表時發生問題。嘗試使用其他名稱儲存。

# Admin_System_CustomListValue_Error_ValueNameIsDuplicate
source: You cannot have duplicate values. Value: '{0}'
cs: Nemůžete mít duplicitní hodnoty. Hodnota: '{0}'
de: Gleiche Werte sind nicht erlaubt. Wert: '{0}'
es: Usted no puede tener valores duplicados. Valor: '{0}'
fi: Ei voi olla samoja arvoja. Arvo: '{0}'
fr: Vous ne pouvez avoir de valeurs dupliquées. Valeur : '{0}'
hu: Ismétlődő érték nem megengedett. Érték: '{0}'
pl: Nie można duplikować wartości. Wartość: '{0}'
pt: Você não pode ter valores duplicados. Valor: '{0}'
pt_pt: Não pode ter valores duplicados. Valor: '{0}'
ru: У вас не может быть дублирующих значений. Значение: "{0}
zh_hans: 您不能设置重复的值.值: '{0}'
zh_hant: 您不可使用重複的值。此值為「{0}」

# Admin_System_CustomListValue_Error_ValueNameIsEmpty
source: You cannot have an empty value.
cs: Nemůžete mít prázdnou hodnotu.
de: Leere Werte sind nicht erlaubt.
es: Usted no puede tener un valor vacío.
fi: Arvo ei voi olla tyhjä.
fr: Vous ne pouvez avoir une liste vide.
hu: Üres érték nem megengedett.
pl: Wartość nie może być pusta.
pt: Não é possível ter um valor vazio.
pt_pt: Não pode ter um valor em branco.
ru: Нельзя иметь пустое значение.
zh_hans: 您不能设置空值
zh_hant: 您不可使用空值。

# Admin_System_CustomListValue_HeaderValueId
source: List Value #
cs: Hodnota seznamu číslo
de: Listenwert#
es: Valor de la Lista n.º
fi: Listan arvo #
fr: Valeur de liste #
hu: List Érték #
pl: Wartość listy #
pt: Valor da Lista nº
pt_pt: Lista de valores #
ru: Значение перечня#
zh_hans: 列表值#
zh_hant: 列表值 ＃

# Admin_System_CustomListValue_HeaderValueName
source: Value
cs: Hodnota
de: Wert
es: Valor
fi: Arvo
fr: Valeur
hu: Érték
pl: Wartość
pt: Valor
pt_pt: Valor
ru: Значение
zh_hans: 值
zh_hant: 值

# Admin_System_CustomListValue_NoValuesDefined
source: No list values defined.
cs: Nejsou definovány hodnoty pro seznam.
de: Keine Listenwerte definiert
es: No está definida la lista de valores.
fi: Listan arvot määrittelemättä
fr: Pas de valeurs de liste définies
hu: Lista értékek nem lettek definiálva.
pl: Nie zdefiniowano list wartości
pt: Sem valores da lista definidos.
pt_pt: Não está definida nenhuma lista de valores.
ru: Значения в списке не определены.
zh_hans: 没有定义列表值
zh_hant: 列表值未定義。

# Admin_System_CustomListValue_SortBy
source: Selector Display Sorting
cs: Výběr řazení při zobrazení
de: Selector Anzeige-Sortierung
es: Selector de Clasificación
fi: Näytön lajitteluvalitsin
fr: Critères de tri
hu: Képernyő Rendezés Választó
pl: Wartości wyświetlane wg.
pt: Seletor de Ordenação
ru: Селектор отображения Сортировка
zh_hans: 选择器显示排序
zh_hant: 顯示排序選擇器

# Admin_System_CustomList_AddList
source: Add List
cs: Přídat seznam
de: Liste hinzufügen
es: Agregar Lista
fi: Lisää lista
fr: Ajouter une liste
hu: Lista Hozzáadása
pl: Dodaj listę
pt: Adicionar Lista
pt_pt: Adicionar lista
ru: Добавить список
zh_hans: 添加列表
zh_hant: 新增列表

# Admin_System_CustomList_HeaderActions
source: Actions
cs: Akce
de: Aktionen
es: Acciones
fi: Toiminnot
hu: Műveletek
pl: Akcje
pt: Ações
pt_pt: Ações
ru: Действия
zh_hans: 行动
zh_hant: 動作

# Admin_System_CustomList_HeaderActions_ActionEditValue
source: Edit Values
cs: Upravit hodnoty
de: Werte bearbeiten
es: Editar Valores
fi: Muokkaa arvoja
fr: Modifier les valeurs
hu: Értékek Szerkesztése
pl: Edytuj wartości
pt: Editar Valores
pt_pt: Editar valores
ru: Редактировать значения
zh_hans: 编辑值
zh_hant: 編輯值

# Admin_System_CustomList_HeaderDisplayName
source: List Name
cs: Jméno seznamu
de: Listenname
es: Lista de Nombres
fi: Listan nimi
fr: Nom de liste
hu: List Név
pl: Nazwa listy
pt: Nome da Lista
pt_pt: Nome da lista
ru: Имя списка
zh_hans: 列表名字
zh_hant: 列表名稱

# Admin_System_CustomList_HeaderListId
source: List #
cs: Seznam číslo
de: Liste #
es: Lista n.º
fi: Lista #
fr: Liste #
hu: Lista #
pl: Lista #
pt: Lista nº
pt_pt: Lista #
ru: Список#
zh_hans: 列表
zh_hant: 列表 #

# Admin_System_CustomList_HeaderValues
source: # Values
cs: Počet hodnot
de: #Werte
es: N.º de Valores
fi: # arvot
fr: Valeurs #
hu: # Értékek
pl: # Wartości
pt: Nº de Valores
pt_pt: # Valores
ru: # Значения
zh_hans: # 值
zh_hant: # 值

# Admin_System_CustomList_NoListsDefined
source: No custom lists are defined.
cs: Žádné vlastní seznamy nejsou definovány.
de: Es sind keine benutzerdefinierten Listen definiert.
es: No hay listas personalizadas definidas.
fi: Kustomoituja listoja ei ole määritelty.
fr: Aucune liste personnalisée n'est définie.
hu: Egyedi lista nem lett definiálva.
pl: Brak list definiowalnych
pt: Não há listas personalizadas definidas.
pt_pt: Não estão definidas listas personalizadas.
ru: Пользовательские списки не определены.
zh_hans: 没有定义自定义列表
zh_hant: 無定義自訂列表。

# Admin_System_CustomList_NoListsDefinedDrop
source: -- No Lists Defined --
cs: -- Žádné seznamy definovány --
de: -- Keine Listen definiert --
es: -- No hay Listas Definidas --
fi: -- Ei määriteltyjä listoja --
fr: -- Aucune liste définie --
hu: -- Nincs lista definiálva --
pl: -- Brak list definiowalnych --
pt: -- Não há listas definidas --
pt_pt: -- Não há listas definidas --
ru: -- Списки не определены --
zh_hans: -- 没有定义列表 --
zh_hant: -- 無定義列表 --

# Admin_System_CustomList_NoListsDefinedDrop1
source: -- No Lists Defined --
cs: -- Žádné seznamy definovány --
de: -- Keine Listen definiert --
es: -- No hay Listas Definidas --
fi: -- Ei määriteltyjä listoja --
fr: -- Aucune liste définie --
hu: -- Nincs lista definiálva --
pl: -- Brak list definiowalnych --
pt: -- Não há listas definidas --
pt_pt: -- Não há listas definidas --
ru: -- Списки не определены --
zh_hans: -- 没有定义列表 --
zh_hant: -- 無定義列表 --

# CustomListDetails_BackToLists
source: Back to Custom Lists
cs: Zpět na Vlastní seznamy
de: Zurück zu den benutzerdefinierten Listen
es: Volver a las Listas Personalizadas
fi: &lt;&lt; Takasin kustomoituihin listoihin
fr: Retour Listes personnalisées
hu: Vissza az Egyedi Listákhoz
pl: wróć do list
pt: Voltar à Listas Personalizadas
pt_pt: &lt;&lt; Voltar às Listas Personalizadas
ru: Назад к пользовательским спискам
zh_hans: 返回自定义列表
zh_hant: << 返回至自訂列表

# CustomListDetails_IntroText
source: The following custom values have been created for this list. Please make any changes and click [Save].<br /> To remove an existing custom list value just click the 'Remove' link.<br />To add a new value, click the 'Add Value' link at the bottom of the grid.
cs: Následující vlastní hodnoty byly vytvořeny pro tento seznam. Po provedených změných prosím klikněte na tlačítko [Uložit]. <br /> Chcete-li odebrat existující hodnotu ve vlastním seznamu, klikněte na odkaz "Odebrat". <br /> Chcete-li přidat novou hodnotu, klepněte na odkaz "Přidat hodnotu" ve spodní části tabulky.
de: Die folgenden benutzerdefinierten Werte wurden für diese Liste erstellt. Bitte führen Sie alle Änderungen durch und klicken Sie [Speichern]. Um bestehende Werte zu löschen, klicken Sie auf [Löschen]. Um neue Werte hinzuzufügen, klicken Sie auf [Wert hinzufügen] unten rechts in der Tabelle.
es: Los siguientes valores personalizados han sido creados para esta lista. Por favor, haga los cambios y haga clic en [Guardar].<br />Para eliminar un valor de una lista personalizada existente, haga clic en 'Eliminar'.<br />Para agregar un nuevo valor, haga clic en "Agregar Valor" en la parte inferior de la cuadrícula.
fi: Seuraavat kustomoidut arvot on luotu tätä listaa varten. Tee muutokset ja klikkaa [Talleta].<br\>Poistaaksesi arvon listasta Klikkaa [Poista] linkkiä.<br\>Lisätäksesi uuden arvon klikkaa 'Lisää arvo' linkkiä ruudukon alaosasta.
fr: Les valeurs personnalisées suivantes sont disponibles pour la liste. Cliquez [Enregistrer] pour enregistrer toutes vos modifications.<br /> Cliquez le lien [Supprimer] pour supprimer une valeur de liste personnalisée.<br />Pour ajouter une nouvelle valeur, cliquez le lien [Ajouter une valeur] en bas de la grille.
hu: A Listához tartozó egyedi értékek. Változtatás után kattintson a [Mentés]-re.<br /> Létező egyedi lista eltávolításához kattintson a 'Törlés' linkre.<br /> Új érték hozzáadásához kattintson a 'Érték Hozzáadása' linkre.
pl: Poniższe wartości zostały utworzone dla listy.Please make any changes and click [Save].<br /> To remove an existing custom list value just click the 'Remove' link.<br />To add a new value, click the 'Add Value' link at the bottom of the grid.
pt: Os seguintes valores personalizados foram criados para esta lista. Por favor, faça alterações e clique em [Salvar]. <br /> Para remover um valor da lista personalizada, basta clicar no link 'Remover'. <br /> Para adicionar um novo valor, clique no link 'Adicionar valor' na parte inferior da grade.
pt_pt: Os seguintes valores personalizados foram criados para esta lista. Por favor faça quaisquer alterações e clique [Gravar]. <br/> Para remover uma lista personalizada de valores existente basta que clique no link 'Remover'. <br/>Para adicionar um novo valor clique no link 'Adicionar Valor' no final da grelha.
ru: Для этого списка были созданы следующие пользовательские значения. Пожалуйста, внесите любые изменения и нажмите [Save].<br /> Чтобы удалить существующее пользовательское значение списка, просто нажмите на ссылку 'Удалить'.<br /> Чтобы добавить новое значение, нажмите на ссылку 'Добавить значение' в нижней части сетки.
zh_hans: 列表中已创建下列自定义值，保存更改请点击 [保存]. <br/> 删除已存在的自定义值，请点击 "删除".<br /> 添加自定义值，请点击表格底部的"添加值"
zh_hant: 下列自訂值已新增至此列表。請修改後並按下「儲存」。<br />欲移除已存在的自訂列表值請按下「移除」連結。<br />欲新增新值，於表格下方按下「新增值」連結。

# CustomListDetails_Title
source: Edit Custom List Values
cs: Upravit hodnoty vlastního seznamu
de: Werte der benutzerdefinierten Liste bearbeiten
es: Editar Valores de Listas Personalizadas
fi: Muokkaa kustomoidun listan arvoja
fr: Modifier les valeurs de listes personnalisées
hu: Egyedi Lista értékek Szerkesztése
pl: Edytuj wartości listy
pt: Editar Valores da Lista Personalizada
pt_pt: Editar lista de valores personalizada
ru: Редактирование пользовательских значений списка
zh_hans: 编辑自定义列表值
zh_hant: 編輯自訂列表值

# CustomListSort_Alphabetical
source: Alphabetical
cs: Abecední
de: Alphabetisch
es: Alfabético
fi: Aakkosellinen
fr: Alphabétique
hu: Alfabetikus
pl: Alfabetyczny
pt: Alfabética
pt_pt: Alfabético
ru: Алфавитный
zh_hans: 字母数序
zh_hant: 照字母排序

# CustomLists_IntroText
source: The following custom lists have been created in this product. To add a new custom list, please click on the "Add List" option, to remove a custom list click the appropriate "Remove" button and to edit a custom list (including its values), click on the "Edit Values" button.
cs: Následující vlastní seznamy byly vytvořeny v rámci tohoto produktu. Chcete-li přidat nový vlastní seznam, klikněte na "Přidat seznam" , odstranit vlastní seznam můžete kliknutím na tlačítko "Odstranit". Upravovat vlastní seznam (včetně jeho hodnot) můžete po kliknutí na tlačítko "Upravit Hodnoty".
de: Die folgenden benutzerdefinierten Listen wurden in diesem Produkt erstellt. Um neue benutzerdefinierte Listen hinzuzufügen, klicken Sie auf [Liste hinzufügen], um eine benutzerdefinierte Liste zu löschen, klicken Sie auf [Entfernen] und um eine benutzerdefinierte Liste zu bearbeiten (Ihre Werte mit einbezogen), klicken Sie [Werte bearbeiten].
es: Las siguientes listas personalizadas han sido creadas en este proyecto. Para agregar una lista nueva personalizada, por favor haga clic en la opción 'Agregar Lista'. Para remover una lista personalizada, por favor haga clic en el botón 'Eliminar' y para editar una lista personalizada (incluyendo sus valores), haga clic en el botón 'Editar valores'.
fi: Tälle projektille on luotu seuraava kustomoitu lista. Lisätäksesi uuden listan klikkaa "Lisää Lista" valintaa, Poistaaksesi kustomoidun listan klikkaa "Poista". Muokataksesi listaa (ja sen arvoja) klikkaa "Muokkaa arvoja".
fr: Les valeurs personnalisées suivantes sont disponibles pour ce produit. Pour ajouter une nouvelle liste personnalisée cliquez le lien [Ajouter une liste]. Cliquez [Supprimer] pour supprimer une liste ou [Modifier les valeurs] pour modifier une liste et ses valeurs.
hu: A következő Egyedi Listák vannak a rendszerben. Új Egyedi Lista Hozzáadásához, kérem kattintson a "Lista Hozzáadása" opcióra, eltávolításhoz a megfelelő "Törlés" gombra és a szerkesztéshez a "Értékek Szerkesztése" gombra.
pl: W projekcie zostały utworzone poniższe listy. W celu dodania nowej listy wybierz "Dodaj listę", przycisk "Usuń" służy do kasowania list wraz z ich wartościami
pt: As seguintes listas personalizadas foram criadas nesse projeto. Para adicionar uma nova lista personalizada, por favor clique na opção 'Adicionar Lista'. Para remover uma lista personalizada, clique em 'Remover' e para editar uma lista personalizada (incluindo seus valores), clique no botão 'Editar Valores'.
pt_pt: As listas personalizadas seguintes foram criadas neste projeto. Para adicionar uma nova lista personalizada por favor clique na opção "Adicionar Lista". Para remover uma lista personalizada clique no devido botão "Remover" e para editar uma lista personalizada (incluindo os seus valores) clique no botão "Editar Valores".
ru: В этом продукте были созданы следующие пользовательские списки. Чтобы добавить новый пользовательский список, нажмите на опцию "Добавить список", для удаления пользовательского списка нажмите соответствующую кнопку "Удалить", а для редактирования пользовательского списка (включая его значения) нажмите кнопку "Редактировать значения".
zh_hans: 项目中已创建如下列表，可选择"添加列表"来添加自定义列表，"删除"来删除自定义列表，也可通过"编辑"来编辑相关自定义值
zh_hant: 下列自訂列表已在專案中建立。欲新增新自訂列表，請按下「新增列表」選項。欲移除自訂列表，按下「移除」按鈕。欲編輯列表（包含值），請按下「編輯值」按鈕。

# CustomLists_NewList
source: New List
cs: Nový seznam
de: Neue Liste
es: Nueva Lista
fi: Uusi lista
fr: Nouvelle liste
hu: Új Lista
pl: Nowa lista
pt: Nova Lista
pt_pt: Nova lista
ru: Новый список
zh_hans: 新列表
zh_hant: 新列表

# Global_Yes
source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
pl: Tak
pt: Sim
pt_pt: Sim
ru: Да
zh_hans: 确定
zh_hant: 是

# Global_Multiple
source: Multiple
cs: Násobek
de: Mehrere
es: Múltiples
fi: Moni
fr: Multiples
hu: Összetett
pl: Wielokrotny
pt: Múltiplos
pt_pt: Multiplo
ru: Многократный
zh_hans: 多选
zh_hant: 多

# Admin_EditWorkflows_Title
source: Edit Workflows
cs: Upravit workflow
de: Workflows bearbeiten
es: Editar Flujos de Trabajo
fi: Muokkaa Tilamalleja
fr: Modifier les workflows
hu: Munkafolyamatok Szerkesztése
pl: Edytuj workflow
pt: Editar Fluxos de Trabalho
pt_pt: Editar Workflows
ru: Редактирование рабочих процессов
zh_hans: 编辑工作流
zh_hant: 編輯工作流程

# Admin_WorkflowDetails_AddNewTransitionTitle
source: Add New Transition
cs: Přidat nový přechod mezi stavy
de: Neue Transition hinzufügen
es: Agregar Nueva Transición
fi: Lisää uusi tilasiirtymä
fr: Ajouter une nouvelle transition
hu: Új Átmenet Hozzáadása
pl: Dodaj nową tranzycję
pt: Adicionar Nova Transição
pt_pt: Adicionar nova transição
ru: Добавить новый переход
zh_hans: 添加新流程
zh_hant: 加入新轉換

# Admin_WorkflowDetails_BackToList
source: Back to Workflow List
cs: Zpět na seznam workflow
de: Zurück zur Liste der Workflows
es: Volver a la Lista de Flujos de Trabajo
fi: &lt;&lt; Takaisin Tilamalli-listaan
fr: Retour Liste des workflows
hu: Vissza a Munkafolyamatok Listához
pl: Powrót do listy przepływów
pt: Voltar à Lista de Fluxo de Trabalho
ru: Вернуться к списку рабочих процессов
zh_hans: 返回工作流
zh_hant: << 返回至工作流程列表

# Admin_WorkflowDetails_Default
source: Default
cs: (Výchozí)
de: (Standard)
es: por Defecto
fi: Oletus
fr: (Défaut)
hu: (Alapértelmezett)
pl: (Domyślny)
pt: Padrão
pt_pt: (Por defeito)
ru: По умолчанию
zh_hans: (默认)
zh_hant: （預設）

# Admin_WorkflowDetails_Delete
source: (Delete)
cs: (Smazat)
de: (Löschen)
es: (Borrar)
fi: (Poista)
fr: (Supprimer)
hu: (Törlés)
pl: (Usuń)
pt: (Excluir)
pt_pt: (Apagar)
ru: (Удалить)
zh_hans: (删除)
zh_hant: （刪除）

# Admin_WorkflowDetails_DestinationStep
source: Destination Step
cs: Následující krok
de: Zielschritt
es: Paso Destino
fi: kohde askel
fr: Etape de destination
hu: Célállomás Lépés
pl: Status docelowy
pt: Etapa Destino
pt_pt: Passo de destino
ru: Шаг назначения
zh_hans: 目标步骤
zh_hant: 目的步驟

# Admin_WorkflowDetails_Intro
source: This displays all the incident status steps for this particular workflow:
cs: Toto zobrazí všechny kroky stavů incidentů pro toto workflow:
de: Dies zeigt alle Statusschritte eines Vorfalls für diesen bestimmten Workflow:
es: Aquí se muestran todos los pasos de los estados de los incidentes para este flujo de trabajo:
fi: Tämä näyttää Kaikki havaintojen tilat kyseisessä tilamallissa
fr: Ceci affiche toutes les étapes de statut d'incident pour ce workflow :
hu: Megmutatja az összes incidens állapot lépést a megadott munkafolyamathoz:
pl: Wyświetlone zostań wszystkie statusy dla określonego workflow:
pt: Aqui são mostrados os status das etapas dos incidentes para este fluxo de trabalho:
pt_pt: Aqui podem ser visualizados todos os estados do ciclo de vida de um defeito, para este workflow em particular:
ru: Здесь отображаются все шаги состояния инцидента для данного конкретного рабочего процесса:
zh_hans: 以下显示项目中事件的状态步骤
zh_hant: 此顯示特定工作列表的所有事件狀態步驟：

# Admin_WorkflowDetails_OriginatingStep
source: Originating Step
cs: Původní krok
de: Ursprungsschritt
es: Paso de Origen
fi: aloittava askel
fr: Etape d'origine
hu: Eredeti Lépés
pl: Status początkowy
pt: Etapa Origem
pt_pt: Passo original
ru: Начальный этап
zh_hans: 起始步骤
zh_hant: 原先步驟

# Admin_WorkflowDetails_Title
source: View/Edit Workflow Steps
cs: Zobrazit / Editovat kroky Workflow
de: Workflowschritte anzeigen / bearbeiten
es: Ver/Editar Pasos de Flujo de Trabajo
fi: Katsele/Muokkaa Tilamallin askeleita
fr: Afficher / Modifier les étapes de workflow
hu: Munkafolyamat Lépés Nézet/Szerkesztés
pl: Przeglądaj/Edytuj Workflow
pt: Visualizar/Editar Etapas de Fluxo de Trabalho
pt_pt: Ver/Editar passos do Workflow
ru: Шаги просмотра/редактирования рабочего процесса
zh_hans: 查看/编辑工作流步骤
zh_hant: 檢視 / 編輯工作流程步驟

# Admin_WorkflowStep_BackToStepsList
source: Back to Workflow Steps List
cs: Zpět na seznam kroků workflow
de: Zurück zur Liste der Workflowschritte
es: Volver a la Lista de Pasos de Flujo de Trabajo
fi: &lt;&lt; Takaisin Tilamallin askel-listaan
fr: Retour Liste des étapes de workflow
hu: Vissza a Munkafolyamat Lépések Listához
pl: Powrót do listy kroków workflow
pt: Voltar para a Lista das Etapas de Fluxo de Trabalho
pt_pt: &lt;&lt; Voltar à Lista de Passos do Workflow
ru: Список шагов назад к рабочему процессу
zh_hans: 返回工作流步骤列表
zh_hant: << 返回至工作流程步驟列表

# Admin_WorkflowStep_IncidentCustomProperties
source: Incident Custom Properties
cs: Vlastní vlastnosti incidentu
de: Benutzerdefinierte Einstellung des Vorfalls
es: Propiedades Personalizadas de Incidente
fi: Havainnon kustomoidut ominaisuudet
fr: Propriétés personnalisées de l'incident :
hu: Incidens Egyedi Tulajdonságok
pl: Pola definiowalne incydentów
pt: Propriedades Personalizadas de Incidente
pt_pt: Propriedades Personalizadas dos Defeitos
ru: Инцидент Пользовательские свойства
zh_hans: 事件自定义属性
zh_hant: 事件自訂屬性

# Admin_WorkflowStep_IncidentCustomPropertiesIntro
source: The following Incident custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Incidentu jsou skryté/zakázané/vyžadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Einstellungen des Vorfalls sind versteckt/deaktiviert/erforderlich für diesen Schritt im Workflow:
es: Las siguientes propiedades personalizadas de Incidente están escondidas/inhabilitadas/requeridas en este paso del flujo de trabajo:
fi: Seuraavat Havainnot kustomoidut ominaisuudet ovat piilotettuja/estettyjä/pakollisia tässä Tilamallin askeleessa:
fr: Les propriétés personnalisées de l'incident sont masquées/désactivées/requises pour cette étape du workflow :
hu: A következő Incidens egyedi Tulajdonságok Rejtettek/letiltottak/kötelezőek ennél a munkafolyamat lépésnél
pl: Poniższe wartości definiowalne są ukryte / wyłączone / wymagane w bieżącym kroku workflow:
pt: As seguintes propriedades personalizadas de incidentes estão ocultas/desabilitadas/ requisitadas para esta etapa no fluxo de trabalho:
pt_pt: As seguintes propriedades personalizadas dos defeitos estão ocultas/desativadas/requeridas neste passo do workflow:
ru: Следующие пользовательские свойства "Инцидент" скрыты/отключены/требуются на данном этапе рабочего процесса:
zh_hans: 以下事件的自定义属性已在工作流的步骤中被隐藏/取消/要求
zh_hant: 下列事件自訂屬性於工作流程的此步驟已被隱藏/取消啟用/為必須：

# Admin_WorkflowStep_IncidentFields
source: Incident Fields
cs: Pole incidentu
de: Vorfall Felder
es: Campos de Incidentes
fi: Havainnon kentät
fr: Champs de l'incident
hu: Incidens Mezők
pl: Pola incydentu
pt: Campos de Incidentes
pt_pt: Campos dos Defeitos
ru: Поля происшествий
zh_hans: 事件字段
zh_hant: 事件欄位
