Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_VersionControlProvider_Intro
source: Please enter/edit the following information for the provider. The exact information that needs to be entered is specific to each provider, and you should refer to the documentation for the provider when entering/changing it:
cs: Zadejte nebo upravte následující informace o poskytovateli. Přesné informace které je třeba zadat jsou specifické pro každého poskytovatele a při jeho zadávání/změně byste se měli řídit dokumentací poskytovatele:
de: Bitte die folgenden Provider-Angaben eingeben / bearbeiten. Die genauen Angaben, die eingegeben werden müssen hängen vom jeweiligen Provider ab und Sie sollten die Provider-Dokumentation hinzuziehen wenn Sie diese eingeben / ändern:
es: Por favor, ingresa o edita la siguiente información para el proveedor. La información exacta que necesita ser ingresada es específica para cada proveedor. Usted debe consultar la documentación del proveedor al ingresar o cambiar los campos siguientes:
fi: Lisää/muokkaa tarjoajan tietoja. Tarkat syötettävät tiedot vaihtelevat tarjoajakohtaisesti, joten tarkasta yksityiskohdat tarjoajan dokumenteista ennen tietojen lisäämistä tai muokkaamista:
fr: Veuillez saisir/modifier les informations du fournisseur. Le type d'information est spécifique à chaque fournisseur. Veuillez consulter la documentation pour plus d'informations.
hu: Adja meg/szerkessze a szolgáltató alábbi információit. A megadandó információ minden szolgáltató esetén egyéni, ezért ezek megadása/módosítása esetén tekintse át a szolgáltató dokumentációját:
pt: Por favor, insira/edite as informações a seguir para o provedor. As informações exatas que você deve inserir são específicas para cada provedor. Você deve consultar a documentação específica antes de alterar as configurações.
pt_pt: Por favor insira/edite a seguinte informação sobre o fornecedor. A informação exata que necessita ser inserida é específica de cada fornecedor e deve consultar a respetiva documentação quando a inserir/alterar:
ru: Пожалуйста, введите/измените следующую информацию для провайдера. Точная информация который необходимо ввести, является специфическим для каждого провайдера, и при его вводе/изменении следует обращаться к документации для провайдера:
zh_hant: 請輸入/編輯下列提供器資訊。每一提供者皆需輸入確切的資訊，且您應參考提供器的說明文件：

# Admin_VersionControlProvider_Intro2
source: The following settings are used for any products that do not define their own settings:
cs: Následující nastavení se používají pro všechny Produkty, které nedefinují vlastní nastavení:
de: Die folgenden Einstellungen werden für jedes Produkt verwendet, das keine eigenen Einstellungen vornimmt:
es: Los siguientes ajustes se utilizan para cualquier proyecto que no defina su propia configuración:
fi: Seuraavia asetuksia käytetään niissä projekteissa, joilla ei ole omia asetuksiaan:
fr: Les paramètres suivants sont utilisés pour tous les produits qui n'ont pas été configurés :
hu: Az alábbi beállításokat alkalmazza a rendszer azokhoz a projektekhez, amelyek nem definiálják saját beállításaikat:
pl: The following settings are used for any projects that do not define their own settings:
pt: As configurações a seguir são usadas ​​para quaisquer projetos que não definem as suas próprias configurações:
pt_pt: As configurações seguintes são usadas para quaisquer projetos que não definam as suas próprias configurações:
ru: Следующие настройки используются для любых продуктов, которые не определяют свои собственные настройки:
zh_hant: 以下任何專案使用的設定無定義各自的設定：

# Admin_VersionControlProvider_NewProvider
source: New Provider
cs: Nový poskytovatel
de: Neuer Provider
es: Nuevo Proveedor
fi: Uusi tarjoaja
fr: Nouveau fournisseur
hu: Új szolgáltató
pt: Novo Provedor
pt_pt: Novo fornecedor
ru: Новый поставщик
zh_hant: 新提供器

# Admin_VersionControlProvider_Title
source: Edit Source Code Provider
cs: Upravit kontrolu verze poskytovatele
de: Provider für die Versionskontrolle bearbeiten
es: Editar Proveedor de Control de Versiones
fi: Muokkaa versionhallinnan tarjoajaa
fr: Modifier le fournisseur de contrôle de versions
hu: A verziókövetés szolgáltató szerkesztése
pl: Edit Version Control Provider
pt: Editar Provedor de Controle de Versão
pt_pt: Editar o fornecedor de controlo da versão
ru: Редактирование Провайдер контроля версий
zh_hant: 編輯版本控制提供器

# Admin_VersionControl_Intro
source: is able to integrate with a variety of external source code systems using its flexible, open architecture and library of available source code providers.
cs: je schopen integrovat se s řadou externích systémů pro správu verzí pomocí své flexibilní, otevřené architektury a knihovny dostupných poskytovatelů správy verzí.
de: ist fähig eine Vielzahl von externen Versionskontroll-Systemen zu integrieren. Dafür nutzt es seine flexible, offene Architektur und die Bibliothek der verfügbaren Anbieter für die Versionskontrolle.
es: es capaz de integrarse con una variedad de sistemas de control de versiones externos utilizando su arquitectura flexible y abierta y bibliotecas de proveedores de control de versiones disponibles.
fi: toimii yhdessä monien versionhallintajärjestelmien kanssa, hyödyntäen joustavaa, avointa arkkitehtuuriaan ja versionhallinnantuottajakirjastoaan.
fr: est capable de s'intégrer à une grande variété de systèmes externes de contrôles de versions grâce à son architecture flexible et à sa bibliothèque de fournisseurs.
hu: számos különböző verziókövetési rendszerbe integrálható a rugalmas, nyitott architektúrának és a rendelkezésre álló verziókövetés szolgáltatók könyvtárának köszönhetően.
pl: is able to integrate with a variety of external version control systems using its flexible, open architecture and library of available version control providers.
pt: é capaz de integrar-se com uma variedade de sistemas de controle de versão externos usando sua arquitetura flexível e aberta e bibliotecas de provedores de controle de versão disponíveis.
pt_pt: está apto a integrar com uma variedade de sistemas externos de controlo de versões através da utilização da sua arquitetura flexível e aberta e biblioteca de fornecedores de controlo de versões disponíveis.
ru: способен интегрироваться с различными внешними системами контроля версий, используя свою гибкую, открытую архитектуру и библиотеку доступных провайдеров контроля версий.
zh_hant: 可整合多種有彈性、開放架構、可使用版本控制提供器軟件庫的版本控制提供器外部版本控制系統

# Admin_VersionControl_Intro2
source: This page allows you to view, add and modify the list of source code providers, make changes to their configuration and also specify any product-specific configuration values:
cs: Tato stránka umožňuje zobrazit, přidat a upravit seznam poskytovatelů správy verzí, provádět změny v jejich konfiguraci a také specifikovat jakékoli konfigurační hodnoty specifické pro produkt:
de: Diese Seite erlaubt Ihnen die Liste der Anbieter für die Versionskontrolle anzuzeigen, zu erweitern und Änderungen an Ihrer Konfiguration vorzunehmen und ebenso jegliche produktspezifischen Konfigurationswerte zu spezifizieren:
es: Esta página le permite ver, agregar y modificar la lista de proveedores de control de versiones, realizar cambios en sus configuraciones y también especificar los valores de configuración específicos del proyecto:
fi: Tällä sivulla voit katsoa, lisätä, ja muokata listaa versionhallinnan tarjoajista
fr: Cette page vous permet d'afficher, ajouter et modifier la liste des fournisseurs de contrôles de versions, de modifier leur configuration et de spécifier les valeurs de configuration par produit :
hu: Ezen az oldalon megtekintheti, hozzáadhat és módosíthatja a verziókövetés szolgáltatók listáját, módosíthatja a konfigurációjukat, valamint meghatározhatja a projektspecifikus konfigurációs értékeket:
pl: This page allows you to view, add and modify the list of version control providers, make changes to their configuration and also specify any project-specific configuration values:
pt: Esta página permite visualizar, adicionar e modificar a lista de provedores de controle de versão, fazer alterações em sua configuração e também especificar quaisquer valores de configuração específicos do projeto:
pt_pt: Esta página permite-lhe ver, adicionar e modificar a lista de fornecedores de controlo da versão, fazer alterações à sua configuração e também especificar quaisquer valores de configuração específicos do projeto:
ru: Эта страница позволяет просматривать, добавлять и изменять список провайдеров контроля версий, вносить изменения в их конфигурацию, а также задавать любые значения конфигурации конкретного продукта:
zh_hant: 此頁允許您檢視、新增、修改版本控制提供器列表，改變其設定並指定任何專案特殊設定值。

# Admin_VersionControl_Title
source: Source Code Integration
cs: Integrace správy verzí
de: Integration der Versionskontrolle
es: Integración de Control de Versiones
fi: Versionhallinnan integrointi
fr: Contrôles de versions
hu: Verziókövetés integrációja
pl: Version Control Integration
pt: Integração de Controle de Versão
pt_pt: Integração do controlo de versões
ru: Интеграция контроля версий
zh_hant: 版本控制整合

# Notification_ID
source: The ID# of the item.
cs: ID# položky.
de: Die ID# des Elements.
es: El número de identificación del ítem.
fi: Kohteen ID#
fr: ID# de l'objet.
hu: Az elem azonosítószáma.
pl: ID# obiektu
pt: O número de identificação do item.
pt_pt: O ID# do item.
ru: ID# предмета.
zh_hant: 項目的編號#

# Notification_NotifyTo
source: The notification receiver's name.
cs: Jméno příjemce oznámení.
de: Der Name des Empfängers der Benachrichtigung.
es: El nombre del receptor de la notificación.
fi: Ilmoituksen vastaanottajan nimi.
fr: Le nom de l'application.
hu: Az értesítés címzettjének neve.
pl: Adresat notyfikacji
pt: O nome do destinatário da notificação.
pt_pt: Nome do recetor da notificação.
ru: Имя получателя уведомления.
zh_hant: 通知收件者名稱

# Notification_Product
source: The name of the application.
cs: Název aplikace.
de: Der Name der Applikation.
es: El nombre de la aplicación.
fi: Sovelluksen nimi.
fr: Le nom de l'application.
hu: Az alkalmazás neve.
pl: Nazwa produktu
pt: O nome da aplicação.
pt_pt: Nome da Aplicação.
ru: Название приложения.
zh_hant: 應用程式名稱

# Notification_Project
source: The name of the product.
cs: Název Produktu.
de: Der Name des Produkts.
es: El nombre del proyecto.
fi: Projektin nimi.
fr: Le nom du produit.
hu: A projekt neve.
pl: Nazwa projektu
pt: O nome do projeto.
pt_pt: Nome do projeto.
ru: Название продукта.
zh_hant: 專案名稱

# Notification_URL
source: URL to link to artifact.
cs: URL pro odkaz na Artefakt.
de: URL zur Verlinkung des Artefakts.
es: URL para vincular al artefacto.
fi: Asiaan linkattava URL.
fr: URL lien pour l'objet.
hu: URL-hivatkozás a műtárgyhoz.
pl: URL Artefaktu
pt: O link URL para o artefato.
pt_pt: URL para ligação ao artefacto.
ru: URL для ссылки на артефакт.
zh_hant: 項目連結 URL

# GlobalNavigation_SearchTooltip
source: You can search by keywords or by entering an artifact unique token (e.g. IN45 for incident 45)
cs: Můžete vyhledávat podle klíčových slov nebo zadáním jedinečného tokenu Artefaktu (např. IN45 pro Incident 45)
de: Sie können über Schlüsselwörter oder über die Eingabe eines eindeutigen Artefakt-Tokens suchen (z.B. IN45 für Vorfall 45)
es: Usted puede buscar palabras clave o introducir un token único de artefacto (por ej. IN45 para incidente 45)
fi: Voit suorittaa hakuja käyttämällä avainsanoja tai syöttämällä asian spesifisen koodin (esimerkiksi IN45 löydökselle 45)
fr: Vous pouvez effectuer la recherche par mot-clé ou avec un token (par ex. IN45 pour incident 45)
hu: Kereshet kulcsszavakkal vagy egy műtárgy egyedi tokenjével (pl. IN45 a 45. sz. incidenshez)
pl: Wyszukiwanie odbywa się po przez wpisanie słów kluczowych lub ID (np. IN45 dla incydentu 45
pt: Você pode pesquisar por palavras-chave ou digitando um token único de um artefato (ex.: IN45 para incidente 45)
pt_pt: Pode pesquisar por palavras-chave ou inserindo a sigla específica do artefacto (e.g. IN45 para o defeito 45)
ru: Поиск можно осуществлять по ключевым словам или путем ввода уникального маркера артефакта (например, IN45 для инцидента 45).
zh_hant: 您可使用關鍵字查詢或輸入項目的唯一識別符 （如 IN45 代表事件 45）

# Admin_PlanningOptions_DefaultEstimate
source: Default Estimate
cs: Výchozí odhad
de: Standardschätzung
es: Estimación por Defecto
fi: Oletusarvio
fr: Estimation par défaut
hu: Alapértelmezés szerinti becslés
pl: Domyślne szacowanie
pt: Estimativa Padrão
pt_pt: Estimativa por defeito
ru: Оценка по умолчанию
zh_hant: 預設預估

# Admin_PlanningOptions_PointEffort
source: Point Effort
cs: Bodové úsilí
de: Punktueller Aufwand
es: Puntos de Esfuerzo
fi: Työmäärä pistettä kohden
fr: Effort de point
hu: Pontszerű feladat
pl: Punkt nakładu
pt: Pontos de Esforço
pt_pt: Geral
ru: точечное усилие
zh_hant: 點工時

# Admin_PlanningOptions_PointEffortNotes
source: This is the conversion factor used to determine the number of person-hours per estimated point.
cs: Poměrový koeficient používaný k určení počtu osobohodin na odhadovaný bod.
de: Dies ist der Umrechnungsfaktor, der verwendet wird, um die Zahl der Arbeitsstunden pro geschätztem Punkt zu bestimmen.
es: El factor de conversión utilizado para determinar el número de horas/persona por punto estimado.
fi: Tämä on konversiotekijä, jota käytetään määrittelemään henkilötyötuntien määrää arvioitua pistettä kohden.
fr: Le facteur de conversion utilise pour déterminer le nombre de personnes-heures par point estimé.
hu: Ez egy átalakítási tényező, amelyet a becsült pontokhoz szükséges emberórák kiszámítására alkalmaznak.
pl: Jest to przelicznik stosowany do określenia liczby osobo-godzin na szacowany punkt.
pt: Este é o fator de conversão utilizado para determinar o número de pessoas/hora por ponto estimado.
pt_pt: Este é o factor de conversão usado para determinar o número de pessoa/hora por ponto estimado.
ru: Это коэффициент пересчета, используемый для определения количества человеко-часов на расчетный пункт.
zh_hant: 此為用來決定每預估點的人力工時的換算係數

# Admin_PlanningOptions_Requirements
source: Requirements
cs: Požadavky
de: Anforderungen
es: Requerimientos
fi: Vaatimukset
fr: Besoins
hu: Követelmények
pl: Wymagania
pt: Requerimentos
pt_pt: Requisitos
ru: Требования
zh_hant: 需求

# Admin_PlanningOptions_TasksIncidents
source: Tasks &amp; Incidents
cs: Úkoly &amp; Incidenty
de: Aufgaben &amp; Vorfälle
es: Tareas & amp; Incidentes
fi: Tehtävät &amp; Huomiot
fr: tâches &amp; Incidents
hu: Feladatok és incidensek
pl: Zadania i Incydenty
pt: Tarefas &amp; Incidentes
pt_pt: Tarefas &amp; Defeitos
ru: Задачи иamp; Инциденты
zh_hant: 任務、事件

# Global_Days
source: days
cs: dny
de: Tage
es: días
fi: päivää
fr: jours
hu: napok
pl: dni
pt: dias
pt_pt: dias
ru: дни
zh_hant: 天

# Global_Points
source: points
cs: bodů
de: Punkte
es: puntos
fi: pistettä
hu: pontok
pl: punkty/ów
pt: pontos
pt_pt: pontos
ru: пункты
zh_hant: 點

# Admin_Components_AddComponent
source: Add Component
cs: Přidat Komponentu
de: Komponente hinzufügen
es: Agregar Componente
fi: Lisää komponentti
fr: Ajouter un composant
hu: Összetevő hozzáadása
pl: Dodaj komponent
pt: Adicionar Componente
pt_pt: Adicionar componente
ru: Добавить компонент
zh_hant: 新增模組

# Admin_Components_NoComponentsDefined
source: There are no components defined in this product. Please click 'Add Component' to add one.
cs: V tomto Produktu nejsou definovány žádné komponenty. Chcete-li ji přidat, klikněte na 'Přidat komponentu'.
de: In diesem Produkt sind keine Komponenten definiert. Bitte klicken Sie auf [Komponente hinzufügen] um eine hinzuzufügen.
es: No hay componentes definidos en este proyecto. Haga clic en 'Agregar Componente' para agregar uno.
fi: Tälle projektille ei ole määritelty komponentteja. Klikkaa "Lisää komponentti" lisätäksesi uusi komponentti.
fr: Aucun composant n'a été défini pour le produit. Pour en créer un, veuillez sélectionner <Ajouter un composant>.
hu: Nincsenek definiált összetevők ehhez a projekthez. Kattintson az „Add Component” lehetőségre a hozzáadáshoz.
pl: Brak zdefiniowanych komponentów w tym projekcie. Aby utworzyć nowy kliknij link 'Dodaj komponent'.
pt: Não há componentes definidos neste projeto. Por favor, clique em 'Adicionar Componente' para adicionar um.
pt_pt: Não há componentes definidos neste projeto. Por favor clique em 'Adicionar componente' para adicionar um.
ru: В этом продукте не определены компоненты. Пожалуйста, нажмите "Добавить компонент", чтобы добавить его.
zh_hant: 此專案無定義模組。請按下「新增模組」新增一模組。

# Admin_EditComponents
source: Edit Components
cs: Upravit Komponenty
de: Komponenten bearbeiten
es: Editar Componentes
fi: Muokkaa komponentteja
fr: Modifier les composants
hu: Összetevők szerkesztése
pl: Edycja komponentów
pt: Editar Componentes
pt_pt: Editar componentes
ru: Редактировать компоненты
zh_hant: 編輯模組

# Admin_EditComponents_Intro
source: The following components have been defined in this product. Please make any changes and click Save to commit:
cs: V tomto Produktu byly definovány následující Komponenty. Proveďte prosím jakékoli změny a potvrďte kliknutím na Uložit:
de: Die folgenden Komponenten wurden für dieses Produkt definiert. Bitte nehmen Sie die Änderungen vor und klicken Sie zur Bestätigung auf [Speichern] :
es: En este proyecto se han definido los siguientes componentes. Por favor, realice los cambios y haga clic en Guardar para confirmar:
fi: Seuraavat komponentit on määritelty tälle projektille. Muokkaa niitä tarpeen mukaan, ja klikkaa "Talleta" aktivoidaksesi muutokset:
fr: Les composants suivants sont définis dans le système. Veuillez effectuer les modifications souhaitées et cliquer sur <Sauvegarder> :
hu: Az alábbi összetevőket definiálták ehhez a projekthez. Végezze el a változtatásokat, majd kattintson a „Save” gombra a jóváhagyáshoz:
pl: Poniższe komponenty zostały zdefiniowane w projekcie. W razie potrzeb dokonaj zmian naciśnij przycisk 'Zapisz'
pt: Os seguintes componentes foram definidos neste projeto. Faça alterações se necessário e clique em Salvar para confirmar:
pt_pt: Foram definidos os seguintes componentes no projeto. Por favor faça quaisquer alterações e clique em Gravar para submeter:
ru: В этом изделии были определены следующие компоненты. Пожалуйста, внесите изменения и нажмите кнопку Сохранить для фиксации:
zh_hant: 以下模組已被定義在此專案。請異動後按下[儲存]提交結果：

# Admin_Requirements
source: Requirements
cs: Požadavky
de: Anforderungen
es: Requerimientos
fi: Vaatimukset
fr: Besoins
hu: Követelmények
pl: Wymagania
pt: Requerimentos
pt_pt: Requisitos
ru: Требования
zh_hant: 需求

# Admin_UserDetailsAddProjectMembership_BackToUserDetails
source: Back To User Details
cs: Zpět na detail uživatele
de: Zurück zu den Benutzerdetails
es: Volver a Detalles del Usuario
fi: &lt;&lt; Paluu käyttäjän tietoihin
fr: Retour Utilisateurs
hu: Vissza a felhasználói adatokhoz
pl: Powrót do szczegółów użytkownika
pt: Voltar à Detalhes do Usuário
pt_pt: &lt;&lt; Voltar para os detalhes do utilizador
ru: Назад к деталям пользователя
zh_hant: << 返回至使用者詳細資訊

# Admin_UserDetailsAddProjectMembership_Legend1
source: The user is NOT a member of the following products.
cs: Uživatel NENÍ členem následujících Produktů.
de: Der Benutzer ist KEIN Mitglied der folgenden Produkte.
es: El usuario NO es miembro de los siguientes proyectos.
fi: Käyttäjä ei ole seuraavien projektien jäsen.
fr: L'utilisateur n'est pas membre des produits suivants.
hu: A felhasználó NEM tagja az alábbi projekteknek.
pl: Ten użytkownik NIE jest członkiem niżej wymienionych projektów.
pt: O usuário NÃO é membro dos seguintes projetos.
pt_pt: O utilizador NÃO é um membro dos seguintes projetos.
ru: Пользователь НЕ является членом следующих продуктов.
zh_hant: 此使用者不為以下任一專案的成員。

# Admin_UserDetailsAddProjectMembership_Legend2
source: Please select a role for the products you want to add this user to, then click [Add]:
cs: Vyberte prosím roli pro Produkty, ke kterým chcete tohoto uživatele přidat, a poté klikněte na [Přidat]:
de: Bitte wählen Sie eine Rolle für die Produkte zu denen Sie diesen Benutzer hinzufügen möchten und klicken Sie dann auf [Hinzufügen]:
es: Por favor, seleccione una funcíon para los proyectos a los que desea agregar este usuario y haga clic en [Agregar]:
fi: Valitse rooli niille projekteille, joihin haluat käyttäjän lisätä ja klikkaa [Lisää]:
fr: Veuillez sélectionner un rôle pour l'utilisateur dans les produits et cliquer sur <Ajouter>
hu: Válasszon egy szerepet a projekteknek a felhasználóhoz való hozzáadáshoz, majd kattintson az [Add] gombra:
pl: Wybierz role projektowe jakie chcesz dodać użytkownikowi w projektach, następnie kliknij 'Dodaj':
pt: Por favor, selecione uma função para os projetos que você deseja adicionar a esse usuário e, em seguida, clique em [Adicionar]:
pt_pt: Por favor selecione uma função para os projetos a que quer adicionar este utilizador e clique [Adicionar]:
ru: Пожалуйста, выберите роль для продуктов, к которым вы хотите добавить этого пользователя, а затем нажмите [Добавить]:
zh_hant: 請選擇欲新增此使用者的專案，並按下[新增]：

# Admin_UserDetailsAddProjectMembership_Title
source: Add User Product Membership
cs: Přidat členství uživatele na Produktu
de: Benutzer dem Produkt hinzufügen
es: Agregar al Usuario Afiliación a Proyectos
fi: Lisää käyttäjän projektijäsenyys
fr: Ajouter un utilisateur au produit
hu: Felhasználó projekttagság hozzáadása
pl: Dodaj użytkownika do projektu
pt: Adicionar ao Usuário Associação ao Projeto
pt_pt: Por favor selecione uma função para os projetos a que quer adicionar este utilizador e clique [Adicionar]:
ru: Добавить пользовательское членство в продукте
zh_hant: 新增使用者專案成員

# Global_Deleted
source: Deleted
cs: Smazáno
de: Gelöscht
es: Borrado
fi: Poistettu
fr: Supprimé
hu: Törölve
pl: Usunięte
pt: Excluído
pt_pt: Eliminado
ru: Удалено
zh_hant: 已刪除

# Global_Inactive
source: Inactive
cs: Neaktivní
de: Inaktiv
es: Inactivo
fi: Ei aktiivinen
fr: Inactif
hu: Inaktív
pl: Nieaktywne
pt: Inativo
pt_pt: Inativo
ru: Неактивный сайт
zh_hant: 不啟動

# Admin_RequirementTypes_Intro
source: The following requirement types exist in the system. You can specify for this product, which workflows will be used for each requirement type:
cs: V systému existují následující typy požadavků. U tohoto produktu můžete určit, které pracovní postupy se použijí pro každý typ požadavku:
de: Die folgenden Anforderungstypen existieren im System. Sie können für dieses Produkt angeben, welcher Workflow für welchen Anforderungstyp verwendet werden soll:
es: Existen los siguientes tipos de requerimientos en el sistema. Puede especificar para este proyecto qué flujos de trabajo se utilizarán para cada tipo de requerimiento:
fi: Järjestelmään on määritelty seuraavat vaatimustyypit. Voit määritellä projektille, mitä tilamallia millekin vaatimustyypille käytetään:
fr: Les types de besoin suivants sont définis dans le système. Vous pouvez définir le workflow à utiliser pour chaque type de besoin :
hu: Az alábbi követelménytípusok léteznek a rendszerben. Ehhez a projekthez meghatározhatja, hogy mely munkafolyamatokat használja az egyes követelménytípusokhoz:
pl: Poniżej prezentowane są typy wymagań w bieżącym projekcie. Do każdego typu może być podpięty workflow statusów:
pt: Os seguintes tipos de requerimentos existem no sistema. Você pode especificar para este projeto quais fluxos de trabalho serão utilizados para cada tipo de requerimento:
pt_pt: Existem no sistema os seguintes tipos de requisitos. Pode especificar para este projeto que workflows serão usados para cada tipo de requisito:
ru: В системе существуют следующие типы требований. Для этого продукта можно указать, какие рабочие процессы будут использоваться для каждого типа требований:
zh_hant: 以下需求類型已存在此系統。您可指定專案，工作流程被使用任一需求類型：
