Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestExecutionService_IncidentText_ActualResult
source: Actual Result
cs: Skutečný výsledek
de: Tatsächliches Ergebnis
es: Resultado Real
fi: Todellinen tulos
fr: Résultat réel
hu: Tényleges eredmény
pl: Faktyczny wynik
pt: Resultado Real
pt_pt: Resultado Atual
ru: Фактический результат
zh_hans: 实际的结果
zh_hant: 實際結果

# TestExecutionService_IncidentText_Description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
pl: Opis
pt: Descrição
pt_pt: Descrição
ru: Описание
zh_hans: 说明
zh_hant: 描述

# TestExecutionService_IncidentText_ExpectedResult
source: Expected Result
cs: Očekávaný výsledek
de: Erwartetes Ergebnis
es: Resultado Esperado
fi: Odotettu tulos
fr: Résultat attendu
hu: Elvárt eredmény:
pl: Oczekiwany wynik
pt: Resultado Esperado
pt_pt: Resultado esperado
ru: Ожидаемый результат
zh_hans: 预期的结果
zh_hant: 預期結果

# TestSetDetails_TestCaseDragDropLegend
source: To change the order of the test cases, please click on the test case icon and drag it to the appropriate place in the list.
cs: Chcete-li změnit pořadí testovacích případů, klikněte na ikonu testovacího případu a přetáhněte ji na příslušné místo v seznamu.
de: Um die Reihenfolge der Testfälle zu ändern, klicken Sie auf das Testfall-Icon und ziehen es an die gewünschte Stelle in der Liste.
es: Para cambiar la orden de los casos de prueba, haga clic en el icono del caso y arrástrelo hasta el lugar deseado en la lista.
fi: Muuttaaksesi testitapausten järjestystä klikkaa testitapauksen kuvaketta ja vedä se sopivaan paikkaan listassa.
fr: Pour modifier l'ordre des scénarios de test, veuillez cliquer sur l'icône scénario de test et faites-la glisser à l'endroit approprié dans la liste.
hu: A teszteset sorrendjének megváltoztatásához kattintson az ikonjára és húzza a lista megfelelő helyére.
pl: W celu zmiany kolejności przypadków testowych, kliknij na ikonę przypadku testowego, a następnie przeciągnij ją do odpowiedniego miejsca na liście.
pt: Para alterar a ordem dos casos de teste, clique no ícone do teste e arraste-o para o local apropriado da lista.
pt_pt: Para alterar a ordem dos casos de teste, por favor clique no ícone do caso de teste e arraste-o para o local apropriado na lista.
ru: Чтобы изменить порядок следования тестовых заданий, нажмите на значок тестового задания и перетащите его в соответствующее место в списке.
zh_hans: 若要更改测试用例的顺序，请单击测试用例的图标上，并将它拖到列表中的适当位置。
zh_hant: 若要更改測試案例順序，請按下測試案例圖示並拖曳到適當位置。

# Login_LicensedTo
source: Licensed To:
cs: Licence pro:
de: Lizenziert für:
es: Licenciado a:
fi: Lisensoitu:
fr: Licencié à :
hu: A licence tulajdonosa:
pl: Licencja dla:
pt: Licenciado para:
pt_pt: Licenciado para:
ru: Лицензия:
zh_hans: 授权给：
zh_hant: 授權給：

# Notifications_EnterListofEmails
source: A list of email addresses, separated by ;
cs: Seznam e-mailových adres oddělených středníkem
de: Eine Liste mit E-Mail Adressen, getrennt durch ;
es: Una lista de direcciones de e-mail, separadas por ;
fi: Lista sähköpostiosoitteita erotettuna puolipisteellä
fr: Une liste d'adresses e-mail, séparées par ;
hu: Az email címek listáját pontosvesszővel kell elválasztani
pl: Lista adresów e-mail, rozdzielonych znakiem ;
pt: Uma lista de endereços de e-mail, separados por ;
pt_pt: Uma lista de endereços de e-mail, separados por ;
ru: Список адресов электронной почты, разделенный ;
zh_hans: 分隔的电子邮件地址的列表 ；
zh_hant: 區分電子郵件清單；

# Notifications_SelectProjectUser
source: Select a user in the product to send to.
cs: Vyberte uživatele v produktu pro zaslání.
de: Wählen Sie einen Benutzer im Produkt, an den Sie senden möchten.
es: Seleccione un usuario del proyecto para el envío.
fi: Valitse projektin käyttäjä jolle lähetetään.
fr: Sélectionner un utilisateur dans le produit pour l'envoi.
hu: Válasszon a projektben lévő felhasználók közül akinek küldeni szeretné.
pl: Wybierz użytkownika do którego wysłać.
pt: Selecione um usuário no projeto para enviar.
pt_pt: Selecione um utilizador no projeto para o qual enviar.
ru: Выберите пользователя в продукте, которому нужно отправить сообщение.
zh_hans: 将发送到该项目中选择一个用户。
zh_hant: 從專案中選擇將發送至的使用者。

# Notifications_SendEmailTo
source: Email this artifact to
cs: Poslat artefakt
de: Dieses Artefakt mailen an
es: Enviar el artefacto por e-mail a
fi: Lähetä tämä Havainto
fr: Envoyer l’objet à
hu: Az elemről email küldése
pl: Wyślij e-mail z tym artefaktem
pt: Enviar este artefato por e-mail para
pt_pt: Envie este artefacto por e-mail
ru: Отправьте этот артефакт по электронной почте
zh_hans: 通过电子邮件发送到的这件神器
zh_hant: 寄送此項目至

# Global_BlankforDefault
source: Leave blank for default.
cs: Nechte prázdné pro výchozí hodnotu.
de: Freilassen für die Standardeinstellung.
es: Deja en blanco para usar el dato por defecto.
fi: Jätä oletuksena tyhjäksi.
fr: Laissez vide par défaut.
hu: Hagyja üresen, vagy alapértéken.
pl: Pozostaw puste dla wartości domyślnej.
pt: Deixe em branco para usar o padrão.
pt_pt: Deixe em branco para usar como por defeito.
ru: Оставьте пустым по умолчанию.
zh_hans: 保留默认值为空。
zh_hant: 保留預設值為空。

# Admin_AutomationEngineDetails_Intro
source: Please enter/edit the following information for the test automation engine.
cs: Prosím, zadejte / upravte informace pro engine automatizovaných testů. Povinná pole jsou označena <b>tučně</b>:
de: Bitte erfassen Sie die folgenden Informationen für die Test Engine. Pflichtfelder werden fett dargestellt.
es: Por favor, introduzca/edite la siguiente información sobre la herramienta de automatización de pruebas.
fi: Syötä / edit seuraavat tiedot testiautomaatio-konetta varten. Pakolliset kentät on <b>lihavoitu:</b>
fr: Veuillez entrer / modifier les informations suivantes pour le moteur d'automatisation des tests. Les champs obligatoires sont indiqués en caractères <b>gras :</b>
hu: Kérjük adja meg / módosítsa az alábbi információkat a tesztautomatizációs motorhoz. A kötelező mezők <b>félkövér</b>ként vannak jelölve:
pl: Wprowadź informację dotyczące silnika automatyzacji. Poniższe pola są wymagane in <b>bold</b>:
pt: Por favor, insira/edite as informações a seguir para o mecanismo de automação de testes.
pt_pt: Por favor Insira/edite a seguinte informação para o mecanismo de automação de testes. Os campos obrigatórios estão indicados em <b>bold</b>:
ru: Пожалуйста, введите/измените следующую информацию для двигателя автоматизации испытаний.
zh_hans: 请输入/编辑测试自动化引擎的以下信息。必需的字段以 <b>粗体</b> 表示：
zh_hant: 請輸入/編輯下列測試自動化引擎資訊。必要欄位以 <b>粗體</b> 表示：

# Admin_AutomationEngineDetails_LinkHome
source: Back to Test Automation Engine Home
cs: Zpět na Test Automation Engine
de: Zurück zur Testautomatisierung Startseite
es: Volver a la página principal de la herramienta de automatización de pruebas.
fi: Takaisin Testiautomaatio-koneen etusivulle
fr: <<Retour à Accueil Moteur d’Automatisation
hu: Vissza a Tesztautomatizációs motorok főoldalára
pl: Wróć do strony głównej modułu silniki automatyzacji
pt: Voltar à Página Inicial do Mecanismo de Automação de Testes
pt_pt: << Volta à home do mecanismo de automação de testes
ru: Вернуться к автоматизации тестирования двигателя Главная
zh_hans: <<测试自动化发动机返回首页
zh_hant: << 返回至測試自動化引擎首頁

# Admin_AutomationEngineDetails_NewProvider
source: New Engine
cs: Nový engine
de: Neue Engine
es: Nueva herramienta
fi: Uusi kone
fr: Nouveau moteur
hu: Új motor
pl: Nowy silnik
pt: Novo Mecanismo
pt_pt: Novo mecanismo
ru: новый двигатель
zh_hans: 新的引擎
zh_hant: 新增引擎

# Admin_AutomationEngineDetails_Title
source: Edit Automation Engine
cs: Upravit engine
de: Engine konfigurieren
es: Editar la herramienta
fi: Muokkaa Konetta
fr: Modifier le moteur
hu: Motor szerkesztése
pl: Edytuj silnik
pt: Editar Mecanismos de Automação
pt_pt: Editar mecanismo de automação
ru: Двигатель автоматизации редактирования
zh_hans: 编辑引擎
zh_hant: 編輯自動化引擎

# Admin_AutomationEngines_Intro1
source: is able to integrate with a variety of external test automation systems using its flexible, open architecture and library of available test automation engines.
cs: umí se integrovat se s celou řadou externích systémů pro automatizaci testování, a to pomocí flexibilní, otevřené architektury a bohaté knihovny dostupných enginů automatizovaného testování.
de: kann eine Vielzahl externer Testautomatisierungssysteme anbinden durch die flexible, offene Architektur und einer Bibliothek verfügbarer Test Engines
es: es capaz de integrarse con una variedad de sistemas externos de automatización de pruebas utilizando la flexibilidad de su arquitectura abierta, y la colección de herramientas de automatización de pruebas.
fi: Voidaan integroida erilaisiin ulkoisiin testauksen automatisointi Järjestelmiin käyttäen sen joustavaa, avointa arkkitehtuuria ja käytettävissä olevien testausautomaatio-koneiden kirjastoa.
fr: est capable de s'intégrer à une grande variété de systèmes d'automatisation des tests grâce à son architecture ouverte et à sa bibliothèque de moteurs d’automatisation.
hu: képes integrálódni különböző tesztautomatizációs rendszerekkel rugalmas, nyílt architektúrát és az elérhető tesztautomatizációs motorok könyvtárát használva
pl: umożliwia integrację z wieloma zewnętrznymi narzędziami do automatyzacji dzięki otwartej architekturze i bibliotekom silników automatyzacji.
pt: é capaz de integrar-se com uma variedade de sistemas de automação de testes externos usando sua arquitetura flexível e aberta e sua biblioteca de mecanismos de automação de testes.
pt_pt: é capaz de integrar-se com uma variedade de sistemas externos de automação de testes utilizando a sua arquitetura flexível e aberta e a sua biblioteca de mecanismos de automação de testes disponíveis.
ru: способна интегрироваться с различными внешними системами автоматизации испытаний, используя свою гибкую, открытую архитектуру и библиотеку доступных двигателей автоматизации испытаний.
zh_hans: 可以与各种使用其灵活、 开放的体系结构和可用的测试自动化引擎库的外部测试自动化系统集成。
zh_hant: 可與多種有彈性、開放架構、有效的測試系統引擎庫的外部測試自動化系統整合

# Admin_AutomationEngines_Intro2
source: This page allows you to view, add and modify the list of test automation engines and make changes to their configuration:
cs: Tato stránka vám umožňuje prohlížet, přidávat a upravovat seznam enginů automatizovaného testování a měnit jejich konfigurace:
de: Auf dieser Seite sehen Sie die Liste der Automatisierungs-Engines. Hier können Sie auch die Konfigurationen anpassen.
es: Esta página te permite ver, agregar y modificar la lista de las herramientas de automatización de pruebas y realizar cambios en su configuración:
fi: Tällä sivulla voit tarkastella, lisätä ja muokata testausautomaatio-koneiden listaa ja tehdä muutoksia niiden konfiguraatioihin:
fr: Cette page vous permet de visualiser, d'ajouter et de modifier les moteurs d'automatisation des tests et d’en modifier la configuration :
hu: Ezen az oldalon megtekintheti, bővítheti, módosíthatja a tesztautomatizációs motorok listáját és végezhet beállításokat rajtuk.
pl: Ten ekran umożliwia dodawanie, edycję oraz przeglądanie silników automatyzacji testów. Konfiguracja:
pt: Esta página permite exibir, adicionar e modificar a lista de mecanismos de automação de testes e alterar suas configurações:
pt_pt: Esta página premite-lhe ver, adicionar e modificar a lista de mecanismos de automação de testes e fazer alterações às respetivas configurações:
ru: Эта страница позволяет просматривать, добавлять и изменять список двигателей автоматизации тестирования и вносить изменения в их конфигурацию:
zh_hans: 此页允许您查看、 添加和修改的自动化测试引擎的列表以及它们的配置进行更改：
zh_hant: 此頁允許您檢視、新增、修改測試自動化引擎的清單與修改其設定

# Admin_AutomationEngines_Title
source: Test Automation Engines
cs: Enginy automatizovaného testování
de: Testautomatisierungs-Engines
es: Herramientas de Automatización de Pruebas.
fi: Testiautomaatio-koneet
fr: Moteurs d’automatisation des tests
hu: Tesztautomatizációs motorok
pl: Silniki automatyzacji testów
pt: Mecanismos de Automação de Testes
pt_pt: Mecanismos de automação de testes
ru: Двигатели для автоматизации испытаний
zh_hans: 测试自动化引擎
zh_hant: 測試自動化引擎

# Global_AddDiscussion
source: To add a new comment, enter it below and click either [Save] or [Add Comment]:
cs: Chcete-li přidat komentář, vložte jej níže a klikněte na tlačítko [Uložit]:
de: Für einen neuen Kommentar geben Sie diesen unten ein und klicken [Speichern] oder [Kommentar hinzufügen]
es: Para agregar un nuevo comentario, introdúzcalo abajo y haga clic en [Guardar] o [Agregar Comentario]:
fi: lisätäksesi uuden kommentin, kirjoita se alle ja klikkaa joko [Talleta] tai [Lisää Kommentti]:
fr: Pour ajouter un nouveau commentaire, saisissez-le ci-dessous et cliquez sur le bouton [Enregistrer] :
hu: Új hozzászólás hozzáadásához, írja be a lenti helyre majd kattintson a [Mentés] gombra:
pl: Aby dodać komentarz, wpisz go poniżej i kliknij przycisk [Zapisz]:
pt: Para adicionar um novo comentário, digite-o abaixo e clique em [Salvar] ou [Adicionar Comentário]:
pt_pt: Para adicionar um novo comentário, insira-o abaixo e clique no botão [Gravar]:
ru: Чтобы добавить новый комментарий, введите его ниже и нажмите либо [Сохранить], либо [Добавить комментарий]:
zh_hans: 要添加新的注释，请在下面输入并单击 [保存] 按钮：
zh_hant: 欲新增評論，請於下方輸入後按下[儲存]或[新增評論]：

# Global_Discussion
source: Comments
cs: Komentáře
de: Kommentare
es: Comentarios
fi: Kommentit
fr: Commentaires
hu: Hozzászólások
pl: Komentarze
pt: Comentários
pt_pt: Comentários
ru: Комментарии
zh_hans: 评论
zh_hant: 評論

# Global_ExistingDiscussion
source: Existing Comments
cs: Stávající komentáře
de: Vorhandene Kommentare
es: Comentarios Existentes
fi: Olemassa olevat kommentit
fr: Commentaires existants
hu: Eddigi hozzászólások
pl: Istniejące komentarze
pt: Comentários Existentes
pt_pt: Comentários existentes
ru: Существующие комментарии
zh_hans: 现有的注释
zh_hant: 已存在的評論

# Global_hours
source: hours
cs: hodin
de: Stunden
es: horas
fi: tuntia
fr: heures
hu: óra
pl: godziny
pt: horas
pt_pt: horas
ru: часы
zh_hans: 小时
zh_hant: 小時

# Global_BackTo
source: Back to
cs: Zpět
de: Zurück zu
es: Volver a
fi: Takaisin
fr: Retour
hu: Vissza
pl: Wróć do
pt: Voltar para
pt_pt: &lt;&lt; Voltar a
ru: Назад к
zh_hans: 回
zh_hant: &lt;&lt; 回到

# Resources_ResourceList
source: Resource List
cs: Seznam zdrojů
de: Personenliste
es: Lista de Recursos
fi: Resurssilista
fr: Liste de ressources
hu: Erőforrások listája
pl: Lista zasobów
pt: Lista de Recursos
pt_pt: Lista de recursos
ru: Список ресурсов
zh_hans: 资源列表
zh_hant: 資源列表

# IterationPlan_IncludeTasks
source: Include Tasks
cs: Včetně úkolů
de: Aufgaben einbeziehen
es: Incluir Tareas
fi: Sisällytä Tehtävät
fr: Inclure les tâches
hu: Tartalmazza feladatokat
pl: Uwzględnione zadania
pt: Incluir tarefas
pt_pt: Incluir tarefas
ru: Включать в себя задачи
zh_hans: 包括的任务
zh_hant: 包含任務

# UserProfile_ConfirmNewPassword
source: Confirm Password:
cs: Potvrdit heslo:
de: Passwort bestätigen:
es: Confirmar Contraseña:
fi: Vahvista salasana:
fr: Confirmez le mot de passe :
hu: Jelszó megerősítése:
pl: Potwierdź hasło:
pt: Confirme sua senha:
pt_pt: Confirme a password:
ru: Подтвердите пароль:
zh_hans: 确认密码：
zh_hant: 確認密碼：

# UserProfile_CurrentPassword
source: Current Password:
cs: Aktuální heslo:
de: Aktuelles Passwort:
es: Contraseña Actual:
fi: Nykyinen salasana:
fr: Mot de passe actuel :
hu: Jelenlegi jelszó:
pl: Aktualne hasło:
pt: Senha atual:
pt_pt: Password atual:
ru: Текущий пароль:
zh_hans: 当前密码：
zh_hant: 目前密碼：

# UserProfile_EmailAddress
source: Email Address:
cs: E-mailová adresa *:
de: E-Mail Adresse:
es: Dirección de e-mail:
fi: Sähköpostiosoite:
fr: Adresse e-mail :
hu: E-mail cím*:
pl: Adres e-mail:
pt: Endereço de e-mail:
pt_pt: Endereço de e-mail:
ru: Адрес электронной почты:
zh_hans: 电子邮件地址 ＊：
zh_hant: 電子郵件地址：

# UserProfile_EnableNotifications
source: Enable Email Notifications:
cs: Povolit e-mailové notifikace:
de: Aktivieren Sie die E-Mail Benachrichtigungen:
es: Habilitar las notificaciones de e-mail:
fi: Aktivoi sähköposti-ilmoitukset:
fr: Activer les notifications par e-mail :
hu: E-mail értesítések engedélyezése:
pl: Włącz powiadomienia e-mail:
pt: Habilitar notificações de E-mail:
pt_pt: Permitir notificações de e-mail:
ru: Включить уведомления по электронной почте:
zh_hans: 启用电子邮件通知：
zh_hant: 啟用電子郵件通知：

# UserProfile_FirstName
source: First Name:
cs: Jméno *:
de: Vorname:
es: Nombre:
fi: Etunimi:
fr: Prénom :
hu: Keresztnév*:
pl: Imię:
pt: Primeiro nome :
pt_pt: Primeiro nome:
ru: Имя:
zh_hans: 第一名 ＊：
zh_hant: 名：

# UserProfile_LastName
source: Last Name:
cs: Příjmení *:
de: Nachname:
es: Apellido:
fi: Sukunimi:
fr: Nom :
hu: Vezetéknév*:
pl: Nazwisko:
pt: Último nome :
pt_pt: Último nome:
ru: Фамилия:
zh_hans: 最后一个名称 ＊：
zh_hant: 姓：

# UserProfile_MiddleInitial
source: Middle Initial:
cs: Prostřední jméno (iniciály):
de: Mittlere Initiale
es: Inicial del Segundo:
fi: Toisen nimen alkukirjain:
fr: Initiale 2ème prénom:
hu: Középső név:
pl: MI:
pt: Inicial do Meio:
pt_pt: Inicial do meio:
ru: Средний Инициал:
zh_hans: 中间名首字母:
zh_hant: 中間名：

# UserProfile_NameId
source: User Name/ID:
cs: Uživatelské jméno / ID:
de: Benutzername / ID:
es: Nombre de Usuario/ID:
fi: Käyttäjätunnus/ID:
fr: Identifiant :
hu: Felhasználó név / ID:
pl: Nazwa użytkownika/ID:
pt: Usuário/Identificação:
pt_pt: Nome do utilizador/ID:
ru: Имя пользователя/ID:
zh_hans: 用户名称/ID：
zh_hant: 使用者名稱/編號：

# UserProfile_NewPassword
source: New Password:
cs: Nové heslo:
de: Neues Passwort:
es: Nueva Contraseña:
fi: Uusi Salasana:
fr: Nouveau mot de passe :
hu: Új jelszó:
pl: Nowe hasło:
pt: Nova senha:
pt_pt: Nova password:
ru: Новый пароль:
zh_hans: 新密码：
zh_hant: 新密碼：

# UserProfile_TabChangePassword
source: Change Password
cs: Změna hesla
de: Passwort ändern
es: Cambiar Contraseña
fi: Vaihda Salasana
fr: Changer le mot de passe
hu: Jelszó módosítása
pl: Zmiana hasła
pt: Alterar senha
pt_pt: Alterar a password
ru: Изменить пароль
zh_hans: 更改密码
zh_hant: 更改密碼

# UserProfile_TabEmailPreferences
source: Email Preferences
cs: Nastavení e-mailu
de: E-Mail Einstellungen
es: Preferencias de e-mail
fi: Sähköpostiasetukset
fr: Paramètres e-mail
hu: E-mail beállítások
pl: Ustawienia e-mail
pt: Preferências de e-mail
pt_pt: Preferências de e-mail
ru: Электронные предпочтения
zh_hans: 电子邮件首选项
zh_hant: 電子郵件偏好

# UserProfile_TabLDAPSettings
source: LDAP Settings
cs: Nastavení LDAP
de: LDAP-Einstellungen
es: Configuración de LDAP
fi: LDAP-asetukset
fr: Paramètres LDAP
hu: LDAP beállítások
pl: Ustawienia LDAP
pt: Configurações LDAP
pt_pt: Configurações LDAP
ru: Настройки LDAP
zh_hans: LDAP 设置
zh_hant: LDAP 設定

# Attachment_NotExistError
source: Attachment file not found. ({0})
cs: Soubor přílohy nenalezen. ({0})
de: Dateianhang nicht gefunden. ({0})
es: Archivo adjunto no encontrado. ({0})
fi: Liitetiedostoa ei löytynyt. ({0})
fr: Pièces jointe non trouvée. ({0})
hu: Csatolt fájl nem található. ({0})
pl: Nie znaleziono załącznika. ({0})
pt: Arquivo de anexo não encontrado. ({0})
pt_pt: Ficheiro anexo não encontrado. ({0})
ru: Файл вложения не найден. ({0})
zh_hans: 附件文件未找到。({0})
zh_hant: 找不到附件檔案。({0})

# TestRunDetails_ActualDuration
source: Actual Duration:
cs: Skutečná doba trvání:
de: Tatsächliche Dauer:
es: Duración Real:
fi: Todellinen kesto:
fr: Durée effectuée :
hu: Tényleges időtartam:
pl: Faktyczny czas:
pt: Duração Real:
pt_pt: Duração atual:
ru: Фактическая продолжительность:
zh_hans: 实际工期：
zh_hant: 實際工期：

# TestRunDetails_EstimatedDuration
source: Estimated Duration:
cs: Odhadovaná doba trvání:
de: Geschätzte Dauer:
es: Duración Estimada:
fi: Arvioitu kesto:
fr: Durée estimée:
hu: Becsült időtartam:
pl: Szacowany czas:
pt: Duração Estimada:
pt_pt: Duração estimada:
ru: Предполагаемая продолжительность:
zh_hans: 估计的工期：
zh_hant: 預估工期：

# TestRunDetails_AutomationHost
source: Automation Host:
cs: Hostitel automatizace:
de: Automatisierungshost:
es: Host de Automatización:
fi: Automaatio-isäntä:
fr: Hôte d'automatisation :
hu: Automatizációs kiszolgáló:
pl: Host automatyzacji:
pt: Host de Automação:
pt_pt: Ambiente de automação:
ru: Хост автоматизации:
zh_hans: 自动化主机：
zh_hant: 自動化主機：

# TestRunDetails_ExecutionDate
source: Execution Date:
cs: Datum vykonání:
de: Ausführungsdatum:
es: Fecha de Ejecución:
fi: Suorituksen pvm:
fr: Date d'exécution :
hu: Végrehajtási dátuma:
pl: Data wykonania:
pt: Data de Execução:
pt_pt: Data de execução:
ru: Дата казни:
zh_hans: 执行日期:
zh_hant: 執行日期：

# TestRunDetails_ExecutionStatus
source: Execution Status:
cs: Stav vykonání:
de: Ausführungsstatus:
es: Estado de la Ejecución:
fi: Suorituksen Tila:
fr: Statut d'exécution :
hu: Végrehajtási állapot:
pl: Status wykonania:
pt: Status da Execução:
pt_pt: Status de execução:
ru: Состояние исполнения:
zh_hans: 执行状态：
zh_hant: 執行狀態：

# TestRunDetails_Release
source: Release #:
cs: Číslo verze:
es: Liberación n.º:
fi: Julkaisu #:
fr: Version #
hu: Release ID:
pl: Wydanie #:
pt: Release nº:
pt_pt: Entrega #
ru: Освобождение:
zh_hans: 释放 #：
zh_hant: 版本 #：

# TestRunDetails_TestCase
source: Test Case #:
cs: Číslo testovacího případu:
de: Testfall #:
es: Caso de Prueba n.º:
fi: Testitapaus #:
fr: Scénario de test :
hu: teszteset ID:
pl: Przypadek testowy #:
pt: Caso de Teste nº:
pt_pt: Caso de teste #:
ru: Тестовый случай:
zh_hans: 测试案例 #：
zh_hant: 測試案例 #：

# TestRunDetails_TesterName
source: Tester Name
cs: Jméno testera:
de: Name des Testers:
es: Nombre del Probador:
fi: Testaajan nimi:
fr: Nom du testeur :
hu: Tesztelő neve:
pl: Tester:
pt: Nome do Testador:
pt_pt: Nome do testador:
ru: Имя тестера
zh_hans: 仪器名称：
zh_hant: 測試者名稱：

# TestRunDetails_TestRunType
source: Test Run Type:
cs: Typ běhu testu
de: Testlauftyp:
es: Tipo de Ejecución de Prueba:
fi: Testiajon Tyyppi:
fr: Type d'exécution de test :
hu: Teszt futtatás típusa:
pl: Typ przebiegu testu:
pt: Tipo de Execução de Teste:
pt_pt: Tipo de execução de teste:
ru: Тип тестового прогона:
zh_hans: 测试运行类型：
zh_hant: 測試執行類型：

# TestRunDetails_TestSet
source: Test Set:
cs: Testovací sada:
de: Testreihe:
es: Conjunto de Pruebas:
fi: Testijoukko:
fr: Ensemble de tests :
hu: Teszt szett:
pl: Zestaw testowy:
pt: Conjunto de Testes:
pt_pt: Conjunto de teste:
ru: Набор для тестирования:
zh_hans: 测试集：
zh_hant: 測試集：

# UserProfile_RegionalSettings
source: Regional Settings
cs: Regionální nastavení
de: Regionale Einstellungen
es: Configuración Regional
fi: Aluekohtaiset asetukset
fr: Localisation
hu: Területi beállítások
pl: Ustawienia regionalne
pt: Configurações Regionais
pt_pt: Configurações regionais
ru: Региональные настройки
zh_hans: 区域设置
zh_hant: 區域設定
