Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestCaseSelector_CreateTestSetFromRelease
source: Create Test Set From This Release
cs: Vytvořit testovací sadu z této verze
de: Testreihe aus diesem Release erzeugen
es: Crear Conjunto de Pruebas a partir de esta Release
fi: Luo Testijoukko tästä Julkaisusta
fr: Créer un ensemble de tests à partir de cette version
hu: Teszt szett létrehozás a jelenlegi release-ből
pl: Utwórz zestaw testowy na podstawie wydania
pt: Criar Conjunto de Testes a partir deste Release
pt_pt: Criar um conjunto de testes a partir desta entrega
ru: Создайте тестовый набор из этого выпуска
zh_hans: 从本发行版中创建测试集
zh_hant: 從此版本建立測試集

# TestCaseSelector_CreateTestSetFromReleaseTooltip
source: Click this to create a new test set in the test set list that has the test cases imported from this Release
cs: Kliknutím na tuto ikonu vytvoříte v seznamu testovacích sad novou testovací sadu, která má testovací případy importované z této verze
de: Klicken Sie dies an, um eine neue Testreihe in der Liste der Testreihe zu erzeugen, die die Testfälle aus diesem Release importiert hat.
es: Haga clic para crear un nuevo conjunto de pruebas en la lista que tiene los casos de prueba importados de esta Release
fi: Klikkaa tästä luodaksesi uuden testijoukon testijoukko-listaan, jossa on tästä julkaisusta tuotuja testitapauksia
fr: Cliquez ici pour créer un nouvel ensemble de tests dans la liste des ensemble de tests contenant les scénarios de test importés de cette version
hu: Kattintson ide egy új teszt set létrehozásához, amelybe a tesztesetek ebből a release-ből kerülnek be.
pl: Kliknij aby utworzyć nowy zestaw testowy na liście zestawów testowych, gdzie zaimportowano przypadki testowe z tego wydania
pt: Clique para criar um novo conjunto de testes na lista que possui casos de teste importados deste Release
pt_pt: Clique aqui para criar um novo conjunto de testes na lista de conjunto de testes cujos casos de teste foram importados a partir desta entrega
ru: Щелкните это, чтобы создать новый набор тестов в списке тестов, в котором тестовые случаи импортированы из этого релиза.
zh_hans: 单击此选项以创建一个新的测试，已从这一版本导入测试用例的测试集列表中设置
zh_hant: 按下此連結在測試集列表中建立測試集，此測試集包含從此版本匯入的測試案例

# TestCaseSelector_ReleaseLegend1
source: The test coverage box indicates the test cases that are currently mapped against the release.
cs: Rámeček pokrytí testů označuje testovací případy, které jsou aktuálně propojené s touto verzí.
de: Das Feld Testabdeckung beinhaltet Testfälle, die derzeit durch das Release abgedeckt werden.
es: El cuadro de Cobertura de Pruebas indica los Casos de Prueba actualmente asociados con la release.
fi: Testauksen kattavuus -laatikko näyttää testitapaukset, jotka on liitetty julkaisuun.
fr: L’encadré montre les scénarios de test qui sont actuellement associés à cette version.
hu: A teszt lefedettség doboz azokat a tesztesetek mutatja, amelyek az adott release-hez tartoznak
pl: W polu 'Pokrycie testu' wskazane są przypadki testowe już zmapowane do wydania
pt: A caixa de cobertura de testes indica os casos de teste que atualmente são mapeados para o release.
pt_pt: A caixa de cobertura de teste indica os casos de teste que presentemente estão mapeados com a entrega.
ru: Окно тестового покрытия указывает на тестовые случаи, которые в настоящее время нарисованный против освобождения.
zh_hans: 测试覆盖范围框指示当前映射反对释放测试用例。
zh_hant: 測試涵蓋範圍框表示測試案例目前對應的版本

# TestCaseSelector_ReleaseLegend2
source: To add test cases to this release, choose from the list above and click [Add].
cs: Chcete-li přidat testovací případy to této verze, vyberte si z výše uvedeného seznamu a klepněte na tlačítko [Přidat].
de: Um diesem Release Testfälle hinzuzufügen, wählen Sie diese in der obigen Liste aus und klicken Sie auf [Hinzufügen].
es: Para agregar casos de prueba a esta release, elíjalos de la lista anterior y y haga clic en [Agregar].
fi: Lisätäksesi testitapauksia tähän julkaisuun, valitse ne yllä olevasta listasta ja klikkaa [Lisää].
fr: Pour ajouter des scénarios de test pour cette version, choisissez dans la liste ci-dessus et cliquez sur [Ajouter].
hu: Tesztesetek release-hez adásához válasszon az alábbi listából majd kattintson a [Hozzáadás] gombra.
pl: Aby dodać przypadki testowe do tego wydania, należy wybrać je z powyższej listy i kliknąć przycisk [Dodaj].
pt: Para adicionar casos de teste para esse release, escolha da lista acima e clique em [Adicionar].
pt_pt: Para adicionar casos de teste a esta entrega escolha a partir da lista acima e click [Adicionar].
ru: Чтобы добавить тестовые случаи к этому релизу, выберите из списка выше и нажмите кнопку [Добавить].
zh_hans: 要添加到此版本的测试用例，从上述列表中进行选择，然后单击 [添加]。
zh_hant: 欲新增測試案例至此版本，請從上方列表選擇後並按下[新增]

# TestCaseSelector_ReleaseLegend3
source: You can use the [Remove] and [Remove All] buttons to remove tests that no longer cover the release.
cs: Můžete použít tlačítka [Odebrat] a [Odebrat vše] pro odebrání testů, které již nepokrývají tuto verzi.
de: Sie können die Buttons [Entfernen] und [Alle entfernen] nutzen, um Tests zu löschen, die das Release nicht mehr abdecken.
es: Puede utilizar los botones [Eliminar] y [Eliminar Todo] para eliminar las pruebas que ya no cubren la release.
fi: Voit käyttää [Poista] ja [Poista kaikki] painikkeita poistaaksesi testit, jotka eivät enää kata tätä vaatimusta.
fr: Vous pouvez utiliser [Supprimer] et [Tout Supprimer] pour supprimer les tests qui ne couvrent plus la version.
hu: Használja az [Eltávolítás] gombot és [Mind eltávolítása] gombot, hogy eltávolítsa a teszteket, amelyeket nem fedik le a release-t.
pl: Możesz użyć przycisków [Usuń] i [Usuń wszystkie] w celu usunięcia testów, które nie pokrywają wydania.
pt: Você pode usar os botões [Remover] e [Remover Tudo] para remover testes que não cobrem mais o release.
pt_pt: Pode usar os botões [Remover] e [Remover todos] para remover os testes que já não cobrem a entrega
ru: С помощью кнопок [Удалить] и [Удалить все] можно удалить тесты, которые отсутствуют. дольше прикрывайте выпуск.
zh_hans: 您可以使用 [删除] 和 [全部删除] 按钮来删除测试，不再支付释放。
zh_hant: 您可使用[移除]和[全部移除]按鈕來移除除此不再涵蓋此版本的測試。

# TestCaseSelector_RequirementLegend1
source: The test coverage box indicates the test cases that are currently mapped against the requirement.
cs: Rámeček pokrytí testů označuje testovací případy, které jsou aktuálně propojeny s požadavkem.
de: Das Feld Testabdeckung beinhaltet Testfälle, die derzeit durch die Anforderung abgedeckt sind.
es: El cuadro de Cobertura de Pruebas indica los Casos de Prueba actualmente asociados con el requerimiento.
fi: Testauksen kattavuus -laatikko näyttää testitapaukset, jotka on tällä hetkellä liitetty vaatimukseen.
fr: L’encadré indique les scénarios de test qui sont actuellement associés à ce besoin.
hu: A teszt lefedettség dobozban vannak azok a tesztesetek, amelyek jelenleg a követelményhez kapcsolódnak.
pl: W polu 'Pokrycie testu' wskazane są przypadki testowe zmapowane do wymagania
pt: A caixa de cobertura de testes indica os testes que atualmente são mapeados para o requerimento.
pt_pt: A caixa de cobertura de teste indica os casos de teste que presentemente estão mapeados com o requisito.
ru: В окне тестового покрытия указаны тестовые случаи, которые в настоящее время сопоставляются с требованием.
zh_hans: 测试覆盖范围框指示当前映射反对该项规定的测试案例。
zh_hant: 測試涵蓋範圍框表示測試案例目前對應的需求

# TestCaseSelector_RequirementLegend2
source: To add test cases to this requirement, choose from the list above and click [Add].
cs: Chcete-li přidat testovací případy k tomuto požadavku, vyberte si z výše uvedeného seznamu a klepněte na tlačítko [Přidat].
de: Um dieser Anforderung Testfälle hinzuzufügen, wählen Sie diese in der obigen Liste aus und klicken Sie auf [Hinzufügen].
es: Para agregar casos de prueba a este requerimiento, seleccionelos de la lista anterior y haga clic en [Agregar].
fi: Lisätäksesi Testitapauksia tähän vaatimukseen, valitse ne yllä olevasta listasta ja klikkaa [Lisää].
fr: Pour ajouter des scénarios de test à ce besoin, choisissez dans la liste ci-dessus et cliquez sur [Ajouter].
hu: Tesztesetek követelményhez adásához válasszon az alábbi listából majd kattintson a [Hozzáadás] gombra.
pl: Aby dodać przypadki testowe do tego wymagania, należy dokonać wyboru z powyższej listy i kliknąć przycisk [Dodaj].
pt: Para adicionar casos de teste para esse requerimento, escolha da lista acima e clique em [Adicionar].
pt_pt: Para adicionar casos de teste a este requisito escolha da lista acima e clique [Adicionar].
ru: Для добавления тестовых случаев к этому требованию выберите из списка выше и нажмите кнопку [Добавить].
zh_hans: 要添加到此要求的测试用例，从上述列表中选择，然后单击 [添加]。
zh_hant: 欲新增測試案例至此需求，請從上方列表選擇後並按下[新增]

# TestCaseSelector_RequirementLegend3
source: You can use the [Remove] and [Remove All] buttons to remove tests that no longer cover the requirement.
cs: Můžete použít tlačítka [Odebrat] a [Odebrat vše] pro odstranění testů, které již nepokrývají tento požadavek.
de: Sie können die Buttons [Entfernen] und [Alle entfernen] nutzen, um Tests zu löschen, die die Anforderung nicht mehr abdecken.
es: Puede utilizar los botones [Eliminar] y [Eliminar Todo] para eliminar las pruebas que ya no cubren el requerimiento.
fi: Voit käyttää [Poista] ja [Poista kaikki] painikkeita poistaaksesi testit, jotka eivät enää kata tätä vaatimusta.
fr: Vous pouvez utiliser [Supprimer] et [Tout Supprimer] pour supprimer les tests qui ne couvrent plus le besoin.
hu: Használja az [Eltávolítás] gombot és [Mind eltávolítása] gombot, hogy eltávolítsa a teszteket, amelyek nem fedik le a követelményt.
pl: Możesz użyć przycisków [Usuń] i [Usuń wszystkie] w celu usunięcia testów, które nie pokrywają się z wymaganiami.
pt: Você pode usar os botões [Remover] e [Remover tudo] para remover testes que já não cobrem mais o requisito.
pt_pt: Pode usar os botões [Remover] e [Remover todos] para remover os testes que já não cobrem o requisito.
ru: С помощью кнопок [Удалить] и [Удалить все] можно удалить тесты, которые больше не удовлетворяют требованиям.
zh_hans: 您可以使用 [删除] 和 [全部删除] 按钮来删除测试，不再满足该需求。
zh_hant: 您可使用[移除]和[全部移除]按鈕來移除此不再涵蓋此需求的測試案例。

# TestCaseSelector_TestCoverage
source: Test Coverage:
cs: Pokrytí testy:
de: Testabdeckung:
es: Cobertura de Pruebas:
fi: Testauksen kattavuus:
fr: Couverture de test :
hu: Tesztlefedettség:
pl: Pokrycie testu:
pt: Cobertura de teste:
pt_pt: Cobertura de teste:
ru: Покрытие теста:
zh_hans: 测试范围：
zh_hant: 測試涵蓋範圍：

# RequirementDetails_BackToList
source: Back to Requirements List
cs: Zpět na seznam požadavků
de: Zurück zur Anforderungsliste
es: Volver a la lista de Requerimientos
fi: Takaisin Vaatimukset Listaan
fr: <<Retour à Liste des besoins
hu: Vissza a követelmények listájához
pl: Wróć do listy wymagań
pt: Voltar à lista de Requisitos
pt_pt: << Voltar à lista de requisitos
ru: Вернуться к списку требований
zh_hans: <<回要求列表
zh_hant: << 返回至需求列表

# ReleaseDetails_BackToList
source: Back to Release List
cs: Zpět na seznam verzí
de: Zurück zur Release Liste
es: Volver a la lista de Incidentes
fi: Takaisin Julkaisulistaan
fr: <<Retour à Liste des versions
hu: Vissza a Release listához
pl: Wróć do listy wydań
pt: Voltar à lista de Releases
pt_pt: << Voltar à lista da Entrega
ru: Назад к списку рассылки
zh_hans: <<回发布列表
zh_hant: <<返回至版本列表

# Global_PersonDays
source: person days
cs: člověkodnů
de: Personentage
es: días/persona
fi: Henkilötyöpäivää
fr: jours-personne
hu: embernap
pl: osobodni
pt: dias/pessoa
pt_pt: dias por pessoa
ru: человеко-дни
zh_hans: 人天数
zh_hant: 人天數

# ReleaseDetails_DisplayIncidents
source: Display List of Incidents:
cs: Zobrazit seznam incidentů:
de: Liste der Vorfälle anzeigen:
es: Mostrar la lista de Incidentes:
fi: Näytä lista Havainnosta:
fr: Affichage de la liste des incidents :
hu: Incidensek megjelenítése:
pl: Wyświetl listę incydentów:
pt: Mostrar Lista de Incidentes:
pt_pt: Lista de Exibição de Defeitos:
ru: Отобразить список инцидентов:
zh_hans: 显示的事件的列表：
zh_hant: 顯示事件列表：

# TestCaseDetails_AddNewParameterToTestCase
source: Add a new parameter to this test case:
cs: Přidat nový parametr tohoto testovacího případu:
de: Fügen Sie einen neuen Parameter zu diesem Testfall hinzu:
es: Agregar nuevo parámetro a este caso de prueba:
fi: Lisää uusi parametri tähän testitapaukseen:
fr: Ajouter un nouveau paramètre à ce scénario de test :
hu: Új paraméter hozzáadása a tesztesethez:
pl: Dodaj nowy parametr do tego przypadku testowego:
pt: Adicionar um novo parâmetro para este caso de teste:
pt_pt: Adicione um novo parâmetro para este caso de teste:
ru: Добавьте новый параметр в этот тестовый случай:
zh_hans: 此测试用例添加一个新的参数：
zh_hant: 新增新參數至測試案例：

# TestCaseDetails_AutomatedSectionIntro
source: This section defines the automated test script associated with this test case:
cs: Tato část definuje automatizovaný testovací skript spojený s tímto testovacím případem:
de: Dieser Abschnitt definiert das mit diesem Testfall verknüpfte automatisierte Testskript.
es: Esta sección define el script de prueba automatizada asociado a este caso de prueba:
fi: Tässä osassa määritellään automatisoidut testiskriptit, jotka liittyvät tähän testitapaukseen:
fr: Cette section définit le script de test automatisé associé à ce scénario de test :
hu: Ebben a részben adható meg a tesztesethez tartozó automatizációs szkript:
pl: Ta sekcja definiuje zautomatyzowany skrypt testowy związany z tym przypadkiem testowym:
pt: Esta seção define o script de automação associado com este caso de teste:
pt_pt: Esta seção define o script de teste automatizado associado com este caso de teste:
ru: Этот раздел определяет автоматический тестовый скрипт, связанный с данным тестовым случаем:
zh_hans: 本节定义与此测试用例关联的自动化的测试脚本：
zh_hant: 此節定義自動化測試腳本關聯的測試案例：

# TestCaseDetails_BackToList
source: Back to Test List
cs: Zpět na seznam testů
de: Zurück zur Testliste
es: Volver a la lista de Pruebas
fi: Takaisin Testilistaan
fr: <<Retour à Liste des tests
hu: Vissza a tesztekhez
pl: Wróć do listy testów
pt: Voltar à lista de Testes
pt_pt: << Voltar à lista de teste
ru: Вернуться к списку испытаний
zh_hans: <<返回到测试列表
zh_hant: <<返回至測試列表

# TestCaseDetails_EditTestCaseParameters
source: Edit Test Case Parameters
cs: Upravit parametry testovacího případu
de: Testfallparameter bearbeiten
es: Editar Parámetros del Caso de Prueba
fi: Muokkaa Testitapauksen parametreja
fr: Modifier les paramètres du scénario de test
hu: A teszteset paramétereinek szerkesztése
pl: Edycja parametrów przypadków testowych
pt: Editar Parâmetros do Caso de Teste
pt_pt: Editar parâmetros de caso de teste
ru: Редактирование параметров тестового случая
zh_hans: 编辑参数测试用例
zh_hant: 編輯測試案例參數

# TestCaseDetails_ParametersDefinedForTestCase
source: The following parameters have been defined for this test case:
cs: Následující parametry byly definovány pro tento testovací případ:
de: Die folgenden Parameter wurden für diesen Testfall definiert:
es: Los siguientes parámetros se han definido para este caso de prueba:
fi: Seuraavat parametrit on määritelty tälle testitapaukselle:
fr: Les paramètres suivants ont été définis pour ce scénario de test :
hu: Az alábbi paraméterek definiáltak a tesztesethez:
pl: Dla tego przypadku testowego zostały zdefiniowane następujące parametry:
pt: Os seguintes parâmetros foram definidos para este caso de teste:
pt_pt: Os seguintes parâmetros foram definidos para este caso de teste:
ru: Для этого тестового случая были определены следующие параметры:
zh_hans: 已为此测试用例定义下列参数：
zh_hant: 此測試案例已定義以下參數：

# TestCaseDetails_ToChangeOrder
source: To change the order of the test steps, please click on the test step/link icon and drag it to the appropriate place in the list.
cs: Chcete-li změnit pořadí kroků testu, klikněte prosím na danou ikonu kroku či odkazu a přetáhněte ji na příslušné místo v seznamu.
de: Um die Reihenfolge der Testschritte zu ändern, klicken Sie bitte auf das Testschritt/link-Symbol und ziehen Sie es an die entsprechende Stelle in der Liste.
es: Para cambiar el orden de los pasos de prueba, haga clic en el icono del paso o asociación y arrástrelo hasta el lugar apropiado en la lista.
fi: Muuttaaksesi testiaskeleiden järjestystä klikkaa testiaskelta/linkkikuvaketta ja vedä se sopivaan paikkaan listassa.
fr: Pour modifier l'ordre des étapes du test, veuillez cliquer sur l’icône étape de test/ lien / et faites-la glisser à l'endroit approprié dans la liste.
hu: A tesztlépések sorrendjének megváltoztatásához kattintson a lépés ikonjára majd húzza a megfelelő helyre azt.
pl: Aby zmienić kolejność kroków testowych, należy kliknąć na krok testowy / ikonę linku i przeciągnąć na odpowiednie miejsce na liście.
pt: Para alterar a ordem das etapas de teste, clique no ícone da etapa/relação e arraste-o para o local apropriado da lista.
pt_pt: Para alterar a ordem dos passos do teste, por favor clique no ícone do passo/link do teste e arraste-o para o local apropriado na lista.
ru: Чтобы изменить порядок выполнения тестовых шагов, нажмите на значок тестового шага/ссылки и перетащите его в соответствующее место в списке.
zh_hans: 若要更改测试步骤的顺序，请单击测试步骤/链接图标并将它拖到列表中的适当位置。
zh_hant: 欲更改測試步驟順序，請按下測試步驟/連結圖示並拖拉至列表中適當的位置。

# ReleaseSelector_AvailableReleases
source: Available Releases:
cs: Dostupné verze:
de: Verfügbare Releases:
es: Releases Disponibles:
fi: Käytettävissä olevat Julkaisut:
fr: Versions disponibles :
hu: Elérhető release-ek:
pl: Dostępne wydania:
pt: Releases Disponíveis:
pt_pt: Entregas disponíveis:
ru: Доступные релизы:
zh_hans: 可用的版本：
zh_hant: 可用版本：

# ReleaseSelector_Legend1
source: The release coverage box indicates the releases that are currently mapped against the test case.
cs: Rámeček Pokrytí verzí zobrazuje verze, které jsou aktuálně přiřazeny k testovacímu případu.
de: Das Feld Releaseabdeckung beinhaltet Releases, die aktuell durch die Testfälle abgedeckt sind.
es: El cuadro de cobertura de release indica las releases actualmente asociadas con el caso de prueba.
fi: Valitut julkaisut -ruudussa kerrotaan ne julkaisut, jotka on tällä hetkellä liitetty Testitapaukseen.
fr: L’encadré indique les versions actuellement associées au scénario de test.
hu: A release lefedettség mezőben láthatóak azok a release-ek, amelyek jelenleg le vannak fedve tesztesettel.
pl: W polu 'Zmapowane wydania' wskazane są wydania, które są aktualnie zmapowane do przypadku testowego.
pt: O campo de cobertura de releases indica os releases que atualmente são mapeados para o caso de teste.
pt_pt: a caixa de cobertura de entrega indica quais as entregas que presentemente estão mapeadas com o caso de teste.
ru: В окошке "Покрытие релизов" указаны релизы, которые в настоящее время отображен на карте против тестового дела.
zh_hans: 释放覆盖范围框指示当前的新闻映射对测试用例。
zh_hant: 版本涵蓋範圍框表示版本目前對應的測試案例

# ReleaseSelector_Legend2
source: To associate releases with this test case, choose from the list above and click [Add].
cs: Chcete-li přiřadit verze k tomuto testovacímu případu, vyberte si z výše uvedeného seznamu a klepněte na tlačítko [Přidat].
de: Um Releases mit diesem Testfall zu verknüpfen, wählen Sie diese in der obigen Liste aus und klicken Sie auf [Hinzufügen].
es: Para asociar releases con este caso de prueba, elíjalos de la lista anterior y y haga clic en [Agregar].
fi: Voit yhdistää Julkaisun tähän testitapaukseen, valitse yllä olevasta luettelosta ja klikkaa [Lisää].
fr: Pour associer des versions à ce scénario de test, choisissez dans la liste ci-dessus et cliquez sur [Ajouter].
hu: A teszteset release-hez rendeléséhez válasszon a fenti listából, majd kattintson a [Hozzáadás] gombra.
pl: Aby powiązać wydanie z tym przypadkiem testowym należy dokonać wyboru z listy powyżej i kliknąć przycisk [Dodaj].
pt: Para associar releases com esse caso de teste, escolha da lista acima e clique em [Adicionar].
pt_pt: Para associar entregas com este caso de teste escolha da lista acima e click [Adicionar].
ru: Чтобы связать релизы с этим тестовым делом, выберите из списка выше и нажмите [Добавить].
zh_hans: 要与此测试用例，关联的版本从上面的列表中进行选择，然后单击 [添加]。
zh_hant: 欲連結版本至此測試案例，請從上方列表選擇後並按下[新增]

# ReleaseSelector_Legend3
source: You can use the [Remove] and [Remove All] buttons to remove releases that are no longer covered by the test case.
cs: Můžete použít tlačítka [Odebrat] a [Odebrat vše] pro odstranění verzí, které nejsou již pokryty testem.
de: Sie können die Buttons [Entfernen] und [Alle entfernen] nutzen, um Releases zu löschen, die durch den Testfall nicht mehr abgedeckt sind.
es: Puede utilizar los botones [Eliminar] y [Eliminar Todo] para eliminar las releases que ya no están cubiertas por el Caso de Prueba.
fi: Voit käyttää [Poista] ja [Poista kaikki] painikkeita poistaaksesi julkaisut, joita ei enää kateta tällä testitapauksella.
fr: Vous pouvez utiliser la touche [Supprimer] et [Tout supprimer] pour supprimer les versions qui ne sont plus couvertes par le scénario de test.
hu: Használja az [Eltávolítás] gombot és [Mind eltávolítása] gombot, hogy eltávolítsa a követelményeket, amelyeket már nem fed le a teszteset.
pl: Możesz użyć przycisków [Usuń] i [Usuń wszystkie] w celu usunięcia wydań, które nie są już pokryte przypadkami testowymi.
pt: Você pode usar os botões [Remover] e [Remover tudo] para remover releases que já não são mais cobertos pelo caso de teste.
pt_pt: Pode usar os botões [Remover] e [Remover todos] para remover as entregas que já não se encontram cobertas pelo caso de teste.
ru: С помощью кнопок [Удалить] и [Удалить все] можно убрать не предназначенные для этого устройства. дольше покрывается испытательным корпусом.
zh_hans: 您可以使用 [删除] 和 [全部删除] 按钮来删除版本都没有再覆盖测试用例。
zh_hant: 您可使用[移除]和[全部移除]按鈕來移除此不再涵蓋此版本的測試案例。

# ReleaseSelector_MappedReleases
source: Mapped Releases:
cs: Přiřazené verze:
de: Zugeordnete Releases:
es: Releases Mapeadas:
fi: Valitut Julkaisut:
fr: Versions associées :
hu: Lefedett release-ek:
pl: Zmapowane wydania:
pt: Releases Mapeados:
pt_pt: Entregas mapeadas:
zh_hans: 映射的版本：
zh_hant: 對應版本：

# RequirementSelector_AvailableRequirements
source: Available Requirements:
cs: Dostupné požadavky:
de: Verfügbare Anforderungen:
es: Requerimientos Disponibles:
fi: Käytettävissä olevat Vaatimukset:
fr: Besoins disponibles :
hu: Elérhető követelmények:
pl: Dostępne wymagania:
pt: Requerimentos Disponíveis:
pt_pt: Requisitos disponíveis:
ru: Доступные требования:
zh_hans: 可用的要求：
zh_hant: 可用需求：

# RequirementSelector_CreateRequirementFromTestCase
source: Create Requirement From This Test Case
cs: Vytvořit požadavek z tohoto testovacího případu
de: Anforderung aus diesem Testfall erstellen
es: Crear Requerimientos para este Caso de Prueba
fi: Luo vaatimus tästä Testitapauksesta
fr: Créer un besoin à partir du scénario de test
hu: Követelmény létrehozása ebből tesztesetből
pl: Tworzenie wymagania ze wskazanego przypadku testowego
pt: Criar Requerimento a partir deste Caso de Teste
pt_pt: Criar requisito a partir deste caso de teste
ru: Создать требование из этого тестового случая
zh_hans: 创建要求从这个测试案例
zh_hant: 從此案例建立需求
