Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_EditProjects_String1
source: The following products have been created in the system. To edit an existing product, please click on the 'Edit' link.
cs: V systému byly vytvořeny následující Produkty. Chcete-li upravit stávající Produkt, klikněte na odkaz „Upravit“.
de: Die folgenden Produkte wurden im System angelegt. Um ein bestehendes Produkt zu bearbeiten, klicken Sie auf den [Bearbeiten] Link.
es: Los siguientes proyectos se han creados en el sistema. Para editar un proyecto existente, haga clic en el enlace 'Editar'.
fi: Järjestelmään on luotu seuraavat projektit. Muokataksesi olemassa olevaa projektia, klikkaa 'Muokkaa'-linkkiä.
fr: Les produits suivants ont été créés. Pour modifier un produit, cliquer sur son lien [Modifier]
hu: Az alábbi projektek jöttek létre a rendszerben. Meglévő projektek szerkesztéséhez kattintson a „Szerkesztés” hivatkozásra.
pl: Poniższe projekty zostały utworzone w systemie. Aby edytować istniejący projekt kliknij na link 'Edycja'.
pt: Os seguintes projetos foram criados no sistema. Para editar um projeto existente, clique em 'Editar' .
pt_pt: Foram criados os seguintes projetos no sistema. Para editar um projetoo existente por favor clique no link 'Editar'.
ru: В системе были созданы следующие продукты. Чтобы отредактировать существующий продукт, пожалуйста, нажмите на ссылку "Редактировать".
zh_hant: 下列專案已被建立於系統。欲編輯已存在專案，請按下「編輯」連結。

# Admin_EditProjects_String2
source: To create a new product, click on the [Add] button.
cs: Chcete-li vytvořit nový Produkt, klikněte na tlačítko [Přidat].
de: Um ein neues Produkt anzulegen, klicken Sie auf den [Hinzufügen] Button.
es: Para crear un nuevo proyecto, haga clic en el botón [Agregar].
fi: Lisätäksesi uusi projekti, klikkaa [Lisää].
fr: Pour créer un nouveau produit, cliquer sur [Ajouter]
hu: Új projekt létrehozásához kattintson az [Add] gombra.
pl: Aby utworzyć nowy projekt, kliknij przycisk [Dodaj].
pt: Para criar um novo projeto, clique no botão [Adicionar].
pt_pt: Para criar um novo projeto clique no botão [Adicionar]
ru: Чтобы создать новый продукт, нажмите кнопку [Добавить].
zh_hant: 欲建立新專案，請按下[新增]按鈕

# Admin_EditProjects_Title
source: View / Edit Products
cs: Zobrazit / upravit Produkty
de: Produkte anzeigen / bearbeiten
es: Ver/Editar Proyectos
fi: Katsele / Muokkaa projekteja
fr: Afficher / Modifier les produits
hu: projektek megtekintése / szerkesztése
pl: Zobacz / Edytuj Projekty
pt: Visualizar/Editar Projetos
pt_pt: Ver / Editar projetos
ru: Просмотр / Редактирование продуктов
zh_hant: 檢視 / 編輯專案

# Admin_Home_Title
source: Administration Home
cs: Administrace domovská stránka
de: Verwaltung Home
es: Página Principal de Administración
fi: Ylläpidon kotisivu
fr: Administration
hu: Adminisztrációs központ
pl: Administracja strona główna
pt: Página Inicial de Administração
pt_pt: Home de administração
ru: Администрация Главная
zh_hant: 管理者首頁

# Admin_PlanningOptions_DataCaching
source: Data Caching
cs: Ukládání dat do mezipaměti
es: Datos en Caché
fi: Datan välimuistin
fr: Cache
hu: Adatok gyorsítótárazása
pl: Cache danych
pt: Cache de Dados
pt_pt: Home de administração
ru: Кэширование данных
zh_hant: 資料快取

# Admin_PlanningOptions_String1
source: The following schedule and calendar options are currently being used by this product. To change the settings, just modify the values and then click [Save] to commit the changes.
cs: Tento Produkt aktuálně používá následující možnosti plánu a kalendáře. Chcete-li změnit nastavení, jednoduše upravte hodnoty a poté změny potvrďte kliknutím na [Uložit].
de: Die folgenden Zeitplan- und Kalenderoptionen werden momentan von diesem Produkt genutzt. Um die Einstellungen zu ändern, verändern Sie einfach die Werte und klicken auf [Speichern] um die Anpassungen zu bestätigen.
es: Las siguientes opciones de programación y calendario están siendo utilizadas actualmente por este proyecto. Para cambiar la configuración, modifique los valores y haga clic en [Guardar] para confirmar los cambios.
fi: Projekti käyttää seuraavia aikataulu- ja kalenteriasetuksia. Muuttaaksesi asetuksia, muokkaa niiden arvoja ja klikkaa [Talleta] päivittääksesi muutokset.
fr: Le produit utilise les horaires et calendriers ci-dessous. Pour changer ces valeurs, veuillez effectuer les modifications et cliquer [Enregistrer].
hu: Az alábbi ütemezési és napló opciókat használja jelenleg ehhez a projekthez. A beállítások megváltoztatásához egyszerűen módosítsa az értékeket, majd kattintson a [Save] gombra a változtatások elfogadásához.
pl: Opcje harmonogramu i kalendarza używane projekcie. Aby zmienić ustawienia zmodyfikuj wartości i zatwierdź zmiany.
pt: As seguintes opções de horários e calendário estão sendo usadas atualmente por este projeto. Para alterar as configurações, basta modificar os valores e, em seguida, clicar em [Atualizar] para confirmar as alterações.
pt_pt: Estão presentemente a ser usadas por este projeto as seguintes opções de cronograma e calendário. Para alterar as configurações basta que modifique os valores e seguidamente clique em [Atualizar] para submeter as alterações.
ru: В настоящее время в этом продукте используются следующие варианты расписания и календаря. Чтобы изменить настройки, просто измените значения, а затем нажмите кнопку [Сохранить] для фиксации изменений.
zh_hant: 下列時程表和日曆選項目前已被此專案使用。欲變更設定，僅需修改值後按下[更新]按鈕提交變動。

# Admin_PlanningOptions_String2
source: Once you are happy with the changes, it is recommended you refresh the schedule and progress information in the product through the
cs: Jakmile budete se změnami spokojeni, doporučujeme vám aktualizovat plán a informace o postupu v Produktu prostřednictvím
de: Sobald Sie mit den Anpassungen zufrieden sind, wird empfohlen den Zeitplan und die Fortschrittsangaben des Produktes durch
es: Una vez que esté satisfecho con los cambios, se recomienda actualizar la información de programación y progreso en el proyecto através de la página
fi: Kun olet tyytyväinen muutoksiisi, on suositeltavaa virkistää projektin aikataulu ja etenemistiedot
fr: Il est recommandé de rafraîchir la page une fois les modifications effectuées.
hu: Amikor elégedett a változtatásokkal, akkor frissítse az ütetemezést és előrehaladási információkat a projekthez az
pl: Po dokonaniu zmian, rekomendowane jest odświeżenie harmonogramu i informacji o postępie projektu poprzez
pt: Quando estiver satisfeito com as mudanças, é recomendado que você atualize as informações de cronograma e de progresso no projeto através da página
pt_pt: Assim que este satisfeito com as alterações é recomendável que refresque a informação do cronograma e do progresso no projeto através de
ru: После того, как вы будете довольны изменениями, рекомендуется обновить расписание и информацию о ходе работы продукта через раздел "Продукты".
zh_hant: 一旦您滿意此修改，建議您透過重整專案中的排程、進度資訊

# Admin_PlanningOptions_String3
source: administration screen.
cs: Administrační obrazovka
de: Verwaltungsmaske zu aktualisieren.
es: en administración.
fi: ylläpitonäyttöllä.
hu: adminisztrációs képernyőn keresztül.
pl: panel administracyjny.
pt: em administração.
pt_pt: Ecrã de administração
ru: экран администрирования.
zh_hant: 管理螢幕

# Admin_PlanningOptions_Title
source: Planning Options
cs: Možnosti plánování
de: Planungsoptionen
es: Opciones de Planificación
fi: Suunnitteluoptiot
fr: Options de planification
hu: Tervezési opciók
pl: Opcje planowania
pt: Opções de Planejamento
pt_pt: Opções de planeamento
ru: Планирование Варианты
zh_hant: 計畫選項

# Admin_PlanningOptions_WorkHoursPerDay
source: Work Hours Per Day
cs: Pracovní hodiny za den
de: Arbeitsstunden pro Tag
es: Horas de Laborables por Día
fi: Työtunteja päivässä
fr: Heures travaillées par jour
hu: Napi munkaórák
pl: Godziny pracy na dzień
pt: Horas de Úteis por Dia
pt_pt: Horas de trabalho por dia
ru: Рабочие часы в день
zh_hant: 每日工作時數

# Admin_ProjectDetails_BackToList
source: Back To Product List
cs: Zpět na seznam Produktů
de: Zurück zur Produktliste
es: Volver a la Lista de Proyectos
fi: &lt;&lt; Palaa projektilistaan
fr: Retour Liste des produits
hu: Vissza projektlistához
pl: Powrót do listy projektów
pt: Voltar à Lista de Projetos
pt_pt: &lt;&lt; Back To Project List
ru: Назад к списку продуктов
zh_hant: << 返回至專案列表

# Admin_ProjectDetails_NewProject
source: New Product
cs: Nový Produkt
de: Neues Produkt
es: Nuevo Proyecto
fi: Uusi projekti
fr: Nouveau produit
hu: Új projekt
pl: Nowy projekt
pt: Novo Projeto
pt_pt: Novo projeto
ru: Новый продукт
zh_hant: 新專案

# Admin_ProjectDetails_String1
source: Please review the information listed below and make any changes if necessary.
cs: Zkontrolujte níže uvedené informace a v případě potřeby proveďte jakékoli změny.
de: Bitte überprüfen Sie die unten aufgeführten Angaben und führen Sie , falls erforderlich, Ihre Anpassungen durch.
es: Por favor, revise la información a continuación y realice cualquier cambio si es necesario.
fi: Tarkasta alla olevat tiedot, ja muuta niitä mikäli tarpeen.
fr: Veuillez vérifier et modifier si nécessaire les informations suivantes.
hu: Tekintse át az alább felsorolt információkat, majd végezze el a szükséges változtatásokat.
pl: Zweryfikuj poniższe informacje i dokonaj zmian w razie konieczności.
pt: Por favor, revise as informações listadas abaixo e faça alterações, se necessário.
pt_pt: Por favor reveja a informação listada abaixo e faça quaisquer alterações se necessário.
ru: Пожалуйста, ознакомьтесь с информацией, приведенной ниже, и при необходимости внесите изменения.
zh_hant: 請檢閱下列的資訊，若有需要可進行異動。

# Admin_ProjectDetails_String2
source: Once you have finished, click [Save/Insert] to confirm them.
cs: Po dokončení je potvrďte kliknutím na [Uložit / Vložit].
de: Sobald Sie fertig sind, klicken Sie [Speichern/Einfügen] zur Bestätigung.
es: Una vez que haya terminado, haga clic en [Guardar/Insertar] para confirmarlos.
fi: Kun olet valmis, klikkaa [Talleta/Lisää] vahvistaaksesi.
fr: Cliquez sur [Enregistrer] pour confirmer les modifications une fois que vous avez terminé.
hu: Amikor végzett, kattintson a [Save/Insert] gombra a jóváhagyáshoz.
pl: Aby zapisać zmiany użyj [Aktualizuj/Wstaw]
pt: Depois de ter terminado, clique em [Salvar/Inserir] para confirmá-las.
pt_pt: Assim que tenha terminado clique em [Atualizar/Inserir] para confirmar.
ru: После завершения нажмите [Сохранить/Вставить], чтобы подтвердить их.
zh_hant: 完成後，請按下[更新/插入]以確認。

# Admin_ProjectDetails_TemplateDefault
source: Default
cs: Výchozí
de: Standard
es: por Defecto
fi: Oletus
fr: Défaut
hu: Alapértelmezett
pl: Domyślny
pt: Padrão
pt_pt: Por defeito
ru: По умолчанию
zh_hant: 預設

# Admin_ProjectDetails_TemplateExistingProject
source: Based on Existing Product
cs: Na základě stávajícího Produktu
de: Basiert auf einem bestehenden Produkt
es: Basado en el Proyecto Existente
fi: Pohjautuu olemassa olevaan projektiin
fr: A partir d'un produit existant
hu: Meglévő projekt alapján
pl: W oparciu o istniejący projekt
pt: Com base no Projeto Existente
pt_pt: Baseado no projeto existente
ru: На основе существующего продукта
zh_hant: 基於已存在專案

# Admin_ProjectDetails_TemplateNotes
source: Choose the default template will load the standard workflows and incident lists. Choosing an existing product as the template will copy across that product's custom properties, workflows and incident fields for use in the new product.
cs: Volba výchozí šablony načte standardní workflow a seznam Incidentů. Výběr existujícího produktu jako šablony zkopíruje do nového Produktu vlastní vlastnosti Produktu, workflow a jednotlivá pole Incidentů.
de: Bei Auswählen der Standardvorlage werden der Standardworkflow und die Standardvorfallslisten geladen. Bei Auswählen eines bestehenden Produktes als Vorlage, werden die jeweiligen benutzerdefinierten Eigenschaften, Workflows und Vorfallsfelder in dem neuen Produkt verwendet.
es: Elegir la plantilla por Defecto cargará los flujos de trabajo y las listas de incidentes estándar. Elegir un proyecto existente como plantilla copiará las propiedades personalizadas, los flujos de trabajo y los campos de incidente del proyecto para su uso en el nuevo proyecto.
fi: Valitse oletustemplaatti latamaan standardityövirrat ja -havaintolistat. Valittaessa olemassa oleva projekti pohjaksi, projektin kustomoituja asetuksia, työvirtoja, sekä havaintokenttiä käytetään uudessa projektissa.
fr: Si le modèle [Défaut] est choisi, les workflows et listes d'incidents du nouveau produit seront créés avec les valeurs standards du système. Si le modèle [Produit existant] est choisi, les propriétés personnalisées, les workflows et les champs d'incident du nouveau produit seront recopiés depuis le produit existant sélectionné.
hu: Válasszon egy alapértelmezett sablont a sztenderd munkafolyamatok és incidenslisták betöltéséhez. Ha egy meglévő projektet választ sablonnak, akkor a sablon a projekt egyéni tulajdonságaira, munkafolyamataira és incidensmezőire másolódik az új projektben való használathoz.
pl: Wybranie szablonu domyślnego spowoduje użycie standardowych workflow i list incydentów. Wybór jako szablonu istniejącego projektu, spowoduje przekopiowanie z niego dokonanych w nim modyfikacji workflow, pól incydentu i użycie ich w tworzonym projekcie.
pt: Escolher o modelo padrão irá carregar os fluxos de trabalho e listas de incidentes padrão. Escolher um projeto existente como o modelo irá copiar as propriedades personalizadas, fluxos de trabalho e incidentes desse projeto para uso no novo projeto criado.
pt_pt: Escolha o template base que deve carregar os workflows padrão e as listas de defeitos. Ao escolher um projeto existente como template copiará desse projeto as propriedades personalizadas, workflows e campos de defeitos para usar no novo projeto.
ru: Выберите шаблон по умолчанию, который будет загружать стандартные рабочие процессы и списки инцидентов. Выбор существующего продукта в качестве шаблона будет скопирован в пользовательские свойства этого продукта, рабочие процессы и поля происшествий для использования в новом продукте.
zh_hant: 選擇預設範本載入標準工作流程和事件列表。選擇為範本的已存在專案會將專案的自訂屬性、工作流程、事件欄位複製到新專案。

# Admin_ProjectDetails_Title
source: Edit Product Details
cs: Upravit podrobnosti o Produktu
de: Produktdetails bearbeiten
es: Editar Detalles del Proyecto
fi: Muokkaa projektin tietoja
fr: Modifier les informations du produit
hu: projektrészletek szerkesztése
pl: Edytuj szczegóły projektu
pt: Editar Detalhes do Projeto
pt_pt: Editar detalhes do projeto
ru: Редактирование Подробная информация о продукте
zh_hant: 編輯專案詳細資訊

# Admin_ProjectGroupDetails_BackToList
source: Back To Program List
cs: Zpět na seznam Programů
de: Zurück zur Programmliste
es: Volver a la Lista de Grupos de Proyectos
fi: &lt;&lt; Palaa projektiryhmälistaan
fr: Retour Programme
hu: Vissza a programlistára
pl: Powrót do listy grup projektu
pt: Voltar à lista do Grupo de Projeto
pt_pt: &lt;&lt; Voltar à lista de grupo de projetos
ru: Вернуться к списку программ
zh_hant: << 返回至專案群組列表

# Admin_ProjectGroupDetails_NewProjectGroup
source: New Program
cs: Nový Program
de: Neues Programm
es: Nuevo Grupo de Proyectos
fi: Uusi projektiryhmä
fr: Nouveau produit
hu: Új program
pl: Nowa grupa projektów
pt: Novo Grupo de Projecto
pt_pt: Novo grupo de projeto
ru: Новая программа
zh_hant: 新專案群組

# Admin_ProjectGroupDetails_String1
source: Please review the information listed below and make any changes if necessary.
cs: Zkontrolujte níže uvedené informace a v případě potřeby proveďte jakékoli změny.
de: Bitte überprüfen Sie die unten aufgeführten Angaben und führen Sie , falls erforderlich, Ihre Anpassungen durch.
es: Por favor, revise la información a continuación y realice cualquier cambio si es necesario.
fi: Tarkasta alla olevat tiedot, ja muuta niitä mikäli on tarpeen.
fr: Veuillez vérifier et modifier si nécessaire les informations suivantes.
hu: Tekintse át az alább felsorolt információkat, majd végezze el a szükséges változtatásokat.
pl: Zweryfikuj poniższe informacje i dokonaj zmian w razie konieczności.
pt: Por favor, revise as informações listadas abaixo e faça alterações, se necessário.
pt_pt: Por favor reveja a informação listada abaixo e faça quaisquer alterações se necessário.
ru: Пожалуйста, ознакомьтесь с информацией, приведенной ниже, и при необходимости внесите изменения.
zh_hant: 請檢閱下列的資訊，若有需要可進行異動。

# Admin_ProjectGroupDetails_String2
source: Once you have finished, click [Save/Insert] to confirm them.
cs: Po dokončení je potvrďte kliknutím na [Uložit / Vložit].
de: Sobald Sie fertig sind, klicken Sie [Speichern/Einfügen] zur Bestätigung.
es: Una vez que haya terminado, haga clic en [Guardar/Insertar] para confirmarlos.
fi: Kun olet valmis, klikkaa [Talleta/Lisää] vahvistaaksesi.
fr: Cliquez sur [Enregistrer] pour confirmer les modifications une fois que vous avez terminé.
hu: Amikor végzett, kattintson a [Save/Insert] gombra a jóváhagyáshoz.
pl: Aby zapisać zmiany użyj [Aktualizuj/Wstaw]
pt: Depois de ter terminado, clique em [Salvar/Inserir] para confirmá-las.
pt_pt: Assim que tenha terminado clique em [Atualizar/Inserir] para confirmar.
ru: После завершения нажмите [Сохранить/Вставить], чтобы подтвердить их.
zh_hant: 完成後，請按下[更新/插入]以確認。

# Admin_ProjectGroupDetails_Title
source: Program Details
cs: Podrobnosit o Programu
de: Details des Programms
es: Detalles del Grupo de Proyectos
fi: Projektiryhmän tiedot
fr: Programme
hu: Programrészletek
pl: Szczegóły grupy projektów
pt: Detalhes do Grupo de Projeto
pt_pt: Detalhes do grupo de projeto
ru: Детали программы
zh_hant: 專案群組詳細資訊

# Admin_ProjectGroups_String1
source: The following programs have been created in the system. To edit an existing program, please click on the 'Edit' link.
cs: V systému byly vytvořeny následující Programy. Chcete-li upravit stávající program, klikněte na odkaz Upravit.
de: Die folgenden Programme wurden im System angelegt. Um ein bestehendes Programm zu bearbeiten, klicken Sie bitte auf den [Bearbeiten] Link.
es: Los siguientes grupos de proyectos se han creados en el sistema. Para editar un grupo de proyectos existente, haga clic en el enlace 'Editar'.
fi: Järjestelmään on luotu seuraavat projektiryhmät. Muokataksesi olemassa olevaa projektiryhmää, klikkaa 'Muokkaa'-linkkiä.
fr: Les programmes suivants sont définis dans l'application. Pour modifier un programme, cliquer sur [Modifier].
hu: Az alábbi programok jöttek létre a rendszerben. Meglévő programok szerkesztéséhez kattintson a „Szerkesztés” hivatkozásra.
pl: Grupy projektów zapisanych w systemie. W celu edycji użyj linka 'Edytuj'
pt: Os seguintes grupos de projeto foram criados no sistema. Para editar um grupo de projeto existente, clique no link 'Editar' .
pt_pt: Foram criados no sistema os seguintes grupos de projeto. Para editar um grupo de projeto por favor clique no link 'Editar'
ru: В системе созданы следующие программы. Чтобы отредактировать существующую программу, пожалуйста, нажмите на ссылку "Редактировать".
zh_hant: 下列專案群組已被新增至系統。欲編輯已存在專案群組，請按下[編輯]連結。

# Admin_ProjectGroups_String2
source: To create a new program, click on the [Add] button.
cs: Chcete-li vytvořit nový Program, klikněte na tlačítko [Přidat].
de: Um eine neues Programm anzulegen, klicken Sie auf den [Hinzufügen] Button.
es: Para crear un nuevo grupo de proyectos, haga clic en el botón [Agregar].
fi: Klikkaa [Lisää] lisätäksesi uuden projektiryhmän.
fr: Pour créer un nouveau programme, cliquer sur [Ajouter].
hu: Új program létrehozásához kattintson az [Add] gombra.
pl: W celu utworzenia nowej grupy projektów kliknij [Dodaj].
pt: Para criar um novo grupo de projeto, clique no botão [Adicionar].
pt_pt: Para criar um novo grupo de projeto clique no botão [Adicionar]
ru: Чтобы создать новую программу, нажмите кнопку [Добавить].
zh_hant: 欲建立新專案群組，請按下[新增]按鈕

# Admin_ProjectGroups_Title
source: Edit Programs
cs: Upravit Programy
de: Programme bearbeiten
es: Editar Grupos de Proyectos
fi: Muokkaa projektiryhmiä
fr: Modifier les programmes
hu: Programok szerkesztése
pl: Edycja grup projektu
pt: Editar Grupos de Projeto
pt_pt: Editar os Grupos de Projeto
ru: Редактирование программ
zh_hant: 編輯專案群組

# LdapConfiguration_Attributes
source: Attributes
cs: Atributy
de: Eigenschaften
es: Atributos
fi: Attribuutit
fr: Attributs
hu: Tulajdonságok
pt: Atributos
pt_pt: Atributos
ru: Атрибуты
zh_hant: 屬性

# LdapConfiguration_BaseDnNotes
source: Name of the root node in LDAP from which to search for users
cs: Název kořenového uzlu v LDAP, ze kterého se mají hledat uživatelé
de: Name des Root-Knoten im LDAP von dem aus nach Benutzern gesucht wird
es: Nombre del nodo raíz en LDAP para el cual buscar usuarios
fi: LDAPin juurinoodin nimi, josta käyttäjiä etsitään
fr: Nom de la racine à partir duquel s'effectue la recherche
hu: A gyökérpont neve az LDAP-ben, amellyel felhasználók kereshetők
pt: Nome do nó raiz no LDAP a partir do qual se procurará por usuários
pt_pt: Nome do nó na raiz na LDAP a partir do qual se pesquisam os utilizadores
ru: Имя корневого узла в LDAP, из которого будет производиться поиск пользователей.
zh_hant: 用以搜尋使用者的 LDAP 根節點名稱

# LdapConfiguration_BindDnNotes1
source: The distinguished name of the user to log into the directory server as
cs: DN (distingushed name) uživatele , který se má přihlásit na server DC (directory server)
de: Der eindeutige Benutzername, um sich auf dem Directory Server einzuloggen als
es: El nombre distinguido del usuario para iniciar sesión en el servidor como
fi: Käytäjälle määritelty nimi, jolla hän kirjautuu hakemistopalvelimelle
fr: DN de l'utilisateur à connecter sur le serveur
hu: A felhasználó azon egyedi neve, amellyel a könyvtárszerverre bejelentkezik
pt: O nome distinto do usuário para efetuar login no diretório do servidor como
pt_pt: Nome do utilizador para se ligar ao servidor de dados como
ru: Отличительное имя пользователя для входа на сервер каталогов в качестве
zh_hant: 用以登入目錄服務伺服氣得使用者識別名稱

# LdapConfiguration_BindDnNotes2
source: or leave blank for anonymous
cs: nebo ponechte prázdné pro anonymní přihlášení
de: oder für anonyme Benutzer leer lassen.
es: o dejar en blanco para anónimo
fi: tai jätä tyhjäksi anonyymikäyttäjiä varten
fr: anonyme si le champ n'est pas rempli
hu: vagy hagyja üresen az anonim bejelentkezéshez
pt: ou deixe em branco para anônimo
pt_pt: ou deixe em branco para ser anónimo
ru: или оставить пустым для анонимного
zh_hant: 或匿名留下空白

# LdapConfiguration_BindPassword
source: Bind Password
cs: spárované heslo
de: Bind Passwort
es: Contraseña Bind
fi: Bind salasana
fr: Bind Mot de passe
hu: Kötés jelszava
pt: Senha Bind
pt_pt: Password vinculativa
ru: Связать пароль
zh_hant: 綁定密碼

# LdapConfiguration_BindPasswordNotes
source: The password of the user to log into the directory server as, or leave blank for anonymous
cs: Heslo uživatele, který se má přihlásit na server DC (directory server), nebo ponechte prázdné pro anonymní přihlášení
de: Das Benutzerpasswort, um sich auf dem Directory Server einzuloggen, oder leerlassen für anonyme Benutzer.
es: La contraseña del usuario para iniciar sesión en el directorio del servidor o dejar en blanco para anónimo
fi: Salasana, jolla käyttäjä kirjautuu hakemistopalvelimelle. Voit myös jättää arvon tyhjäksi anonyymikäyttäjiä varten.
fr: Mot de passe de l'utilisateur à connecter sur le serveur (anonyme si le champ n'est pas rempli)
hu: A felhasználó által, a könyvtárszerverre való bejelentkezéshez használt jelszó, vagy hagyja üresen az anonim bejelentkezéshez
pt: A senha de usuário para efetuar login no diretório do servidor, ou deixe em branco para anônimo
pt_pt: A password para o utilizador se logar na diretoria do servidor ou deixe em branco para ser anónimo
ru: Пароль пользователя для входа на сервер каталогов как, или оставить пустым для анонимности
zh_hant: 用以登入目錄服務伺服器的使用者識別名稱，或匿名留下空白
