Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# UserProfile_Avatar_Notes
source: The Avatar image cannot be more than 100k in size and no larger than 100x100 pixels square. Only JPG, GIF, and PNG image types are allowed. You will need to clear your browser cache to see the new avatar.
cs: Obrázek avatara nesmí mít velikost větší než 100 kB a nesmí být větší než 100 x 100 pixelů. Povoleny jsou pouze typy obrázků JPG, GIF a PNG. Chcete-li zobrazit nového avatara, musíte vymazat mezipaměť prohlížeče.
de: Das Avatar-Bild darf nicht mehr als 100k groß sein und nicht mehr als 100x100 Pixel aufweisen. Nur JPG, GIF und PNG-Bildtypen sind erlaubt. Um den neuen Avatar zu sehen, müssen Sie den Browser Cache löschen.
es: La imagen de Avatar no puede tener más de 100k de tamaño y no más de 100x100 píxeles. Sólo se permiten los tipos de imagen JPG, GIF y PNG. Tendrá que borrar la caché del navegador para ver el nuevo avatar.
fi: Profiilikuvasi ei voi olla suurempi kuin 100k eikä kooltaan suurempi kuin 100x100 pikseliä. Vain JPG, GIF, ja PNG sallitaan. Nähdäksesi uuden profiilikuvasi, tyhjennä selaimesi välimuisti.
fr: La taille de l'avatar ne peut être supérieure à 100k ou 100x100 pixels. Veuillez vider la mémoire cache de votre navigateur avant d'afficher le nouvel avatar.
hu: Az Avatar kép mérete nem haladhatja meg a 100k-t és a 100x100 pixelt. Csak JPG, GIF és PNG képtípusok fogadhatók el. Törölnie kell a böngészője gyorsítótárját, hogy lássa az új avatart.
pl: Avatar nie może mieć przekraczać 100k ani mieć więcej niż 100x100 pikseli. Dopuszczone są tylko formaty JPG, GIF i PNG. Konieczne jest wyczyszczenie casha przeglądarki w celu zobaczenia avatara.
pt: A imagem do avatar não pode ter mais que 100k de tamanho e não pode ser maior do que 100x100 pixels. São permitidos somente os formatos de imagem JPG, GIF e PNG. Você vai precisar limpar o cache do navegador para ver o novo avatar.
pt_pt: A imagem de Avatar não pode ter mais de 100k de tamanho e não pode ser maior que 100x100 pixels. Somente são permitidas imagens do tipo JPG, GIF e PNG. Precisa limpar a cache do seu browser para ver o novo avatar.
ru: Размер изображения Avatar не может превышать 100k, а квадрат - 100x100 пикселей. Разрешены только типы изображений в формате JPG, GIF и PNG. Вам нужно будет очистить кэш браузера, чтобы увидеть новый аватар.
zh_hant: 頭像圖片大小不可大於100k、大於100x100 像素。僅支援 JPG、GIF、PNG圖片類型。您需清除瀏覽器快取檢視新的頭像。

# UserProfile_Avatar_UploadNew
source: Upload New
cs: Nahrát nový
de: Neu hochladen
es: Subir Nuevo
fi: Lataa uusi
fr: Charger le nouvel avatar
hu: Új feltöltése
pl: Załaduj nowy
pt: Enviar Novo
pt_pt: Carregar um novo
ru: Загрузить новое
zh_hant: 上傳新

# UserProfile_Avatar_UploadNewTooltip
source: Select File, then click the Update button below.
cs: Vyberte Soubor a poté klikněte na tlačítko Aktualizovat níže.
de: Wählen Sie Datei und klicken Sie dann unten auf den Button [Speichern].
es: Seleccione el Archivo y haga clic en el botón Actualizar.
fi: Valitse Tiedosto, ja klikkaa alla olevaa Päivitä-painiketta.
fr: Sélectionnez le fichier, puis cliquez sur le bouton [Mise à jour].
hu: Válasszon egy fájlt, majd kattintson az alábbi „Update” gombra.
pl: Wybierz plik, następnie kliknij przycisk Załaduj.
pt: Selecione o arquivo e então clique no botão Atualizar.
pt_pt: Selecionar o ficheiro e clicar no botão Atualizar que está em baixo.
ru: Выберите Файл, затем нажмите кнопку Обновить ниже.
zh_hant: 選擇檔案，並按下下方[更新]按鈕

# Admin_PlanningOptions_IncludeTestCaseEffort
source: Include Test Case Effort
cs: Zahrnout úsilí Testovacího Případu
de: Enthält den Testfallaufwand
es: Incluir Esfuerzo de Casos de Prueba
fi: Lisää Testitapausten työmäärä
fr: Inclure l'effort de scénario de test
hu: Tesztesetmunka bevonása
pl: Zawrzyj nakład przypadków testowych
pt: Incluir Esforço de Casos de Teste
pt_pt: Incluir o esforço do caso de teste
ru: Включите прилагаемые усилия по тестированию
zh_hant: 包含測試案例工時

# Admin_PlanningOptions_ReqStatusAutoPlanned
source: Auto-Planned
cs: Automaticky plánováno
de: Autom. Geplant
es: Planificación Automática
fi: Automaattisesti suunniteltu
fr: Auto-planifié
hu: Automatikusan tervezett
pl: Zaplanowane automatycznie
pt: Auto-Planejar
pt_pt: Auto-planeado
ru: Автозапланированный
zh_hant: 自動計畫

# Admin_PlanningOptions_ReqStatusAutoPlannedLabel
source: When you assign a release to a requirement, it changes to the 'Planned' status automatically.
cs: Když přiřadíte Verzi k Požadavku, automaticky se změní stav na 'Plánováno'.
de: Wenn Sie ein Release einer Anforderung zuordnen, wechselt diese automatisch in den Status 'Geplant'.
es: Cuando asigna una release a un requerimiento, cambia automáticamente al estado 'Planificado'.
fi: Linkatessasi julkaisun vaatimukseen, se muuttuu automaattisesti "Suunniteltu"-tilaan.
fr: Quand une version est affectée à un besoin, le statut du besoin devient [Planifié].
hu: Amikor egy release-t egy követelményhez rendel, akkor automatikusan a „Tervezett” állapotra vált át.
pl: Jeśli przypiszesz Wydanie do Wymagania, status zmieni się automatycznie na Zaplanowane.
pt: Quando você atribui um release para um requerimento, ele muda para o status 'Planejado' automaticamente.
pt_pt: Quando atribui uma entrega a um requisito automaticamente altera o seu status para 'Planeado'.
ru: Когда вы назначаете релиз требованию, оно автоматически переходит в статус "Запланировано".
zh_hant: 當您為需求指定版本將自動更換狀態至「已計畫」。

# GeneralSettings_InstantMessenger
source: Instant Messenger
es: Mensajero Instantáneo
fi: Pikaviestin
fr: Messagerie instantanée
hu: Azonnali üzenetküldő
pl: Komunikator
pt: Mensageiro Instantâneo
pt_pt: Quando atribui uma entrega a um requisito automaticamente altera o seu status para 'Planeado'.
ru: Мгновенный посланник
zh_hant: 即時訊息

# GeneralSettings_InstantMessengerNotes
source: Enables use of the integrated instant messenger.
cs: Umožňuje použití integrovaného Instant messengeru.
de: Ermöglicht die Verwendung des integrierten Instant Messenger.
es: Permite el uso del mensajero instantáneo integrado.
fi: Mahdollistaa sisäisen pikaviestimen käytön.
fr: Activation de la messagerie instantanée.
hu: Lehetővé teszi az integrált azonnali üzenetküldő használatát.
pl: Umożliwia korzystanie z wbudowanego komunikatora.
pt: Permite o uso do mensageiro instantâneo integrado.
pt_pt: Ativa a utilização do gestor de mensagens instantâneas integrado.
ru: Позволяет использовать встроенный мгновенный мессенджер.
zh_hant: 開啟即時訊息整合。

# GeneralSettings_InstantMessengerRetention
source: The number of days that read instant messages are retained in the system.
cs: Počet dní, kdy přečtené zprávy Instant messengeru jsou zachovány v systému.
de: Die Anzahl der Tage in der Instant Messages gelesen werden, sind systemseitig abgelegt.
es: El número de días que mensajes instantáneos leídos se guardan en el sistema.
fi: Niiden päivien lukumäärä, jonka ajan luetut pikaviestit säilyvät järjestelmässä.
fr: La durée (en jours) pendant laquelle les messages lus sont conservés.
hu: Az azonnali üzenetek elolvasásának napjai a rendszerben maradnak.
pl: Liczba dni, przez które przeczytane wiadomości z komunikatora są przechowywane w systemie.
pt: O número de dias que as mesagens instantâneas já lidas são mantidas no sistema.
pt_pt: Número de dias que as mensagens instantâneas são retidas no sistema.
ru: Количество дней, в течение которых в системе сохраняются прочитанные мгновенные сообщения.
zh_hant: 已讀即時訊息保留在系統的天數。

# IterationPlan_IncludeTestCases
source: Include Test Cases
cs: Zahrnout Testovací Případy
de: Testfälle einbeziehen
es: Incluir Casos de Prueba
fi: Lisää Testitapaukset
fr: Inclure les scénarios de test
hu: Tesztesetek bevonása
pl: Uwzględnia przypadki testowe
pt: Incluir Casos de Teste
pt_pt: Incluir Casos de Teste
ru: Включая тестовые случаи
zh_hant: 包含測試案例

# TestCaseList_TestCasesForProject
source: test case(s) for this product
cs: Testovací Případy pro tento produkt
de: Testfall / Testfälle für dieses Produkt
es: caso(s) de prueba para este proyecto
fi: tämän projektin testitapaukset
fr: scénario(s) de test du produit
hu: teszteset(ek) ehhez a projekthez
pl: przypadki testowe powiązane z tym projektem
pt: caso(s) de teste para este projeto
pt_pt: Caso(s) de Teste para este projeto
ru: тестовый случай(ы) для данного продукта
zh_hant: 此專案的測試案例

# TestCaseList_TestCasesNotAssociatedWithRelease
source: test case(s) not associated with this release
cs: Testovací Případy, které nejsou spojeny s touto Verzí
de: Testfall / Testfälle sind nicht mit diesem Release verbunden
es: caso(s) de prueba no asociados con esta release
fi: tähän julkaisuun liittymättömät testitapaukset
fr: scénario(s) de test non associés avec cette version
hu: ehhez a release-hez nem társított teszteset(ek)
pl: przypadki testowe nie powiązane z tym wydaniem
pt: caso(s) de teste não associado(s) com este release
pt_pt: Caso(s) de teste que não estão associados a esta entrega
ru: тестовый случай(ы), не связанный(ые) с данным выпуском
zh_hant: 測試案例無關聯至此版本

# ProjectHome_SharedSearches
source: Shared Searches
cs: Sdílená hledání
de: Gemeinsam genutzte Abfragen
es: Búsquedas Compartidas
fi: Jaetut Haut
fr: Recherches partagées
hu: Megosztott keresések
pl: Współdzielone wyszukiwania
pt: Pesquisas Compartilhadas
pt_pt: Pesquisas partilhadas
ru: Общие поиски
zh_hant: 共享的查詢

# TestCaseExecution_NoStepsAvailableForTestCase
source: No Test Steps Defined in Test Case
cs: V Testovacím Případě nejsou definovány žádné testovací kroky
de: In diesem Testfall sind keine Schritte definiert.
es: No hay Passos de Prueba definidos en el Caso de Prueba
fi: Testitapauksessa ei ole määriteltyjä Testiaskeleita.
fr: Pas d'étape de test définie dans le scénario de test
hu: Nincsenek tesztlépések definiálva ehhez a tesztesethez
pl: Przypadek testowy nie ma zdefiniowanych kroków
pt: Nenhuma Etapa de Teste definida nesse Caso de Teste
pt_pt: Não estão definidos Passos de Teste no Caso de Teste
ru: Нет тестовых шагов, определенных в тестовом примере
zh_hant: 此案例無定義的測試步驟

# Admin_EmailConfiguration_SendEmailFromUsers
source: Emails From User Addresses?
cs: E-maily z adres uživateků?
de: E-Mails von der Nutzeradresse?
es: E-mails de las direcciones de los usuarios?
fi: Sähköposteja käyttäjäosoitteista?
fr: Envoi des emails depuis le compte utilisateur?
hu: E-mailek a felhasználói címekről?
pl: Email'e z adresów użytkowników?
pt: E-mails a partir dos endereços dos usuários?
pt_pt: e-mails a partir de endereços de utilizadores?
ru: Электронная почта с адресов пользователей?
zh_hant: 信件來至使用者地址？

# Admin_EmailConfiguration_SendEmailFromUsersNotes
source: If enabled, any messages sent using the Email button will appear from the user that initiated the Email, and not the System Administrator.
cs: Pokud je povoleno, všechny zprávy odeslané pomocí tlačítka E-mail se zobrazí od aktuálního uživatele a nikoli od správce systému.
de: Wenn diese Option aktiv ist, werden alle E-Mails, die über den Button [E-Mail] versandt werden, von dem jeweiligen Absender stammen und nicht vom Systemadministrator.
es: Si está activado, los mensajes enviados mediante el botón E-mail aparecerán del usuario que inició el e-mail y no del administrador del sistema.
fi: Jos valinta on aktivoitu, viestit jotka on lähetetty Email-painikkeen kautta näyttävät saapuvan mailin lähettäjältä, eivät järjestelmävalvojalta.
fr: Les messages envoyés avec le bouton <Email> le seront depuis le compte utilisateur et non pas du compte administrateur système.
hu: Ha engedélyezi, akkor az „E-mail” gombbal küldött üzenetek az e-mailt indító felhasználótól érkezőként jelennek meg, nem pedig a rendszergazdától.
pl: Jeśli zaznaczone, wszystkie wiadomości wysłane przy użyciu przycisku 'Email' będą pokazywały w polu OD użytkownika inicjującego wysyłkę. W przeciwnym wypadku jako nadawca widoczny będzie System Administrator.
pt: Se ativado, todas as mensagens enviadas utilizando o botão E-mail aparecem como enviadas a partir do usuário que iniciou o e-mail e não do administrador do sistema.
pt_pt: Se activado, quaisquer mensagens enviadas usando o botão de e-mail aparecerão como sendo iniciadas pelo utilizador e não pelo administrador do sistema.
ru: Если эта функция включена, то все сообщения, отправленные с помощью кнопки Email, будут отображаться пользователем, который инициировал отправку Email, а не системным администратором.
zh_hant: 若啟用，任何使用信件按鈕寄出的訊息事由使用者發起而非系統管理者。

# Admin_VersionControl_TaraVault
source: TaraVault (Source Code)
de: TaraVault
es: TaraVault
fi: TaraVault
fr: TaraVault
hu: TaraVault
pl: TaraVault
pt: TaraVault
pt_pt: TaraVault
ru: TaraVault
zh_hant: TaraVault

# Admin_TaraVaultConfig
source: TaraVault Configuration
cs: Konfigurace TaraVault
de: TaraVault Konfiguration
es: Configuración de TaraVault
fi: TaraVaultin konfigurointi
fr: Configuration de TaraVault
hu: TaraVault konfiguráció
pl: Konfiguracja TaraVault
pt: Configuração TaraVault
pt_pt: Configuração TaraVault
ru: TaraVault Конфигурация
zh_hant: TaraVault 設定

# Admin_TaraVaultConfig_Intro1
source: TaraVault is the hosted source code repository and software configuration management (SCM) system provided by Onshore Technology Group.
cs: TaraVault je hostované úložiště zdrojového kódu a systém pro správu konfigurace softwaru (Software Configuration management SCM) poskytovaný společností OnShore Technology Group.
de: TaraVault ist ein von OnShore Technology Group bereitgestelltes Quellcode-Repository und Softwaremanagementsystem (SCM).
es: TaraVault es el repositorio de código fuente y el sistema de administración de configuración de software (SCM) ofrecido por OnShore Technology Group.
fi: TaraVault on OnShore Technology Groupn tekemä ohjelmistokoodin säilytyspaikka ja SCM järjestelmä.
fr: TaraVault est l'application de dépôt de code source et de gestion de version (Software Configuration Management SCM) d'OnShore Technology Group.
hu: A TaraVault az OnShore Technology Group által biztosított hosztolt forráskódtár és szoftverkonfigurációs kezelőrendszer (SCM).
pl: TaraVault jest hostowanym repozytorium kodu źródłowego i systemem zarządzania konfiguracją oprogramowania (SCM) dostarczanym przez Inflectrę.
pt: TaraVault é o sistema de repositório de código fonte e gerenciamento de configuração de software (SCM) fornecido pela OnShore Technology Group.
pt_pt: Configuração TaraVault
ru: TaraVault является хостинг репозиторий исходного кода и управления конфигурацией программного обеспечения (SCM) системы, предоставляемые OnShore Technology Group.
zh_hant: TaraVault 是 OnShore Technology Group 提供的託管原始碼儲存庫和軟體設定管理系統。

# Admin_TaraVault_Config_AccountName
source: TaraVault Account Name
cs: Uživatelské jméno TaraVault
de: TaraVault Benutzername
es: Nombre de Cuenta TaraVault
fi: TaraVault-tilin nimi
fr: Nom du compte TaraVault
hu: TaraVault fióknév
pl: Nazwa konta TaraVault
pt: Nome da Conta TaraVault
pt_pt: Nome da conta TaraVault
ru: Имя аккаунта TaraVault
zh_hant: TaraVault 帳號名稱

# Admin_TaraVault_Config_Active
source: TaraVault Active?
cs: TaraVault aktivní?
de: Ist TaraVault aktiv?
es: TaraVault Activo?
fi: TaraVault aktivoitu?
fr: TaraVault actif?
hu: TaraVault aktív?
pt: TaraVault Ativo?
pt_pt: Ativar TaraVault?
zh_hant: TaraVault 啟動？

# Admin_TaraVault_Config_NumberUsers
source: Available TaraVault Users
cs: Povolení uživatelé TaraVault
de: Verfügbare TaraVault-Nutzer
es: Usuarios TaraVault Disponibles
fi: Käytettävissä olevat TaraVault-käyttäjät
fr: Utilisateurs disponibles
hu: Elérhető TaraVault felhasználók
pl: Dostępni użytkownicy TaraVault
pt: Usuários TaraVault disponíveis
pt_pt: Utilizadores Taravault disponíveis
ru: Доступные пользователи TaraVault
zh_hant: 可用的 TaraVault 使用者

# Admin_TaraVault_Config_ProjName
source: TaraVault Product Name
cs: Jméno produktu TaraVault
de: TaraVault Produktname
es: Nombre del Proyecto TaraVault
fi: TaraVault-projektin nimi
fr: Nom du produit TaraVault
hu: TaraVault projektnév
pl: Nazwa produktu TaraVault
pt: Nome do Projeto TaraVault
pt_pt: Nome do Projeto Taravault
ru: Наименование продукта TaraVault
zh_hant: TaraVault 專案名稱

# Admin_TaraVault_Config_ProjType
source: TaraVault Product Type
cs: Typ produktu TaraVault
de: TaraVault Produkttyp
es: Tipo de Proyecto TaraVault
fi: TaraVault-projektin tyyppi
fr: Type de produit TaraVault
hu: TaraVault projekttípus
pl: Typ produktu TaraVault
pt: Tipo de Projeto TaraVault
pt_pt: Tipo de Projeto Taravault
ru: Тип продукта TaraVault
zh_hant: TaraVault 專案類型

# Admin_TaraVault_Config_ProjUsers
source: Users assigned to this product
cs: Uživatelé přiřazení k tomuto produktu
de: Dem Produkt zugewiesene Benutzer
es: Usuarios asignados a este proyecto
fi: Tähän projektiin liitetyt käyttäjät
fr: Utilisateurs affectés au produit
hu: Ehhez a projekthez társított felhasználók
pl: Użytkownicy przypisani do tego produktu
pt: Usuários atribuídos a este projeto
pt_pt: Utilizador atribuído a este projeto
ru: Пользователи, назначенные на этот продукт
zh_hant: 此專案指派的使用者

# Admin_TaraVault_Confirm_Deactivate
source: Once TaraVault is deactivated, you will lose all Source Code files and user mappings. Are you sure you want to continue?
cs: Jakmile je TaraVault deaktivován, ztratíte všechny soubory pro správu verzí a mapování uživatelů. Jste si jistý, že chcete pokračovat?
de: Ist TaraVault einmal deaktiviert, verlieren Sie alle Dateien für die Versionskontrolle und Benutzerzuordnungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Una vez desactivado, TaraVault perderá todos los archivos de control de versiones y mapeos de usuarios. Estás seguro de que quieres continuar?
fi: Jos deaktivoit TaraVaultin, menetät kaikki versiokontrollitiedostot ja käyttäjämäppäykset. Haluatko varmasti jatkaa?
fr: Tous les fichiers code source et les mappings seront perdus après désactivation de TaraVault. Etes-vous certain de vouloir continuer ?
hu: A TaraVault deaktiválása esetén elvesznek a verziókövetési fájlok és felhasználók térképek. Biztosan folytatja?
pl: Gdy TaraVault zostanie wyłączony, stracisz wszystkie pliki kontroli wersji i mapowania użytkowników. Jesteś pewien, że chcesz kontynuować?
pt: Uma vez que o TaraVault for desativado, você perderá todos os arquivos de controle de versão e mapeamentos de usuários. Tem certeza de que deseja continuar?
pt_pt: Uma vez que o Taravault seja desativado perderá todos os ficheiros de controlo e mapeamentos de utilizadores. Tem certeza que deseja continuar?
ru: После деактивации TaraVault вы потеряете все файлы управления версиями и пользовательские связки. Ты уверен, что хочешь продолжить?
zh_hant: 一旦 TaraVault 取消啟動，您將失去所有版本控制文件和使用者對應。您確定要繼續？

# Admin_TaraVault_Confirm_ProjActivate
source: Once the product is activated, no changes can be made to its configuration. Are you sure you want to activate this Product?
cs: Jakmile je produkt aktivován, nelze v jeho konfiguraci provádět žádné změny. Opravdu chcete tento produkt aktivovat?
de: Wenn das Produkt aktiviert wurde, sind keine Änderungen in der Konfiguration mehr möglich. Sind Sie sicher, dass Sie fortfahren möchten?
es: Una vez activado el proyecto, no se pueden realizar cambios en su configuración. Está seguro de que desea activar este proyecto?
fi: Jos projekti aktivoidaan, sen konfiguraatioon ei voida enää tehdä muutoksia. Oletko varma, että haluat aktivoida tämän projektin?
fr: Il ne sera plus possible de modifier la configuration du produit après son activation. Etes-vous certain de vouloir activer ce produit ?
hu: A projekt aktiválása után nem hajthatók végre változtatások ezen a konfiguráción. Biztosan aktiválja ezt a projektet?
pl: Po aktywacji produktu nie można dokonać żadnych zmian w jego konfiguracji. Czy na pewno chcesz aktywować ten produkt?
pt: Uma vez que o projeto for ativado, não poderão ser mais feitas alterações em suas configurações. Tem certeza de que deseja ativar esse projeto?
pt_pt: Assim que o projeto é ativado nenhuma alteração de configuração pode ser feita. Tem certeza que deseja ativar este projeto?
ru: После активации продукта его конфигурация не может быть изменена. Вы уверены, что хотите активировать этот Продукт?
zh_hant: 一旦專案啟動，任何設定將無法更改。您確定要啟動此專案？

# Admin_TaraVault_Confirm_ProjDeactivate
source: Deactivating this product will remove all source-control files. Are you sure you want to continue?
cs: Deaktivace tohoto produktu odstraní všechny soubory řízení zdrojů (source-control file). Jste si jistý, že chcete pokračovat?
de: Durch die Deaktivierung des Produkts werden alle Dateien für die Quellcodeverwaltung gelöscht. Sind Sie sicher, dass Sie fortfahren möchten?
es: La desactivación de este proyecto eliminará todos los archivos de control de origen. Estás seguro de que quieres continuar?
fi: Tämän projektin deaktivointi poistaa kaikki versionhallintatiedostot. Haluatko varmasti jatkaa?
fr: La désactivation du produit va supprimer tous les fichiers de code source. Etes-vous certain de vouloir désactiver le produit ?
hu: A projekt deaktiválása esetén törlődnek a forrásszabályozó fájlok. Biztosan folytatja?
pl: Wyłączenie tego produktu spowoduje usunięcie wszystkich plików źródłowo-kontrolnych. Jesteś pewien, że chcesz kontynuować?
pt: Desativar este projeto irá remover todos os arquivos de controle de origem. Tem certeza de que deseja continuar?
pt_pt: Ao desativar este projeto removerá todos os ficheiros fonte de controlo. Tem certeza que deseja continuar?
ru: Деактивация этого продукта удалит все файлы с исходным кодом. Ты уверен, что хочешь продолжить?
zh_hant: 取消啟動此專案將移除所有來源控制文件。您確定要繼續？

# Admin_TaraVault_ProjectSummary
source: TaraVault Product Settings
cs: Nastavení produktu TaraVault
de: Produkteinstellungen für TaraVault
es: Configuración de Proyecto TaraVault
fi: TaraVault-projektiasetukset
fr: Configuration du produit TaraVault
hu: TaraVault projektbeállítások
pl: Ustawienia produktu TaraVault
pt: Configurações de Projeto TaraVault
pt_pt: Opções de configuração do projeto TaraVault:
ru: Настройки продукта TaraVault
zh_hant: TaraVault 專案設定

# Admin_TaraVault_SelectProject
source: You need to select a product to configure product settings.
cs: Chcete-li konfigurovat nastavení produktu, musíte vybrat produkt.
de: Sie müssen ein Produkt auswählen, um Produkteinstellungen zu konfigurieren.
es: Debe seleccionar un proyecto para configurar.
fi: Valitse projekti voidaksesi muuttaa sen asetuksia.
fr: Vous devez choisir un produit pour le configurer.
hu: Válasszon egy projektet, amelynek a projektbeállításait konfigurálja.
pl: Musisz wybrać produkt, aby skonfigurować ustawienia produktu.
pt: Você precisa selecionar um projeto para configurar.
pt_pt: Precisa selecionar um projeto para definir as configurações do projeto.
ru: Для настройки параметров продукта необходимо выбрать продукт.
zh_hant: 您需選擇一專案來設定專案組態。

# Admin_TaraVault_SystemSummary
source: TaraVault Global Settings
cs: Obecné nastavení TaraVault
de: Globale Einstellungen für TaraVault
es: Configuración Global TaraVault
fi: TaraVault-yleisasetukset
fr: Configuration TaraVault
hu: TaraVault globális beállítások
pl: Ustawienia globalne TaraVault
pt: Configurações Globais TaraVault
pt_pt: Interface principal do Taravault
ru: Глобальные настройки TaraVault
zh_hant: TaraVault 全域設定

# Admin_UserDetails_TabTaraVault
source: TaraVault Membership
cs: Členství v TaraVault
de: TaraVault Mitgliedschaft
es: Afiliaciones TaraVault
fi: TaraVault-jäsenyys
fr: Membres TaraVault
hu: TaraVault tagság
pl: Członkostwo w TaraVault
pt: Adesões TaraVault
pt_pt: Membros TaraVault
ru: Членство в TaraVault
zh_hant: TaraVault 成員

# Global_ChooseReleaseTypeSetting
source: Release Filter
cs: Odstranit filtr
es: Filtro de Release
fi: Julkaisujen suodatin
fr: Filtre de version
pl: Filtr uwalniający
pt: Filtro de Release
pt_pt: Filtro da Entrega
ru: Освобождающий фильтр
zh_hant: 版本篩選
