Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Reports_IncidentSummaryGraph
source: Incident Summary Graph
cs: Graf přehledu incidentů
de: Vorfalls-Übersichtsdiagramm
es: Gráfico Resumen de Incidentes
fi: Havaintojen yhteenveto -Kuvaaja
fr: Graphique de synthèse des incidents
hu: Incidens összefoglaló grafikon
pl: Wykres: Podsumowanie incydentów
pt: Gráfico Resumo de Incidentes
pt_pt: Gráfico Resumo de Defeito
ru: График происшествий
zh_hans: 事件汇总图
zh_hant: 事件匯總圖例

# Reports_TaskSummaryGraph
source: Task Summary Graph
cs: Graf přehledu úkolů
de: Aufgaben-Übersichtsdiagramm
es: Gráfico Resumen de Tareas
fi: Tehtävien yhteenveto -Kuvaaja
fr: Graphique de synthèse des tâches
hu: Feladat összefoglaló grafikon
pl: Wykres: Podsumowanie zadań
pt: Gráfico Resumo de Tarefas
pt_pt: Gráfico resumo de tarefa
ru: Краткий график задач
zh_hans: 摘要任务图
zh_hant: 任務匯總圖例

# Reports_TestRunSummaryGraph
source: Test Run Summary Graph
cs: Graf přehledu běhů testů
de: Testlauf-Übersichtsdiagramm
es: Gráfico Resumen de Ejecución de Pruebas
fi: Testiajojen yhteenveto -Kuvaaja
fr: Graphique de synthèse des exécutions de test
hu: Teszt futás összefoglaló grafikon
pl: Wykres: Podsumowanie przebiegów testowych
pt: Gráfico Resumo de Execuções de Teste
pt_pt: Gráfico resumo de execução de testes
ru: Сводный график пробного прогона
zh_hans: 测试运行汇总图
zh_hant: 測試執行匯總圖例

# Reports_TestSetSummaryGraph
source: Test Set Summary Graph
cs: Graf přehledu testovacích sad
de: Testreihe-Übersichtsdiagramm
es: Gráfico Resumen de Conjunto de Pruebas
fi: Testijoukkojen yhteenveto -Kuvaaja
fr: Graphique de synthèse des ensembles de tests
hu: Teszt szett összefoglaló grafikon
pl: Wykres: Podsumowanie zestawów testowych
pt: Gráfico Resumo do Conjunto de Testes
pt_pt: Gráfico resumo de conjunto de testes
ru: Сводный график тестовых наборов
zh_hans: 测试设置摘要图
zh_hant: 測試集匯總圖例

# Admin_History_ToChange
source: to Change #{0}
cs: na Změnu číslo {0}
de: #{0} ändern
es: Cambiar n.º{0}
fi: Muuttaa #{0}
fr: pour modifier #{0}
hu: módosítása
pl: Aby zmienić # {0}
pt: alterar nº {0}
pt_pt: para alterar # {0}
ru: чтобы изменить #{0}
zh_hans: 若要更改 # {0}
zh_hant: 欲改變 #{0}

# Reports_IncidentGraphs
source: Incident Graphs
cs: Grafy incidentů
de: Vorfalls-Diagramme
es: Gráficos de Incidentes
fi: Havainto-kuvaajat
fr: Graphiques des incidents
hu: Incidens grafikonok
pl: Wykresy incydentu
pt: Gráficos de Incidentes
pt_pt: Gráficos de Defeitos
ru: Графики происшествий
zh_hans: 事件图
zh_hant: 事件圖例

# Reports_TaskGraphs
source: Task Graphs
cs: Grafy úkolů
de: Aufgaben-Diagramme
es: Gráficos de Tareas
fi: Tehtävä-Kuvaajat
fr: Graphiques des tâches
hu: Feladat grafikonok
pl: Wykresy zadania
pt: Gráficos de Tarefas
pt_pt: Gráficos de tarefas
ru: Графики задач
zh_hans: 任务图
zh_hant: 任務圖例

# Reports_RequirementGraphs
source: Requirement Graphs
cs: Grafy požadavků
de: Anforderungs-Diagramme
es: Gráficos de Requerimientos
fi: Vaatimus-kuvaajat
fr: Graphiques des besoins
hu: Követelmény grafikonok
pl: Wykresy wymagania
pt: Gráficos de Requisitos
pt_pt: Gráficos de requisitos
ru: Графики требований
zh_hans: 要求图
zh_hant: 需求圖例

# Reports_GraphViewer
source: Graph Viewer
cs: Graf zobrazil
de: Diagramm Viewer
es: Modo Gráfico
fi: Kuvaajakatselin
fr: Affichage du graphique
hu: grafikon nézet
pl: Podgląd wykresu
pt: Visualizador Gráfico
pt_pt: Visualizador de gráficos
ru: Графический просмотрщик
zh_hans: 图查看器
zh_hant: 圖例檢視器

# SiteMap_PlanningBoard
source: Planning Board
cs: Plánovací nástěnka
es: Tabla de Planificación
fi: Suunnittelutaulu
fr: Tableau de planification
hu: Tervezési felület
pl: Karta planowania
pt: Painel de Planejamento
pt_pt: Quadro de Planeamento
ru: Плановый совет
zh_hans: 计划委员会
zh_hant: 計畫板

# IterationPlan_IncludeIncidents
source: Include Incidents
cs: Včetně incidentů
de: Vorfälle einbeziehen
es: Incluir los Incidentes
fi: Sisällytä Havainnot
fr: Inclure les incidents
hu: Tartalmazza incidenseket
pl: Uwzględnia incydenty
pt: Incluir Incidentes
pt_pt: Incluir Defeitos
ru: Включая инциденты
zh_hans: 包括事件
zh_hant: 包含事件

# SiteMap_MyTimecard
source: My Timecard
cs: Můj výkaz (TimeCard)
de: Meine Zeiterfassung
es: Mi Tarjeta de Tiempo
fi: Oma Kellokortti
fr: Ma fiche de travail
hu: Saját Idővezetésem
pl: Moja karta pracy
pt: Meu Cartão de Horários
pt_pt: O meu cartão de ponto
ru: Моя карточка времени
zh_hans: 我的考勤卡
zh_hant: 我的時間卡

# Timecard_InstructionText
source: The following open artifacts are currently assigned to you.<br /> Please enter the hours worked and hours remaining in the appropriate effort entry boxes below:
cs: Následující otevřené artefakty máte aktuálně přiřazeny. <br /> Prosím, zadejte počet odpracovaných hodin a hodiny zbývající do příslušných vstupních polí níže:
de: Die folgenden offenen Artefakte sind Ihnen derzeit zugewiesen. Bitte geben Sie die bereits geleisteten sowie die verbleibenden Arbeitsstunden unten in die entsprechenden Aufwands-Eingabefelder ein:
es: Los siguientes artefactos abiertos están actualmente asignados a usted. <br /> Por favor, introduzca las horas trabajadas y las horas faltantes en las casillas de esfuerzo correspondientes:
fi: Sinulle on osoitettuna tällä hetkellä seuraavia avoimia Asioita. <br /> Syötä käytetyt ja jäljellä olevat työtunnit asianmukaisin kenttiin alla:
fr: Les objets ouverts suivants vous sont attribués.<br /> Veuillez entrer le nombre d'heures travaillées et le nombre d'heures restantes ci-dessous :
hu: Jelenleg ezek a nyitott elemek vannak kiosztva Önre.<br /> Adja meg a ráfordított és a hátralévő órák számát az alábbi mezőkre:
pl: Poniższe otwarte artefakty są aktualnie przypisane do Ciebie. <br /> Podaj liczbę godzin przepracowanych i liczbę godzin pozostałych w odpowiednich polach poniżej:
pt: Os seguintes artefatos abertos estão atualmente atribuídos a você. <br/> Por favor, digite as horas trabalhadas e horas restantes nos campos apropriados abaixo:
pt_pt: Os artefactos abertos seguintes estão-lhe presentemente atribuídos. <br/> Por favor insira as horas que trabalhou e as horas remanescentes nos devidos campos de entrada de esforço que estão abaixo:
ru: В настоящее время вам назначены следующие открытые артефакты.<br /> Пожалуйста, укажите часы работы и оставшиеся часы в соответствующем поле. поля для ввода усилий ниже:
zh_hans: 以下的开放工件当前分配给您。 < br / 〉请输入小时工作，几个小时仍留在相应的努力下面的输入框：
zh_hant: 以下為指派給您的未解決項目。<br />請輸入工作的小時與剩餘小時至以下對應的輸入框：

# UserProfile_EnableRSSFeeds
source: Enable RSS Feeds
cs: Povolit RSS kanály
de: Aktiviere RSS-Feeds
es: Habilitar Feeds RSS
fi: Aktivoi RSS-syötteet
fr: Activer les flux RSS
hu: RSS engedélyezése
pl: Włącz feed RSS
pt: Habilitar Feeds RSS
pt_pt: Ativar RSS Feeds
ru: Включить RSS-каналы
zh_hans: 启用 RSS 订阅源
zh_hant: 啟用 RSS 種子

# UserProfile_RssToken
source: RSS Token:
es: Token RSS:
fi: RSS tunniste:
fr: Token RSS :
pt: Token RSS:
pt_pt: Token de RSS:
zh_hans: RSS 标记：
zh_hant: RSS 標記：

# ResourceDetails_BackToList
source: Back To Resource List
cs: Zpět na přehled zdrojů
de: Zurück zur Personenliste
es: Volver a lista de Recursos
fi: Takaisin resurssilistaan
fr: Retour à Liste des ressources
hu: Vissza ehhez: erőforrások listája
pl: Wróć do listy zasobów
pt: Voltar à lista de Recursos
pt_pt: << Voltar à lista de recursos
ru: Назад к списку ресурсов
zh_hans: <<回资源列表
zh_hant: << 返回至資源列表

# SourceCodeFileDetails_Title
source: File Details
cs: Podrobnosti souboru
de: Dateidetails
es: Detalles del Archivo
fi: Tiedoston Tiedot
fr: Détails du fichier
hu: Fájlrészletek
pl: Szczegóły pliku
pt: Detalhes do Arquivo
pt_pt: Detalhes do ficheiro
ru: Подробная информация о файле
zh_hans: 文件详细信息
zh_hant: 文件詳細資訊

# SourceCodeRevisionDetails_Title
source: Commit Details
cs: Podrobnosti revize
de: Versionsdetails
es: Detalles de la Revisión
fi: Version tiedot
fr: Détails de la révision
hu: Felülvizsgálata Részletek
pl: Szczegóły wersji
pt: Detalhes da Revisão
pt_pt: Detalhes da revisão
ru: Детали редакции
zh_hans: 修订版本的详细信息
zh_hant: 修訂版本詳細資訊

# Syndication_SavedSearchesDescription
source: This feed displays a list of the artifacts that match the specific saved search/filter set up by the subscribing user.
cs: Tento kanál zobrazí seznam artefaktů, které vyhovují uloženému filtru, nastavenému odběratelem.
de: Dieser Feed zeigt eine Liste der Artefakte, welche vom angemeldeten Benutzer eingestellt wurden und dessen Anforderungen der spezifisch gespeicherten Suche bzw. des spezifisch gespeicherten Filters genügen.
es: Esta feed muestra una lista de los artefactos que coinciden con la búsqueda o filtro guardados configurados por el usuario de la suscripción.
fi: Tämä syöte näyttää listan asioista tilaajan tallettaman haun/suodattimen mukaan.
fr: Ce flux affiche la liste des objets qui correspondent aux critères de recherche définis par l'utilisateur abonné.
hu: Ez a hírcsatorna az előfizető felhasználó által létrehozott keresési/ szűrő beállítások szerint mutatja a rekordokat.
pl: Ten kanał wyświetla listę artefaktów, które pasują do konkretnego zapisanego wyszukiwania/filtrowania utworzonego przez użytkownika subskrypcji.
pt: Este feed exibe uma lista dos artefatos que correspondem a pesquisa/filtro salvos, configurados pelo assinante.
pt_pt: Este feed mostra a lista dos artefatos que correspondem à pesquisa/filtro gravados e configurados pelo utilizador subscritor.
ru: В этой ленте отображается список артефактов, которые соответствуют определенному сохраненному поиску/фильтру, настроенному подписывающим пользователем.
zh_hans: 此订阅源显示匹配保存搜索/筛选器的预订的用户设置的特定的工件的列表。
zh_hant: 顯示訂閱者設定符合儲存的查詢/篩選條件項目列表。

# ProjectList_MyNewsFeeds
source: News from Onshore Technology Group
cs: Mé kanály novinek
de: Meine RSS-Newsfeeds
es: Mis Feeds de Noticias
fi: Omat Uutissyötteet
fr: Mes flux d'actualités
hu: A hírcsatornák
pl: Moje kanały wiadomości
pt: Últimas Novidades da OnShore Technology Group
pt_pt: Os meus Feeds de notícias
ru: Мои новостные каналы
zh_hans: 我的新闻源
zh_hant: 我的新聞來源

# ProjectList_MySubscribedArtifacts
source: My Subscribed Artifacts
cs: Mnou sledované artefakty
de: Meine abonnierten Artefakte
es: Mis Artefactos Suscritos
fi: Omat tilatut Asiat
fr: Mes abonnements
hu: Saját feliratkozott témáim
pl: Moje subskrybowane artefakty
pt: Meus Artefatos Assinados
pt_pt: Os artefactos que subscrevi
ru: Мои подписанные артефакты
zh_hans: 我已订阅的工件
zh_hant: 我已訂閱的項目

# ProjectList_QuickLaunch
source: Quick Launch
cs: Snadné spuštění
de: Schnellstart
es: Inicio Rápido
fi: Pikalähtö
fr: Lancement rapide
hu: Gyors inicdens rögzítés
pl: Szybkie uruchamianie
pt: Inicialização Rápida
pt_pt: Iniciação rápida
ru: Быстрый запуск
zh_hans: 快速启动
zh_hant: 快速啟動

# QuickLaunch_CreateIncidentIn
source: Create Incident in:
cs: Vytvořte incident v:
de: Erstellen Sie einen Vorfall in:
es: Crear Incidente en:
fi: Luo Havainto:
fr: Créer un incident pour :
hu: Incidens létrehozása:
pl: Utwórz incydent w:
pt: Criar Incidentes em:
pt_pt: Criar Defeito em:
ru: Создать Инцидент:
zh_hans: 创建事件中：
zh_hant: 建立事件於：

# NewsReader_FeedTitle
source: Feed Title
cs: Název kanálu
de: Titel des Feeds
es: Título del Feed
fi: Syötteen otsikko
fr: Titre de flux
hu: Hírcsatorna címsora
pl: Tytuł kanału
pt: Título do Feed
pt_pt: Título do Feed
ru: Название корма
zh_hans: 饲料的标题
zh_hant: 來源標題

# NewsReader_FeedTitleTooltip
source: Enter the display name of the newsfeed as you'd like it to be displayed on the My Page
cs: Zadejte název pro kanál novinek tak, jak chcete, aby se zobrazoval na "Mé stránce"
de: Geben Sie den Anzeigenamen des Newsfeeds an, wie er auf "Meine Seite" angezeigt werden soll
es: Introduzca el nombre del feed de noticias, tal como desea que se muestre en Mi Página
fi: Anna nimi uutissyötteelle, jonka haluat näkyvän omalla sivullasi.
fr: Entrez le nom du flux d'actualités que vous désirez afficher sur [Ma page]
hu: Adja meg a feliratkozáshoz megjelenítési nevét, mint amilyennek szeretné csak akkor jelenik meg, a My oldalon
pl: Wpisz nazwę kanału wiadomości, jaka ma być wyświetlana na Mojej stronie
pt: Informe o nome do Feed de Notícias como você gostaria de ver em Minha Página
pt_pt: Insira o nome a exibir para o Feed de notícias tal como o pretende ver n' A minha página
ru: Введите отображаемое название новостной ленты, как вы хотите, чтобы она отображалась на странице "Моя страница".
zh_hans: 输入显示名称的新闻来源，如你会喜欢我的页面上显示
zh_hant: 輸入於我的頁面中您喜歡的新聞來源顯示名稱

# NewsReader_FeedUrl
source: Feed URL
cs: URL kanálu
es: URL del Feed
fi: Syötteen URL
fr: URL du flux
hu: A takarmány-URL
pl: Adres URL kanału
pt: URL do feed
pt_pt: URL do Feed
ru: URL-адрес подачи
zh_hans: 饲料的 URL
zh_hant: 來源 URL

# NewsReader_FeedUrlTooltip
source: Enter the URL to the RSS 2.0 or ATOM 1.0 newsfeed that you want to subscribe to
cs: Zadejte adresu URL RSS 2.0 nebo ATOM 1.0 kanálu, k jehož odběru se chcete přihlásit
de: Geben Sie die URL zum Newsfeed RSS 2.0 oder ATOM 1.0 an, den Sie abonnieren möchten.
es: Introduzca la URL para el feed de noticias RSS 2.0 o ATOM 1.0 que desee suscribirse.
fi: Anna URL-osoite RSS 2.0 tai Atom 1.0 uutissyötteelle, jonka haluat tilata
fr: Entrez l'URL du flux d'actualités RSS 2.0 ou ATOM 1.0 auquel vous souhaitez vous abonner
hu: Adja meg az URL-címet szeretné a előfizetni RSS 2.0 vagy ATOM 1.0 feliratkozáshoz
pl: Wpisz adres URL do kanału wiadomości RSS 2.0 lub ATOM 1.0, który chcesz subskrybować
pt: Digite o URL do Feed de Notícias (RSS 2.0 ou ATOM 1.0) que você deseja inscrever-se
pt_pt: Insira o URL para o Feeed de notícias do RSS 2.0 ou Atom 1.0 que pretende subscrever
ru: Введите URL-адрес новостной ленты RSS 2.0 или ATOM 1.0, на которую вы хотите подписаться.
zh_hans: 输入的 URL，您想要订阅的 RSS 2.0 或 ATOM 1.0 新闻推送
zh_hant: 輸入您欲訂閱 RSS 2.0 的 URL 或 ATOM 1.0 的新聞來源

# NewsReader_HeadlineLength
source: Headline Length
cs: Délka nadpisu
de: Länge der Überschrift
es: Longitud del Titular
fi: Otsikon pituus
fr: Longueur du titre
hu: Headline hossza
pl: Długość nagłówka
pt: Comprimento do Título
pt_pt: Comprimento do título
ru: Длина заголовка
zh_hans: 标题长度
zh_hant: 標題長度

# NewsReader_HeadlineLengthTooltip
source: The number of characters displayed in the headline before being truncated
cs: Počet znaků zobrazených v titulku před zkrácením.
de: Die Anzahl der Zeichen mit der die Überschrift ungekürzt dargestellt werden kann.
es: El número de caracteres que se muestran en el titular antes de ser truncado
fi: Näkyvien merkkien määrää otsikossa ennen katkaisua
fr: Le nombre de caractères affichés dans le titre avant d'être tronqué
hu: Jelenik meg a címsor előtt csonkolni karakterek száma
pl: Znaki wyświetlane w nagłówku, przed przycięciem
pt: O número de caracteres exibidos no título antes de ser truncado
pt_pt: Número de caracteres mostrados no título antes de ser truncado
ru: Количество символов, отображаемых в заголовке перед усечением.
zh_hans: 之前被截断，标题中显示的字符数
zh_hant: 被截斷前標題可顯示的字元數

# Admin_RoleDetails_ArtifactPermissions
source: Artifact Permissions
cs: Práva artefaktu
de: Artefakt-Berechtigungen
es: Permisos de Artefacto
fi: Asian oikeudet
fr: Autorisations
hu: Eltérés-engedélyek
pl: Uprawnienia do artefaktów
pt: Permissões do Artefato
pt_pt: Permissões do artefacto
ru: Разрешения на изготовление артефактов
zh_hans: 工件的权限
zh_hant: 項目權限

# Admin_RoleDetails_OtherPermissions
source: Other Permissions
cs: Další práva
de: Andere Berechtigungen
es: Otros Permisos
fi: Muut oikeudet
fr: Autres autorisations
hu: Egyéb engedélyek
pl: Pozostałe uprawnienia
pt: Outras Permissões
pt_pt: Outras permissões
ru: Другие разрешения
zh_hans: 其他权限
zh_hant: 其他權限

# Admin_RoleDetails_Text1
source: Please review the information listed below and make any changes if necessary.
cs: Prosím zkontrolujte níže uvedené informace a pokud je to potřeba, proveďte změny.
de: Überprüfen Sie die unten aufgeführten Informationen und nehmen Sie bei Bedarf Änderungen vor.
es: Revise la información a continuación y realice cualquier cambio si es necesario.
fi: Tarkista tiedot alla ja tee muutoksia tarvittaessa.
fr: Veuillez vérifier les informations suivantes et corriger si nécessaire.
hu: Tekintse át az alább felsorolt adatokat, és szükség esetén módosításokat.
pl: Zweryfikuj poniższe informacje i dokonaj zmian w razie konieczności.
pt: Por favor, examine as informações listadas abaixo e faça alterações, se necessário.
pt_pt: Por favor reveja a informação listada abaixo e faça alterações caso considere necessário.
ru: Пожалуйста, ознакомьтесь с информацией, приведенной ниже, и при необходимости внесите изменения.
zh_hans: 请检查下面列出的信息，并进行任何更改，如有必要。
zh_hant: 請檢視以下列出的資訊，若必要請進行更改。

# Admin_RoleDetails_Text2
source: Once you have finished, click [Save] to confirm them.
cs: Až budete hotovi, klikněte [Aktualizovat] pro potvrzení.
de: Wenn Sie fertig sind, klicken Sie auf [Speichern] zum Übernehmen.
es: Una vez que haya terminado, haga clic en [Guardar] para confirmarlas.
fi: Kun olet valmis, vahvista klikkaamalla [Talleta].
fr: Cliquez sur [Enregistrer] pour confirmer les modifications une fois que vous avez terminé.
hu: Ha befejezte, kattintson a [frissítés] annak érdekében, hogy erősítse meg őket.
pl: Po zakończeniu, kliknij [Aktualizuj] by zatwierdzić zmiany.
pt: Quando tiver concluído, clique em [Salvar] para confirmá-las.
pt_pt: Quando tiver concluído clique em [Atualizar] para confirmar.
ru: После завершения нажмите кнопку [Сохранить], чтобы подтвердить их.
zh_hans: 一旦完成后，单击 [更新] 确认他们。
zh_hant: 一旦您完成，按下[更新]以確認。

# Admin_RoleDetails_Text3
source: This role can perform the following operations on the various artifacts:
cs: Tato role může provádět s různými artefakty následující operace:
de: Diese Rolle kann die folgenden Vorgänge für die verschiedenen Artefakte ausführen:
es: Esta función puede realizar las siguientes operaciones en los diversos artefactos:
fi: Tämä rooli voi suorittaa seuraavat toiminnot eri Asioille:
fr: Ce rôle peut effectuer les opérations suivantes sur les objets :
hu: Ezzel a szerepkörrel a következő műveletek hajthatók végre:
pl: Rola może wykonywać poniższe operacje:
pt: Esta função pode executar as seguintes operações sobre os vários artefatos:
pt_pt: Esta função pode executar as seguintes operações sobre os vários artefactos:
ru: Эта роль может выполнять следующие операции с различными артефактами:
zh_hans: 此角色可以执行的各种工件上的以下操作：
zh_hant: 此角色可對多種項目執行下列的操作：

# Admin_RoleDetails_Text4
source: This role can perform the following operations throughout the system:
cs: Tato role může provádět v celém systému následující operace:
de: Diese Rolle kann folgende Vorgänge im gesamten System durchführen:
es: Esta función puede realizar las siguientes operaciones en todo el sistema:
fi: Tämä rooli voi suorittaa seuraavat toiminnot koko järjestelmässä:
fr: Ce rôle peut effectuer les opérations suivantes dans tout le système :
hu: Ezt a szerepet a teljes rendszerben a következő műveletek hajthatók végre:
pl: Rola może wykonywać poniższe operacje w całym systemie:
pt: Esta função pode executar as seguintes operações em todo o sistema:
pt_pt: Esta função pode executar as seguintes operações em todo o sistema:
ru: Эта роль может выполнять следующие операции в рамках всей системы:
zh_hans: 此角色可以执行整个系统的以下操作：
zh_hant: 此角色可於此系統執行以下操作：

# Admin_RoleList_NewProjectRole
source: New Product Role
cs: Nová produktová role
de: Neue Produktrolle
es: Nueva Función de Proyecto
fi: Uusi Projektirooli
fr: Nouveau rôle dans le produit
hu: Új projekt szerepe
pl: Nowa rola projektowa
pt: Nova Função de Projeto
pt_pt: Nova função no projeto
ru: Новая роль продукта
zh_hans: 项目的新角色
zh_hant: 新增專案角色

# SiteMap_EditRoleDetails
source: Edit Product Role Details
cs: Upravit detaily Role
de: Details der Rolle bearbeiten
es: Editar Detalles de la Función
fi: Muokkaa Roolin tietoja
fr: Modifier le rôle
hu: Szerepkör szerkesztése
pl: Edytuj rolę projektową
pt: Editar Detalhes da Função
pt_pt: Editar detalhes da função
ru: Редактировать Роль Подробнее
zh_hans: 编辑角色的详细信息
zh_hant: 編輯角色詳細資訊

# SiteMap_ViewEditRoles
source: View / Edit Product Roles
cs: Zobrazit / upravit role
de: Rollen anzeigen/bearbeiten
es: Ver/Editar Funciones
fi: Näytä / Muokkaa rooleja
fr: Afficher / Modifier les rôles
hu: Megtekintése / szerkesztése szerepkörök
pl: Edycja role projektowe
pt: Exibir/Editar Funções
pt_pt: Ver / editar funções
ru: Просмотр / Редактирование ролей
zh_hans: 查看/编辑角色
zh_hant: 檢視 / 編輯角色

# TestSetDetails_Title
source: Test Set Details
cs: Detaily testovací sady
de: Testdetails festlegen
es: Definir detalles de la prueba
fi: Testijoukon yksityiskohdat
fr: Détails de l'ensemble de tests
hu: Teszt szett részletei
pl: Szczegóły zestawu testowego
pt: Detalhes do Conjunto de Teste
pt_pt: Detalhes do Conjunto de Teste
ru: Подробная информация о тестовом наборе
zh_hans: 测试设置的详细信息
zh_hant: 測試集詳細資訊

# TestSetDetails_RecurrenceNone
source: -- One Time --
cs: -- Jednou --
de: -- Einmal --
es: -- Una vez --
fi: -- Kerran --
fr: -- Une seule fois --
hu: -- Egy időben --
pl: -- Jednokrotnie --
pt: -- Uma vez --
pt_pt: -- Uma vez --
ru: -- Один раз --
zh_hans: -- 一次 --
zh_hant: -- 一次 --

# GlobalNavigation_Search
source: Search
cs: Hledat
de: Suche
es: Búsqueda
fi: Haku
fr: Recherche
hu: Keresés
pl: Szukaj
pt: Pesquisa
pt_pt: Pesquisa
ru: Поиск
zh_hans: 搜索
zh_hant: 查詢

# GlobalNavigation_SearchResults
source: Search Results
cs: Výsledky hledání
de: Suchergebnisse
es: Resultados de la Búsqueda
fi: Hakutulokset
fr: Résultats de recherche
hu: Keresési eredmények
pl: Wyniki wyszukiwania
pt: Resultados da Pesquisa
pt_pt: Resultados da pesquisa
ru: Результаты поиска
zh_hans: 搜索结果
zh_hant: 查詢結果

# GlobalNavigation_SearchResultsLegend1
source: The following
cs: Následující
de: Die folgenden
es: Los siguientes
fi: Seuraavat
fr: Les résultats suivants
hu: A következő
pl: Następujące
pt: Os seguintes
pt_pt: O seguinte
ru: Нижеперечисленные
zh_hans: 以下
zh_hant: 以下

# GlobalNavigation_SearchResultsLegend2
source: results match your keyword(s)
cs: výsledky odpovídající vašim klíčovým slovům
de: Ergebnisse entsprechen Ihrem Schlüsselwort bzw. Ihren Schlüsselwörtern
es: resultados coinciden los términos de la búsqueda
fi: tulokset vastaavat hakusi avainsanoja
fr: correspondent à vos mots clés
hu: eredményei megfelelnek a kulcsszó/kulcsszavak
pl: wyniki dla słowa kluczowego/słów kluczowych
pt: resultados correspondem aos termos de sua busca
pt_pt: os resultados correspondem à(s) sua(s) palavra(s)-chave
ru: результаты совпадают с Вашими ключевыми словами
zh_hans: 结果匹配你的关键词
zh_hant: 結果符合您的關鍵字

# BuildDetails_BackToList
source: Back To Build List
cs: Zpět na seznam buildů
de: Zurück zur Build-Liste
es: Volver a lista de Builds
fi: Takaisin Build-listaan
fr: Retour à Liste des compilations
hu: Vissza ehhez: lista létrehozása
pl: Wróć do listy buildów
pt: Voltar à lista de Compilações
pt_pt: << Voltar à Lista de Pacotes
ru: Назад к составлению списка
zh_hans: <<回以生成列表
zh_hant: << 返回至建置列表

# BuildDetails_Title
source: Build Details
cs: Detaily buildu
es: Detalles de la Build
fi: Buildin yksityiskohdat
fr: Détails de compilation
hu: Épít a Részletek
pl: Szczegóły buildu
pt: Detalhes da Compilação
pt_pt: Detalhes do Pacote
ru: Строить детали
zh_hans: 生成详细信息
zh_hant: 建置詳細資訊

# Global_With
source: with
cs: s
de: mit
es: con
fi: kanssa
fr: avec
hu: a
pl: z
pt: com
pt_pt: Comprimento do título
ru: с
zh_hans: 与
zh_hant: 與
