Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_PlanningOptions_ReqPlanUsingPointsNotes1
source: With this setting enabled, you estimate a requirement using points. The hours are not displayed on the detail page for requirements. The effort for incidents, tasks and test cases is not used. You specify the planned # points per release/sprint. The planning board shows the number of points planned, utilized and remaining.
cs: Když je toto nastavení povoleno, je Požadavek odhadován pomocí bodů. Na stránce podrobností o Požadavku se nezobrazují hodiny. Úsilí z Incidentů, úkolů a Testovacích Případů není použito. Zadáte plánovaný #bodů pro Verzi/Sprint. Plánovací nástěnka zobrazuje počet plánovaných, využitých a zbývajících bodů.
de: Wenn diese Einstellung aktiviert ist, schätzen Sie eine Anforderung anhand von Punkten. Die Stunden werden auf der Detailseite der Anforderung nicht angezeigt. Der Aufwand für Vorfälle, Aufgaben und Testfälle wird nicht verwendet. Sie geben die geplanten # Punkte pro Release/Sprint an. Das Planning Board zeigt die Anzahl der geplanten, verbrauchten und verbleibenden Punkte.
es: Con esta configuración habilitada, usted estima un requerimiento usando puntos. Las horas no se muestran en la página de detalles para los requisitos. No se utiliza el esfuerzo por incidentes, tareas y casos de prueba. Usted especifica los puntos planificados por release/iteración. La tabla de planificación muestra el número de puntos planificados, utilizados y restantes.
fr: Avec cette option vous estimez un besoin en nombre de points. Les heures ne sont pas indiquées sur la page des besoins. L'effort pour les incidents, taches et scénarios de test n'est pas utilisé. Vous spécifiez le nombre de points planifiés par version/sprint. Le tableau de planification indique le nombre de points planifiés, utilisés et restants.
pt: Com esta configuração ativada, você estima um requerimento usando pontos. As horas não são exibidas na página de detalhes para requerimentos. O esforço para incidentes, tarefas e casos de teste não é usado. Você especifica o núm. de pontos planejados por release/iteração. O painel de planejamento mostra o número de pontos planejados, utilizados e restantes.

# Admin_PlanningOptions_ReqPlanUsingPointsNotes2
source: With this setting disabled, you estimate a requirement using points. It is displayed in hours using a velocity conversion factor. You estimate incidents, tasks and test cases in hours directly. You specify the time available in a release/sprint. The planning board shows the number of hours planned, utilized and remaining.
cs: Pokud je toto nastavení deaktivováno, je Požadavek odhadován pomocí bodů. Zobrazuje se v hodinách pomocí převodního faktoru rychlosti. Incidenty, Úkoly a Testovací Případy odhadujete přímo v hodinách. Zadáte čas, který je k dispozici pro Verzi/Sprintu. Plánovací nástěnka zobrazuje počet plánovaných, využitých a zbývajících hodin.
de: Wenn diese Einstellung deaktiviert ist, schätzen Sie eine Anforderung anhand von Punkten. Er wird unter Verwendung eines Geschwindigkeitsumrechnungsfaktors in Stunden angezeigt. Sie schätzen Vorfälle, Aufgaben und Testfälle direkt in Stunden. Sie geben die verfügbare Zeit in einer Freigabe/einem Ausdruck an. Die Plantafel zeigt die Anzahl der geplanten, verbrauchten und verbleibenden Stunden an.
es: Con esta configuración deshabilitada, estima un requerimiento usando puntos. Se muestra en horas usando un factor de conversión de velocidad. Usted estima incidentes, tareas y casos de prueba en horas directamente. Usted especifica el tiempo disponible en una release/iteración. La tabla de planificación muestra la cantidad de horas planificadas, utilizadas y restantes.
fr: Si cette option n'est pas activée vous estimez un besoin en nombre de points. Il est affiché en heures par conversion de la vélocité. Vous estimez les incidents, taches et scénarios de test directement en heures. Vous spécifiez le temps disponible par version/sprint. Le tableau de planification indique le nombre d'heures planifiées, utilisées et restantes.
pt: Com essa configuração desativada, você estima um requisito usando pontos. Ele é exibido em horas usando um fator de conversão de velocidade. Você estima incidentes, tarefas e casos de teste diretamente em horas. Você especifica o tempo disponível em um release/iteração. O quadro de planejamento mostra o número de horas planejadas, utilizadas e restantes.

# Admin_PlanningOptions_KanbanWip
source: Kanban Work in Progress (WIP) Limits
cs: Limity Kanban Work in Progress (WIP)
de: Grenzen für Kanban-Arbeiten in Arbeit (WIP)
es: Límites de Kanban Trabajo en Curso (WIP)
fr: Limites WIP (Work In Progress Kanban)
pt: Limites do Kanban Work in Progress (WIP)

# Admin_PlanningOptions_KanbanWipIntro
source: Please enter the % Work in Progress (WIP) limits for each requirement status (blank means no limit), as well as the multiplier that specifies how many requirements should be active in the entire release/iteration based on the # resources allocated to the specific release/sprint:
cs: Zadejte % limity rozpracovanosti (WIP - Work In Progress) pro každý stav Požadavku (prázdné znamená žádné omezení), stejně jako multiplikátor, který určuje, kolik Požadavků by mělo být aktivních v celé Verzi/Sprintu na základě #zdrojů přidělené konkrétní Verzi/Sprintu:
de: Bitte geben Sie die %-WIP-Grenzwerte (Work in Progress) für jeden Anforderungsstatus ein (leer bedeutet keine Begrenzung), sowie den Multiplikator, der angibt, wie viele Anforderungen in dem gesamten Release/Iteration aktiv sein sollen, basierend auf # Ressourcen, die dem jeweiligen Release/Sprint zugewiesen sind:
es: Ingrese los límites de % de Trabajo en Curso (WIP) para cada estado de requisito (en blanco significa sin límite), así como el multiplicador que especifica cuántos requisitos deben estar activos en toda la release/iteración en función del número de recursos asignados a la release/iteración específico:
fr: Veuillez saisir : la valeur en % des limites WIP (Work In Progress) pour chaque statut de besoin (pas de limite si aucune valeur n'est rentrée). Le multiplicateur qui spécifie combien de besoins doivent être actifs dans la version/itération (basé sur la quantité de ressources allouées à la version/sprint).
pt: Por favor, digite os limites de % de Work in Progress (WIP) para cada status de requerimento (em branco significa sem limite), bem como o multiplicador que especifica quantos requerimentos devem estar ativos em toda o relese/iteração com base no núm. de recursos alocados para o release/sprint específico:

# Admin_PlanningOptions_KanbanWipNotes
source: For example, if you have a sprint with 5 people, you can set the WIP multiplier to be 2x the number of people. That will allow 10 requirements to be active in the sprint. You can then specify that Developed and Tested both allow 50% of the WIP items. That means that both Developed and Tested will allow upto 5 items in the Kanban board.
cs: Pokud máte například Sprint s 5 lidmi, můžete nastavit multiplikátor WIP na dvojnásobek. To umožní aktivaci 10 Požadavků ve Sprintu. Poté můžete určit, že položky Vyvinuto a Testováno představují 50% položky WIP. To znamená, že položka Vyvinuto, tak Testováno umožní na nástěnce Kanban až 5 položek.
de: Wenn Sie zum Beispiel einen Sprint mit 5 Personen haben, können Sie den WIP-Multiplikator die doppelte Anzahl von Personen. Damit können 10 Personen im Sprint aktiv sein. Sie können dann festlegen, dass sowohl Entwickelt als auch Getestet jeweils 50% der WIP-Items zulassen. Das bedeutet, dass sowohl Entwickelt als auch Getestet bis zu 5 Elemente in der Kanban-Tafel zulassen. WIP-Sprint WIP freigeben WIP-Multiplikator Benutzer daran hindern, einen Testschritt als BLOCKED zu markieren Benutzer daran hindern, einen Prüfschritt als VORSICHT zu markieren Benutzer daran hindern, einen Prüfschritt als N/A zu markieren Benutzer daran hindern, ALLE Testschritte auf einmal zu PASSEN Der Benutzer muss IMMER ein tatsächliches Ergebnis für Testschritte eingeben Übersetzt mit www.DeepL.com/Translator (kostenlose Version)
es: Por ejemplo, si tienes una iteración con 5 personas, puedes configurar el multiplicador WIP como el doble de personas. Eso permitirá que 10 requisitos estén activos en el sprint. Luego puede especificar que Desarrollado y Probado permiten 50% de los elementos WIP. Eso significa que tanto Desarrollado como Probado permitirán hasta 5 elementos en el tablero Kanban.
fr: Si vous avez par exemple un sprint avec 5 personnes vous pouvez choisir le multiplicateur comme étant le double du nombre de personnes, ce qui autorise 10 besoins actifs dans le sprint. Vous pouvez ensuite spécifier que Développé et Testé autorisent 50% des éléments WIP. Cela veut dire dans ce cas que Développé et Testé auront jusqu'à 5 éléments dans le tableau Kanban.
pt: Por exemplo, se você tem um sprint com 5 pessoas, pode definir o multiplicador WIP como 2x o número de pessoas. Isso permitirá que 10 requerimentos estejam ativos no sprint. Você pode especificar que Desenvolvido e Testado permitam 50% dos itens WIP. Isso significa que tanto os Desenvolvidos quanto os Testados permitirão até 5 itens no quadro Kanban.

# Admin_PlanningOptions_KanbanWip_IterationWip
source: Sprint WIP
es: WIP de Iteración
pt: WIP da Iteração

# Admin_PlanningOptions_KanbanWip_ReleaseWip
source: Release WIP
cs: Verze WIP
es: WIP de Release
fr: Version WIP
pt: WIP do Release

# Admin_PlanningOptions_KanbanWip_WipMultiplier
source: WIP Multiplier
cs: WIP multiplikátor
de: WIP-Multiplikator
es: Multiplicador WIP
fr: Multiplicateur WIP
pt: Multiplicador WIP

# Admin_BaselineList
source: Product Baselines
cs: Základní úrovně produktu
de: Produkt-Baselines
es: Baselines de productos
fr: Baselines Produit
pt: Baselines do Produto

# Global_Disabled
source: Disabled
cs: Zakázáno
de: Deaktiviert
es: Deshabilitado
fr: Désactivé
pt: Desabilitado

# Global_Enabled
source: Enabled
cs: Povoleno
de: Aktiviert
es: Habilitado
fr: Activé
pt: Habilitado

# Admin_BaselineDetails
source: Product Baseline
cs: Základní úrovně produktu
de: Produkt-Baseline
es: Baseline del producto
fr: Baseline Produit
pt: Baseline do Produto

# ProjectStart
source: Product Start
cs: Produkt začíná
de: Produkt-Start
es: Inicio de Producto
fr: Début Produit
pt: Início do Produto

# Admin_BaselineDetails_ChangesInBaseline
source: Baseline Changes
cs: Základní změny
de: Änderungen an der Baseline
es: Cambios de Baseline
fr: Modifications baseline
pt: Mudanças de Baseline

# Admin_PlanningOptions_ReqStatusChangedByTasksLabel
source: Requirement statuses will change automatically based on the status of their associated tasks.
cs: Když se všechny Úkoly změní na Dokončené, přiřazený Požadavek změní automaticky svůj stav na Vyvinuto (Developed).
es: Los estados de los requisitos cambiarán automáticamente en función del estado de sus tareas asociadas.
fr: Lorsque toutes les tâches sont dans l'état [Terminé], le statut du besoin associé devient automatiquement [Développé].
pt: Os status dos requerimentos serão alterados automaticamente com base no status das tarefas associadas.
pt_pt: O estado dos requisitos irão alterar automaticamente com base no estado das tarefas associadas.
ru: Когда все задачи переключатся на "Завершенные", соответствующее требование будет автоматически изменено на "Разработанные".
zh_hant: 當所有任務轉為已完成，已連結的需求狀態會自動切換至已開發。

# SiteMap_Developing
source: Developing
de: Entwicklung von
es: Desarrollando
fr: En développement
pt: Desenvolvimento

# SourceCodeRevisionFileAction_Title
source: Source Code Commit File Details
es: Detalles del archivo de Commit de código fuente
fr: Action fichier commit code source
pt: Detalhes do arquivo de commit do código-fonte

# SourceCode_ViewRaw
source: Open raw
es: Abrir sin procesar
fr: Rangée
pt: Abrir sem processar

# GeneralSettings_VersionControlCacheRetentionNotesMinutes
source: The number of minutes that the cache of source code commits is kept before being automatically refreshed.
es: La cantidad de minutos que la caché de commits de código fuente se compromete se mantiene antes de actualizarse automáticamente.
fr: La durée en minutes pendant laquelle le cache commits code source est conservé avant le rafraichissement automatique
pt: O número de minutos que o cache de commits de código-fonte é mantido antes de ser atualizado automaticamente.

# Admin_RoleDetails_SourceCodeExplanation
source: Source code permissions control this role's access to all source code pages, including the source code files and commits.
es: Los permisos de código fuente controlan el acceso de este rol a todas las páginas de código fuente, incluidos los archivos de código fuente y commits.
fr: Les autorisations d'accès du rôle au code source, y compris les fichiers et commits
pt: As permissões do código-fonte controlam o acesso desta função a todas as páginas do código-fonte, incluindo os arquivos do código-fonte e confirmações.

# SourceCodeRevisionFileDetails_FileSidebar
source: Related Files
es: Archivos Relacionados
fr: Fichiers associés
pt: Arquivos Relacionados

# SourceCodeRevisionFileDetails_RevisionSidebar
source: Related Commits
es: Commits relacionados
fr: Commits associés
pt: Commits Relacionados

# SourceCodeList_FilesInCommit
source: file(s) in the current commit
es: archivo(s) en la commit actual
fr: fichier(s) dans le commit
pt: arquivo(s) no commit atual

# Register_PasswordMinLengthAndNonAlphaChars
source: Passwords must be at least {0} characters long and have {1} or more non-alphanumeric characters.
es: Las contraseñas deben tener al menos {0} caracteres y tener {1} o más caracteres no alfanuméricos.
fr: Les mots de passe doivent comporter un minimum de {0} caractères et inclure au moins {1} caractères spéciaux.
pt: As senhas devem ter pelo menos {0} caracteres e ter {1} ou mais caracteres não alfanuméricos.

# Admin_DataTools_CurrentStatusUnknown
source: Unknown
es: Desconocido
fr: Inconnu
pt: Desconhecido

# PullRequests_NewPullRequest
source: New Pull Request
es: Nuevo Pull Requests
fr: Nouveau Pull Request
pt: Novo Pull Request

# PullRequests_PullRequestsForProject
source: pull request(s) for product
es: pull request(s) para el producto
fr: pull request(s) pour
pt: pull request (s) para o produto

# TaskDetails_PullRequestRevisions
source: commit(s) to be merged from:
es: commit(s) que se fusionarán de:
fr: commit(s) fusionnes depuis :
pt: commit(s) a ser(em) mesclado(s) de:

# ReportsConfiguration_SaveGenerated
source: I want to save the generated report into the Documents repository
es: Quiero guardar el informe generado en el repositorio de Documentos.
fr: Je souhaite sauvegarder le rapport dans le dépôt Documents
pt: Quero salvar o relatório gerado no repositório de documentos

# ReportsConfiguration_SaveGeneratedReportLegend
source: To save the generated report into the Documents repository, select the folder to save the report to. You can change the suggested filename (letters, numbers, - and _ are allowed, spaces are not allowed):
es: Para guardar el informe generado en el repositorio de Documentos, seleccione la carpeta donde guardar el informe. Puede cambiar el nombre de archivo sugerido (se permiten letras, números, - y _, no se permiten espacios):
fr: Pour sauvegarder le rapport dans le dépôt Documents, sélectionner le dossier de sauvegarde du rapport. Vous pouvez modifier la valeur par défaut du nom du fichier :
pt: Para salvar o relatório gerado no repositório de Documentos, selecione a pasta para salvar o relatório. Você pode alterar o nome do arquivo sugerido (letras, números, - e _ são permitidos, mas espaços não são permitidos):

# ReportsConfiguration_SavingAndSharing
source: Saving and Sharing
es: Guardar y Compartir
fr: Sauvegarde et partage
pt: Salvar e Compartilhar

# ReportsConfiguration_SaveGeneratedReportTitle
source: Save the Generated Report to Documents
es: Guardar el informe generado en documentos
fr: Sauvegarder le rapport dans Documents
pt: Salvar o relatório gerado em documentos

# ReportsConfiguration_SaveReportTitle
source: Save this Report Configuration
es: Guardar esta Configuración de informe
fr: Sauvegarder la configuration du rapport
pt: Salvar esta Configuração de relatório

# Admin_TaraVault_Config_ActiveProjects
source: Active Products
es: Productos Activos
fr: Produits actifs
pt: Produtos Ativos

# Admin_TaraVault_ProjectList
source: TaraVault Products
es: Productos TaraVault
fr: Produits TaraVault
pt: Produtos TaraVault

# Admin_TaraVaultProjects
source: TaraVault Products
es: Productos TaraVault
fr: Produits TaraVault
pt: Produtos TaraVault

# Admin_TaraVaultProjects_Intro
source: This page displays a list of all the products that have TaraVault activated:
es: Esta página muestra una lista de todos los productos que tienen TaraVault activado:
fr: La page affiche la liste des produits pour lesquels TaraVault est activée :
pt: Esta página exibe uma lista de todos os produtos que têm o TaraVault ativado:

# Admin_TaraVault_Config_NoProjectsActivated
source: No products are activated for TaraVault!
es: No hay productos activados para TaraVault!
fr: Pas de produit activé pour TaraVault.
pt: Nenhum produto está ativado para TaraVault!

# TestCaseList_ShowLastExecuted
source: Show Last Executed Date
es: Mostrar la última fecha de ejecución
fr: Date de dernière exécution
pt: Mostrar data da última execução

# TestCaseList_ShowWorkflowStatus
source: Show Workflow Status
es: Mostrar estado del flujo de trabajo
fr: Statut Workflow
pt: Mostrar Status do Fluxo de Trabalho

# Admin_ProjectEdit_BaseliningEnabled
source: Baselining Enabled?
es: Baselining habilitada?
fr: Baselining activé?
pt: Baselining Habilitado?

# Admin_ProjectEdit_SearchNameAndDescription
source: Filter on Name & Description
es: Filtrar por Nombre y Descripción
fr: Filtre par nom et description
pt: Filtrar por Nome & Descrição

# Admin_CustomPropertyDefinition_DispPosition
source: Display Position
es: Posición de Visualización
fr: Affichage position
pt: Posição de Exibição

# Admin_CustomPropertyDefinition_ToolTip
source: Help Tooltip Text
es: Texto de Herramienta de Ayuda
fr: Texte Aide
pt: Texto de Ajuda da Ferramenta

# Admin_CustomPropertyDefinition_DispPositionTooltip
source: This is used to sort fields on details pages. Pick a number between 1 to 99 and not one used by another custom property.
es: Utilize para ordenar los campos en las páginas de detalles. Elija un número entre 1 y 99 y que no utilice ninguna otra propiedad personalizada.
fr: Utilisé pour trier les champs dans les pages détaillées. Choisissez un nombre entre 1 et 99 et qui n'est pas non utilisé par une autre propriété personnalisée.
pt: Esse número é usado para ordenar os campos nas páginas de detalhes. Escolha um número entre 1 e 99 que não esteja sendo usado por outra propriedade personalizada.

# UserDetails_ReportAdminNotes
source: Allow the user to adminster custom reports and graphs. They can can create, edit, and delete reports and graphs, and can also access custom report data in 3rd party tools via ODATA
es: Permitir al usuario administrar informes y gráficos personalizados. Pueden crear, editar y eliminar informes y gráficos, y también pueden acceder a datos de informes personalizados en herramientas de terceros a través de ODATA.
fr: Permet à l'utilisateur de créer, modifier et supprimer des rapports et des graphiques personnalisés. Permet également accéder aux données des rapports personnalisés avec des outils externes via ODATA
pt: Permite que o usuário administre relatórios e gráficos personalizados. Eles podem criar, editar e excluir gráficos e relatórios, além de acessar dados de relatórios customizados em ferramentas terceirizadas via ODATA

# Admin_History_AssociationLabel
source: Associations
es: Asociaciones
fr: Associations de produit
pt: Associações

# Admin_History_PositionLabel
source: Positions
es: Posiciones
pt: Posições

# Admin_BaselineArtifactDetails
source: Baseline Artifact Details
es: Detalles del artefacto de Baseline
fr: Détails Objet Baseline
pt: Detalhes de Baseline do Artefato

# ProjectTemplate_CanBulkChangeStatus
source: Status Bulk Edit
es: Edición Masiva de Estado
fr: Modifier
pt: Edição em massa de Status

# Admin_CustomProperties_TestCase
source: Test Case Custom Properties
es: Propiedades Personalizadas de Casos de Prueba
fr: Propriétés personnalisées de scénario de test
pt: Propriedades Personalizadas de Casos de Teste

# Admin_CustomProperties_TestStep
source: Test Steps
es: Pasos de Prueba
fr: Etapes de test
pt: Etapas de Teste

# CustomProperties_Title_WithArtifact
source: Edit {0} Custom Properties
es: Editar {0} Propiedades Personalizadas
fr: Modification propriétés personnalisées {0}
pt: Editar {0} propriedades personalizadas

# HierarchicalDocument_RootLink_Label
source: Level 1 (root)
es: Nivel 1 (raíz)
fr: Niveau 1 (racine)
pt: Nível 1 (raiz)

# HierarchicalDocument_RootLink_Tooltip
source: Show the root level artifacts only (these are the ones you see when vewing the hierarchical list and showing only "Level 1")
es: Mostrar solo los artefactos de nivel raíz (estos son los que ve cuando ve la lista jerárquica y muestra solo el "Nivel 1")
fr: Afficher uniquement les objets de niveau racine (ce sont ceux qui s'affichent lorsque vous consultez la liste hiérarchique et n'affichez que "Niveau 1")
pt: Mostra apenas os artefatos de nível raiz (esses são os que você vê ao visualizar a lista hierárquica e mostrar apenas o "Nível 1")

# GeneralSettings_DisableRollupCalculations
source: Disable Rollup Calculations
es: Deshabilitar Cálculos Acumulativos
fr: Désactiver les calculs de rollup
pt: Desativar Cálculos Acumulativos

# GeneralSettings_DisableRollupCalculationsNotes
source: Setting this to Yes will prevent the system from calculating 'rollup' metrics when data is entered for a product that has its equivalent setting set to Yes. This should not be done unless you have been told by the Onshore Technology Group Support team to do so.
es: Establecer esto en Sí evitará que el sistema calcule métricas de 'acumulación' cuando se ingresen datos en el sistema. Esto no debe hacerse a menos que el soporte de OnShore Technology Group le haya indicado que lo haga.
fr: Paramétrer sur Oui empêchera le système de calculer les métriques Rollup lorsque des données sont entrées dans le système. A n'utiliser que si le support OnShore Technology Group vous a demandé de le faire.
pt: Definir como Sim impedirá que o sistema calcule as métricas 'acumulativas' quando os dados forem inseridos no sistema. Isso não deve ser feito a menos que você tenha sido informado pelo Suporte para fazê-lo.
