Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_RequirementWorkflowDetails_Intro
source: This displays all the requirement status steps for this particular workflow:
cs: Zobrazí se všechny kroky stavu požadavku pro toto konkrétní workflow:
de: Die Tabelle zeigt alle Statusschritte der Anforderungen dieses bestimmten Workflows an:
es: Aquí se muestran todos los pasos de estados del requisito para este flujo de trabajo:
fi: Tässä näytetään kaikki vaatimuksen tila-askeleet tälle tilamallille:
fr: Ceci affiche toutes les étapes de statut de besoin pour le workflow :
hu: Ez az összes követelmény-állapotlépést megjeleníti egy adott munkafolyamathoz:
pl: Wszystkie statusy wybranego workflow:
pt: Aqui são mostrados todos os status das etapas de requerimentos para este fluxo de trabalho específico:
pt_pt: Aqui são mostrados todos os status de passos de requisitos para este workflow em particular:
ru: При этом отображаются все шаги состояния требования для данного конкретного рабочего процесса:
zh_hant: 此顯示所有特定工作流程的需求狀態步驟：

# Admin_RequirementWorkflowStep_RequirementCustomProperties
source: Requirement Custom Properties
cs: Vlastní vlastnosti Požadavků
de: Benutzerdefinierte Eigenschaften der Anforderungen
es: Propiedades Personalizadas del Requerimiento
fi: Vaatimuksen kustomoidut ominaisuudet
fr: Propriétés personnalisées du besoin
hu: Követelmény egyéni tulajdonságai
pl: Pola definiowalne dla wymagań
pt: Propriedades Personalizadas do Requerimento
pt_pt: Propriedades personalizadas de requisitos
ru: Требование Пользовательские свойства
zh_hant: 需求自訂屬性

# Admin_RequirementWorkflowStep_RequirementCustomPropertiesIntro
source: The following requirement custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Požadavku jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Eigenschaften der Anforderungen werden bei diesem Workflowschritt ausgeblendet / deaktiviert / benötigt:
es: Las siguientes propiedades personalizadas de requerimiento están ocultas/deshabilitadas/ requeridas en este paso del flujo de trabajo:
fi: Seuraavat vaatimusten kustomoidut ominaisuudet on piilotettu/poistettu käytöstä/vaaditaan tässä työnkulun askeleessa:
fr: Les propriétés personnalisées du besoin sont cachées/désactivées/requises pour cette étape du workflow.
hu: Az alábbi követelmény egyéni tulajdonságai rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Niżej wymienione pola definiowalne, są ukryte/wyłączone/wymagane w tym kroku workflow
pt: As seguintes propriedades personalizadas de requerimento estão escondidas/desabilitadas/ requeridas nesta etapa no fluxo de trabalho:
pt_pt: As seguintes propriedades personalizadas de requisitos estão ocultas/inativas/requeridas neste passo do workflow:
ru: Следующие пользовательские свойства требования скрыты/отключены/требуются на данном этапе рабочего процесса:
zh_hant: 以下需求自訂屬性在此步驟的工作流程為隱藏/關閉/必須：

# Admin_RequirementWorkflowStep_RequirementFields
source: Requirement Fields
cs: Pole požadavků
de: Anforderungsfelder
es: Campos de Requerimientos
fi: Vaatimuskentät
fr: Propriétés du besoin
hu: Követelménymezők
pl: Pola wymagań
pt: Campos de Requerimentos
pt_pt: Campos de requisitos
ru: Поля требований
zh_hant: 需求欄位

# Admin_RequirementWorkflowStep_RequirementFieldsIntro
source: The following requirement fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Požadavku jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden Anforderungsfelder werden bei diesem Workflowschritt ausgeblendet / deaktiviert / benötigt:
es: Los siguientes campos de requerimientos están ocultos/deshabilitados/requeridos en este paso del flujo de trabajo:
fi: Seuraavat vaatimuskentät on piilotettu/poistettu käytöstä/vaaditaan tässä työnkulun askeleessa:
fr: Les propriétés personnalisées du besoin sont cachées/désactivées/requises pour cette étape du workflow.
hu: Az alábbi követelménymezők rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Niżej wymienione pola, są ukryte/wyłączone/wymagane w tym kroku przepływu
pt: Os seguintes campos de requerimentos estão escondidos/desabilitados/ requeridos nesta etapa no fluxo de trabalho:
pt_pt: Os seguintes campos de requisitos estão ocultos/inativos/requeridos neste passo do workflow:
ru: Следующие поля требований скрыты/отключены/требуются на данном этапе рабочего процесса:
zh_hant: 以下需求欄位在此步驟的工作流程為隱藏/關閉/必須：

# Admin_RequirementWorkflows_Intro
source: These are the various requirement workflows available in the product. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workflow požadavků, které produkt nabízí. Chcete-li přidat nové workflow, klikněte na tlačítko Přidat Workflow, chcete-li upravit existující workflow, klikněte na tlačítko Kroky:
de: Die folgende Tabelle zeigt die verschiedenen Anforderungsworkflows, die dem Produkt zur Verfügung stehen. Um einen neuen Workflow hinzuzufügen, klicken Sie auf den Link [Workflow hinzufügen]. Um einen bestehenden Workflow zu bearbeiten, klicken Sie auf den Hyperlink [Schritte].
es: Hay varios requerimientos de flujos de trabajo disponibles en el proyecto. Para agregar un nuevo flujo de trabajo, haga clic en el enlace agregar Flujo de Trabajo. Para editar un flujo de trabajo existente, haga clic en Pasos:
fi: Projektissa on valittavana useita erilaisia vaatimusten tilamalleja. Lisätäksesi uuden tilamallin, klikkaa Lisää Työnkulku-linkkiä, tai muokataksesi olemassa olevaa tilamallia, klikkaa Askeleet-linkkiä:
fr: Plusieurs workflows de besoins sont déjà disponibles. Pour en définir un nouveau, cliquer sur <Ajouter un nouveau workflow> ; pour en modifier un, sélectionner le lien <Etapes>:
hu: Ezek a projekthez elérhető különböző követelmény munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: Workflow wymagań dostępnych w bierzącym projekcie. Aby dodać nowe, użyj linku 'Dodaj workflow', aby edytować istniejący: 'Podgląd elementu'.
pt: Existem vários requerimentos de fluxos de trabalho disponíveis no projeto. Para adicionar um novo fluxo de trabalho, clique no link Adicinar Fluxo de Trabalho. Para editar um fluxo existente, clique em Etapas:
pt_pt: Há vários workflows de requisitos disponíveis no projeto. Para adicionar um novo workflow clique no link Adicionar Workflow. Para editar um workflow existente clique no hyperlink dos Passos:
ru: Таковы различные рабочие процессы, доступные в продукте. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:
zh_hant: 此專案中有多種可使用的需求流程。欲新增一工作流程，按下[新增工作流程]連結，欲編輯已存在工作流程，按下步驟的超連結：

# Admin_Workflows_AddWorkflow
source: Add Workflow
cs: Přidat Workflow
de: Workflow hinzufügen
es: Agregar Flujo de Trabajo
fi: Lisää Tilamalli
fr: Ajouter un workflow
hu: Munkafolyamat hozzáadása
pl: Dodaj workflow
pt: Adicionar Fluxo de Trabalho
pt_pt: Adicionar Workflow
ru: Добавить рабочий процесс
zh_hant: 新增工作流程

# Admin_PlanningOptions_ReqStatusChangedByTasks
source: Use Task Status
cs: Použít stav Úkolu
de: Aufgabenstatus verwenden
es: Usar Estado de Tareas
fi: Käytä Tehtävän Tilaa
fr: Utiliser le statut de tâche
hu: Feladatállapot használata
pl: Użyj statusów zadań
pt: Usar Estado de Tarefas
pt_pt: Usar status da tarefa
ru: Статус задачи использования
zh_hant: 使用任務狀態

# Admin_PlanningOptions_ReqStatusChangedByTestCase
source: Use Test Status
cs: Použít stav testu
de: Teststatus verwenden
es: Usar Estado de Pruebas
fi: Käytä Testin Tilaa
fr: Utiliser le statut de test
hu: Tesztállapot használata
pl: Użyj statusów testów
pt: Usar Estado de Testes
pt_pt: Usar status de teste
ru: Статус тестирования использования
zh_hant: 使用測試狀態

# Admin_PlanningOptions_ReqStatusChangedByTestCaseLabel
source: When all test cases are Passed, the associated requirement will change status to Tested automatically.
cs: Když jsou splněny všechny Testovací Případy (Prošlo), přiřazený Požadavek změní automaticky svůj stav na Otestováno (Tested).
de: Wenn alle Testfälle "Bestanden" sind, wird der Status der dazu gehörenden Anforderung automatisch auf "Getestet" gesetzt.
es: Cuando todos los casos de prueba cambien a 'Aprobado', el requerimiento asociado cambiará el estado a 'Probado' automáticamente.
fi: Kun kaikki testitapaukset on suoritettu onnistuneesti, niihin liittyvä vaatimus muuttuu automaattisesti tilaan Testattu.
fr: Lorsque tous les scénarios de test sont dans l'état [Réussi], le statut du besoin associé devient automatiquement [Testé].
hu: Amikor az összes teszteset „Befejezett” állapotra vált, a kapcsolódó követelmény automatikusan a „Tesztelt” állapotra áll át.
pl: Kiedy wszystkie przypadki testowe mają status Passed, powiązane wymaganie zmieni automatycznie status na 'Tested'.
pt: Quando todos os casos de teste estiverem com estado 'Aprovado', o requerimento associado mudará de estado para 'Testado' automaticamente.
pt_pt: Quando todos os casos de teste estiverem Passados, os requisitos associados mudarão automaticamente de status para Testado.
ru: Когда все тестовые случаи пройдут, связанное с ними требование автоматически изменит статус на Тестированный.
zh_hant: 當所有測試案例通過，已連結的需求狀態會自動切換至已測試。

# Admin_RequirementWorkflowTransition_AuthorExecuteLabel
source: The author of this requirement can execute:
cs: Autor tohoto Požadavku může provést:
de: Der Verfasser dieser Anforderung kann ausführen:
es: El autor de este requerimiento puede ejecutar:
fi: Tämän vaatimuksen tekijä voi suorittaa:
fr: L'auteur du besoin peut exécuter :
hu: A követelmény szerzője végrehajthat:
pl: Autor tego wymagania może wykonać:
pt: O autor deste requerimento pode executar:
pt_pt: O autor deste requisito pode executar:
ru: Автор этого требования может выполнить:
zh_hant: 此需求作者可執行：

# Admin_RequirementWorkflowTransition_OwnerExecuteLabel
source: The owner of this requirement can execute:
cs: Vlastník tohoto Požadavku může provést:
de: Der Besitzer dieser Anforderung kann ausführen:
es: El propietario de este requerimiento puede ejecutar:
fi: Tämän vaatimuksen omistaja voi suorittaa:
fr: Le propriétaire du besoin peut exécuter :
hu: A követelmény tulajdonosa végrehajthat:
pl: Właściciel tego wymagania może wykonać:
pt: O proprietário deste requerimento pode executar:
pt_pt: O responsável por este requisito pode executar:
ru: Владелец этого требования может выполнить:
zh_hant: 此需求擁有者可執行：

# Global_Components
source: Components
cs: Komponenty
de: Komponenten
es: Componentes
fi: Komponentit
fr: Composants
hu: Összetevők
pl: Komponenty
pt: Componentes
pt_pt: Componentes
ru: Компоненты
zh_hant: 模組

# QuickFilterPanel_MyFilters
source: My Filters
cs: Moje filtry
de: Meine Filter
es: Mis Filtros
fi: Omat Suodattimet
fr: Mes filtres
hu: Szűrőim
pl: Moje filtry
pt: Meus Filtros
pt_pt: Os meus filtros
ru: Мои фильтры
zh_hant: 我的篩選器：

# QuickFilterPanel_NoFilters
source: (No filters available)
cs: (K dispozici nejsou žádné filtry)
de: (Keine Filter verfügbar)
es: (No hay filtros disponibles)
fi: (Ei käytettävissä olevia suodattimia)
fr: (Pas de filtre disponible)
hu: (Nincsenek elérhető szűrők)
pl: (Brak dostępnych filtrów)
pt: (Sem filtros disponíveis)
pt_pt: (Não há filtros disponíveis)
ru: (Фильтры отсутствуют)
zh_hant: （無可用篩選器）

# QuickFilterPanel_SharedFilters
source: Shared Filters
cs: Sdílené filtry
de: Gemeinsam genutzte Filter
es: Filtros Compartidos
fi: Jaetut Suodattimet
fr: Filtres partagés
hu: Megosztott szűrők
pl: Współdzielone filtry
pt: Filtros Compartilhados
pt_pt: Filtros partilhados
ru: Общие фильтры
zh_hant: 共享篩選器

# Admin_EditTaskWorkflows_Title
source: Task Workflows
cs: Workflow Úkolů
de: Aufgaben-Workflows
es: Flujos de Trabajo de Tareas
fi: Tehtävien Työnkulut
fr: Workflows
hu: Feladat-munkafolyamatok
pl: Worklow zadań
pt: Fluxos de Trabalho de Tarefa
pt_pt: Workflows das tarefas
ru: Рабочие процессы
zh_hant: 任務工作流程

# Admin_Planning
source: Planning
cs: Plánování
de: Planung
es: Planificación
fi: Suunnittelu
hu: Tervezés
pl: Planowanie
pt: Planejamento
pt_pt: Planeamento
ru: Планирование
zh_hant: 計畫

# Admin_TaskTypes_Intro
source: The following task types exist in the system. You can specify for this product, which workflows will be used for each task type:
cs: V systému existují následující typy Úkolů. U tohoto produktu můžete určit, které workflow se použijí pro každý typ Úkolu:
de: Die folgenden Aufgabentypen bestehen im System. Sie können für dieses Produkt festlegen, welcher Workflow für welchen Aufgabentyp verwendet werden soll.
es: Existen los siguientes tipos de tareas en el sistema. Usted puede especificar para este proyecto qué flujos de trabajo se utilizarán para cada tipo de tarea:
fi: Järjestelmässä on olemassa seuraavat tehtävätyypit. Voit määritellä tälle projektille, mitä tilamalleja käytetään eri tehtävätypeille:
fr: Les types de tâches suivants sont déjà définis dans le système. Vous pouvez définir les workflows à utiliser dans ce produit pour chaque type de tâche :
hu: Az alábbi feladattípusok léteznek a rendszerben. Ehhez a projekthez meghatározhatja, hogy mely munkafolyamatokat használja az egyes feladattípusokhoz:
pl: Dostępne są poniższe typy zadań. W projekcie możesz określić workflow które będą używane dla poszczególnych typów zadań:
pt: Os seguintes tipos de tarefa existem no sistema. Você pode especificar para este projeto, quais fluxos de trabalho serão utilizados para cada tipo de tarefa:
pt_pt: Existem no sistema os seguintes tipos de tarefas. Pode especificar para este projeto que workflows serão usados para cada tipo de tarefa:
ru: В системе существуют следующие типы задач. Вы можете указать для этого продукта, какие рабочие процессы будут использоваться для каждого типа задач:
zh_hant: 以下任務類型已存在於系統。您可指定專案，工作流程可被使用於任一工作類型：

# Admin_TaskWorkflowDetails_Intro
source: This displays all the Task status steps for this particular workflow:
cs: Zobrazí se všechny kroky pro stav Úkolu v tomto konkrétním workflow:
de: Die Tabelle zeigt alle Statusschritte der Aufgaben dieses bestimmten Workflows an:
es: Aquí se muestran todos los pasos de estados de la tarea para este flujo de trabajo:
fi: Tässä näytetään kaikki Tehtävän tila-askeleet tälle työnkululle
fr: Ceci affiche toutes les étapes de statut de tâche pour le workflow :
hu: Ez az összes feladat-állapotlépést megjeleníti egy adott munkafolyamathoz:
pl: Wyświetla wszystkie kroki dla statusów workflow:
pt: Aqui são mostrados todos os status das etapas de tarefas para este fluxo de trabalho específico:
pt_pt: Isto exibe todos os status dos passos da tarefa nes workflow em particular:
ru: Здесь отображаются все шаги статуса задачи для данного конкретного рабочего процесса:
zh_hant: 此顯示所有特定工作流程的任務狀態步驟：

# Admin_TaskWorkflowStep_TaskCustomProperties
source: Task Custom Properties
cs: Vlastní vlastnosti Úkolu
de: Benutzerdefinierte Eigenschaften der Aufgaben
es: Propiedades Personalizadas de Tarea
fi: Tehtävän kustomoidut ominaisuudet
fr: Propriétés personnalisées de tâche
hu: Feladat egyéni tulajdonságai
pl: Pola definiowalne zadania
pt: Propriedades Personalizadas de Tarefa
pt_pt: Propriedades personalizadas da tarefa
ru: Настраиваемые свойства задачи
zh_hant: 任務自訂屬性

# Admin_TaskWorkflowStep_TaskCustomPropertiesIntro
source: The following Task custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Úkolu jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Eigenschaften der Aufgaben werden bei diesem Workflowschritt ausgeblendet / deaktiviert / benötigt:
es: Las siguientes propiedades personalizadas de tarea están ocultas/deshabilitadas/requeridas en este paso del flujo de trabajo:
fi: Seuraavat Tehtävän kustomoidut ominaisuudet on piilotettu/poistettu käytöstä/vaaditaan tässä työnkulun askeleessa:
fr: Les propriétés personnalisées de tâche sont cachées/désactivées/requises pour cette étape du workflow :
hu: Az alábbi feladat egyéni tulajdonságai rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Niżej wymienione pola definiowalne zadania, są ukryte/wyłączone/wymagane w tym kroku workflow
pt: As seguintes propriedades personalizadas de tarefa estão escondidas/desabilitadas/ requeridas nesta etapa no fluxo de trabalho:
pt_pt: As seguintes propriedades personalizadas da tarefa estão ocultas/inativas/requeridas neste passo do workflow:
ru: Следующие пользовательские свойства задачи скрыты/отключены/требуются на этом этапе рабочего процесса:
zh_hant: 以下任務自訂屬性在此步驟的工作流程為隱藏/關閉/必須：

# Admin_TaskWorkflowStep_TaskFields
source: Task Fields
cs: Pole Úkolů
de: Aufgabenfelder
es: Campos de Tareas
fi: Tehtävän kentät
fr: Champs de tâche
hu: Feladatmezők
pl: Pola zadania
pt: Campos de Tarefa
pt_pt: Campos da tarefa
ru: Целевые поля
zh_hant: 任務欄位

# Admin_TaskWorkflowStep_TaskFieldsIntro
source: The following Task fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Úkolu jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden Aufgabenfelder werden bei diesem Workflowschritt ausgeblendet / deaktiviert / benötigt:
es: Los siguientes campos de tareas están ocultos/deshabilitados/requeridos en este paso del flujo de trabajo:
fi: Seuraavat tehtäväkentät on piilotettu/poistettu käytöstä/vaaditaan tässä työnkulun askeleessa:
fr: Les champs de tâche suivants sont cachés/désactivés/requis pour cette étape du workflow :
hu: Az alábbi feladatmezők rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Niżej wymienione pola zadania, są ukryte/wyłączone/wymagane w tym kroku workflow
pt: Os seguintes campos de tarefa estão escondidos/ desabilitados/requeridos nesta etapa no fluxo de trabalho:
pt_pt: Os seguintes campos da tarefa estão ocultos/inativos/requeridos neste passo do workflow:
ru: Следующие поля "Задача" скрыты/выключены/требуются на этом этапе рабочего процесса:
zh_hant: 以下任務欄位在此步驟的工作流程為隱藏/關閉/必須：

# Admin_TaskWorkflows_Intro
source: These are the various Task workflows available in the product. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workflow Úkolů dostupné v produktu. Chcete-li přidat nové workflow, klikněte na tlačítko Přidat workflow, chcete-li upravit existující workflow, klikněte na tlačítko Kroky:
de: Dies sind die verschiedenen Aufgaben-Workflows, die dem Produkt zur Verfügung stehen. Um einen neuen Workflow hinzuzufügen, klicken Sie auf den Link [Workflow hinzufügen]. Um einen bestehenden Workflow zu bearbeiten, klicken Sie auf den Hyperlink [Schritte].
es: Hay varios flujos de trabajo de tareas disponibles en el proyecto. Para agregar un nuevo flujo de trabajo, haga clic en el enlace 'Agregar Flujo de Trabajo'. Para editar un flujo de trabajo existente, haga clic en Pasos:
fi: Projektissa on valittavana useita eri tehtävätilamalleja. Lisätäksesi uuden tilamallin, klikkaa Lisää Työnkulku-linkkiä, tai muokataksesi olemassa olevaa tilamallia, klikkaa Askeleet-linkkiä:
fr: Plusieurs workflows de besoins sont déjà disponibles pour le produit. Pour en définir un nouveau, cliquer sur <Ajouter un nouveau workflow> ; pour en modifier un, sélectionner le lien <Etapes>:
hu: Ezek a projekthez elérhető különböző feladat-munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: W tym projekcie dostępne jest klilka workflow zadań. Aby dodać nowy, użyj linku 'Dodaj workflow', aby edytować istniejący: 'Podgląd elementu'.
pt: Há vários fluxos de trabalho de Tarefas disponíveis no projeto. Para adicionar um novo fluxo de trabalho, clique no link "Adicionar Fluxo de Trabalho". Para editar um fluxo de trabalho existente, clique em "Etapas" :
pt_pt: Há vários workflows de tarefas disponíveis no projeto. Para adicionar um novo workflow clique no link Adicionar Workflow. Para editar um workflow existente clique no hyperlink dos Passos:
ru: Это различные рабочие процессы, доступные в продукте. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:
zh_hant: 此專案中有多種可使用的任務流程。欲新增一工作流程，按下[新增工作流程]連結，欲編輯已存在工作流程，按下步驟的超連結：

# Admin_TaskWorkflowTransition_AuthorExecuteLabel
source: The author of this Task can execute:
cs: Autor tohoto Úkolu může provést:
de: Der Verfasser dieser Aufgabe kann ausführen:
es: El autor de esta tarea puede ejecutar:
fi: Tämän tehtävän luoja voi suorittaa:
fr: L'auteur de cette tâche peut exécuter :
hu: A feladat szerzője végrehajthat:
pl: Autor tego zadania może wykonać:
pt: O autor desta Tarefa pode executar:
pt_pt: O autor desta tarefa pode executar:
ru: Автор этого задания может выполнить:
zh_hant: 此任務作者可執行：

# Admin_TaskWorkflowTransition_OwnerExecuteLabel
source: The owner of this Task can execute:
cs: Vlastník tohoto Úkolu může provést:
de: Der Besitzer dieser Aufgabe kann ausführen:
es: El propietario de esta tarea puede ejecutar:
fi: Tämän tehtävän omistaja voi suorittaa:
fr: Le propriétaire de la tâche peut exécuter :
hu: A feladat tulajdonosa végrehajthat:
pl: Właściciel tego zadania może wykonać:
pt: O proprietário desta Tarefa pode executar:
pt_pt: O responsável por esta tarefa pode executar:
ru: Владелец этой задачи может выполнить:
zh_hant: 此任務擁有者可執行：

# Global_Folders
source: Folders
cs: Složky
de: Ordner
es: Carpetas
fi: Kansiot
fr: Dossiers
hu: Könyvtárak
pl: Foldery
pt: Pastas
pt_pt: Pastas
ru: Папки
zh_hant: 資料夾

# Tasks_AllTasks
source: (All Tasks)
cs: (Všechny Úkoly)
de: (Alle Aufgaben)
es: (Todas las Tareas)
fi: (Kaikki tehtävät)
fr: (Toutes les tâches)
hu: (Összes feladat)
pl: (Wszystkie zadania)
pt: (Todas as Tarefas)
pt_pt: (Todas as tarefas)
ru: (Все Задачи)
zh_hant: （所有任務）

# Global_Root
source: Root
de: Rootverzeichnis
es: Raíz
fi: Juuri
fr: Racine
hu: Gyökér
pt: Raiz
ru: корень
zh_hant: 根

# TaskDetails_ChangeRequirement
source: Change Requirement
cs: Změnit požadavek
de: Anforderung ändern
es: Cambiar Requerimiento
fi: Muuta Vaatimusta
fr: Modifier le besoin
hu: Követelmény módosítása
pl: Zmień wymaganie
pt: Mudar Requerimentos
pt_pt: Alterar requisito
ru: Требование об изменении
zh_hant: 更改需求

# TaskDetails_ChangeRequirement_Intro
source: Please choose the requirement that this Task is associated with:
cs: Vyberte Požadavek, ke kterému chcete tento Úkol připojit:
de: Bitte wählen Sie die Anforderung, die mit dieser Aufgabe verknüpft ist:
es: Por favor, elija el requerimiento que está asociado con esta tarea:
fi: Valitse vaatimus, johon tämä tehtävä liittyy:
fr: Veuillez choisir le besoin à associer à la tâche:
hu: Válasszon egy követelményt, amelyhez ezt a feladatot hozzárendeli:
pl: Wybierz wymaganie z którym to zadanie jest powiązane:
pt: Por favor, escolha os requerimentos aos quais esta tarefa está associada:
pt_pt: Por favor escolha o requisito aoqual esta tarefa está associada:
ru: Пожалуйста, выберите требование, с которым эта задача связана:
zh_hant: 請選擇此任務關聯的需求:

# Global_Unknown
source: Unknown
cs: Neznámé
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
pl: Nieznane
pt: Desconhecido
pt_pt: Desconhecido
ru: Неизвестный
zh_hant: 未知

# ProjectList_Contacts
source: My Contacts
cs: Mé kontakty
de: Meine Kontakte
es: Mis Contactos
fi: Kontaktini
fr: Mes contacts
hu: Kapcsolataim
pl: Moje kontakty
pt: Meus Contatos
pt_pt: Os meus contactos
ru: Мои контакты
zh_hant: 我的聯絡方式

# UserProfile_Avatar_DeleteExisting
source: Remove
cs: Odstranit
de: Entfernen
es: Eliminar
fi: Poista
fr: Supprimer
hu: Eltávolít
pl: Usuń
pt: Remover
pt_pt: Remover
ru: Удалить
zh_hant: 移除
