Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestingSettings_DisableRollupCalculationsNotes
source: Setting this to Yes will prevent the system from calculating 'rollup' metrics for this product when data is entered in the system (but only if the equivalent system setting is also set to yes). This should not be done unless you have been told by the Onshore Technology Group Support team to do so.
es: Establecer esto en Sí evitará que el sistema calcule métricas de 'acumulación' para este producto cuando se ingresen datos en el sistema (pero solo si la configuración del sistema equivalente también se establece en sí). Esto no debe hacerse a menos que el equipo de soporte de OnShore Technology Group le indique que lo haga.
fr: La valeur Oui empêchera le système de calculer les métriques Rollup lorsque des données sont entrées dans le système (mais seulement si le paramètre système equivalent a aussi Oui pour valeur). A n'utiliser que si le support Onshore Technology Group vous a demandé de le faire.
pt: Definir isso como Sim impedirá que o sistema calcule as métricas de 'rollup' para este produto quando os dados forem inseridos no sistema (mas apenas se a configuração de sistema equivalente também estiver definida como Sim). Isso não deve ser feito a menos que a equipe de suporte da OnShore Technology Group o instrua.

# PlanningBoard_EditRequirement
source: Edit Requirement
es: Editar Requerimiento
fr: Modifier le besoin
pt: Editar Requerimento

# IncidentBoard_EditIncident
source: Edit Incident
es: Editar Incidente
fr: Modifier l'incident
pt: Editar Incidente

# TaskBoard_EditTask
source: Edit Task
es: Editar Tarea
fr: Modifier la tâche
pt: Editar Tarefa

# IncidentBoard_ViewIncident
source: View Incident
es: Ver Incidente
fr: Afficher l'incident
pt: Ver Incidente

# PlanningBoard_ViewRequirement
source: View Requirement
es: Ver Requerimiento
fr: Afficher le besoin
pt: Ver Requerimento

# TaskBoard_ViewTask
source: View Task
es: Ver Tarea
fr: Afficher la tâche
pt: Ver Tarefa

# ChangeMfa_IntroAdd
source: to add two-step authentication to your user account,<br /> please enter the 6-digit one-time password generated by your Authenticator<br /> application when you scan the following QR Code:
es: para agregar autenticación de dos pasos a su cuenta de usuario, <br /> por favor ingrese la contraseña de un solo uso de 6 dígitos generado por su Aplicación <br /> de autenticación cuando escanea el siguiente código QR:
fr: pour ajouter la double authentification à votre compte utilisateur,<br /> veuillez entrer le mot de passe unique à 6 chiffres créé par votre application<br /> d'authentification quand vous scannez le code QR :
pt: para adicionar autenticação em duas etapas para sua conta de usuário, <br /> por favor insira a senha de uso único de 6 dígitos gerado pelo seu aplicativo <br /> autenticador ao digitalizar o seguinte código QR:

# ChangeMfa_IntroChange
source: to change the two-step authentication associated with your user account,<br /> please enter the 6-digit one-time password generated by your Authenticator application<br /> when you scan the following QR Code, or click Remove to disable two-step authentication.
es: para cambiar autenticación de dos pasos a su cuenta de usuario, <br /> por favor ingrese la contraseña de un solo uso de 6 dígitos generado por su Aplicación <br /> de autenticación cuando escanea el siguiente código QR:
fr: pour changer la double authentification associée à votre compte utilisateur,<br /> veuillez entrer le mot de passe unique à 6 chiffres créé par votre application<br /> d'authentification quand vous scannez le code QR, ou cliquez sur <Supprimer la double authentification>.
pt: para alterar autenticação em duas etapas para sua conta de usuário, <br /> por favor insira a senha de uso único de 6 dígitos gerado pelo seu aplicativo <br /> autenticador ao digitalizar o seguinte código QR ou clique em Remover para desabilitar a autenticação de duas etapas.

# ChangeMfa_Remove
source: Remove 2-Step Authentication
es: Eliminar la Autenticación de Dos Pasos
fr: Supprimer la double authentification
pt: Remover Autenticação em Duas Etapas

# ChangeMfa_Title
source: Add/Change 2-Step Authentication
es: Agregar/Cambiar la Autenticación de Dos Pasos
fr: Ajouter/Modifier la double authentification
pt: Adicionar/Alterar autenticação em duas etapas

# ChangeMfa_TitleAdd
source: Add 2-Step Authentication
es: Agregar la Autenticación de Dos Pasos
fr: Ajouter la double authentification
pt: Adicionar autenticação em Duas Etapas

# ChangeMfa_TitleChange
source: Change 2-Step Authentication Settings
es: Cambiar Configuración de Autenticación de 2 Pasos
fr: Modifier la double authentification
pt: Alterar as Configurações de Autenticação em Duas Etapas

# SecuritySettings_EnableMfa
source: Enable 2-Step Authentication
es: Habilitar la Autenticación de Dos Pasos
fr: Activer la double authentification
pt: Habilitar Autenticação em Duas Etapas

# SecuritySettings_EnableMfa_Notes
source: If enabled, users can add a one-time password to their user profile in addition to their primary password for added security.
es: Si está habilitado, los usuarios pueden agregar una contraseña de un solo uso a su perfil de usuario además de su contraseña principal para mayor seguridad.
fr: L'activation de ce service permet aux utilisateurs d'ajouter à leur profil un mot de passe unique en plus du mot de passe principal pour plus de securité.
pt: Se ativado, os usuários podem adicionar uma senha de uso único ao perfil de usuário deles, além de sua senha principal para aumentar a segurança.

# UserProfile_MfaAdd
source: Add 2-Step Authentication
es: Agregar la Autenticación de Dos Pasos
fr: Ajouter la double authentification
pt: Adicionar Autenticação em Duas Etapas

# UserProfile_MfaChange
source: 2-Step Authentication Settings
es: Configuración de Autenticación en 2 Pasos
fr: Paramètres de double authentification
pt: Configurações de Autenticação em Duas Etapas

# UserProfile_MfaSettings
source: 2-Step Authentication
es: Autenticación de 2 Pasos
fr: Double authentification
pt: Autenticação em 2 Etapas

# UserProfile_MfaSettingsIntro
source: Your administrator has activated the use of 2-Step authentication that lets you use a one-time password in addition to your primary password for extra security:
es: Su administrador ha activado el uso de la autenticación de 2 pasos que le permite usar una contraseña de un solo uso además de su contraseña principal para mayor seguridad:
fr: Votre administrateur a activé la double authentification pour vous permettre d'utiliser un mot de passe unique (en plus de votre passe principal) pour plus de securité.
pt: Seu administrador ativou o uso da autenticação em duas etapas, que permite usar uma senha de uso único além de sua senha principal para segurança extra:

# Login_OneTimePassword
source: One-Time Password
es: Contraseña de Un Solo Uso
fr: Mot de passe unique
pt: Senha de Uso Único

# Login_PleaseEnterOneTimePassword
source: Please Enter One-Time Password
es: Por favor, ingrese una contraseña de un solo uso
fr: Veuillez saisir le mot de passe unique
pt: Por favor, digite a senha de uso único

# GeneralSettings_Legend2
source: system settings:
cs: Systémové nastavení:
de: Systemeinstellungen:
fi: Järjestelmän asetuksia:
hu: rendszer beállítások:
pl: ustawienia systemowe:
pt: as configurações gerais do sistema:
pt_pt: configurações de sistema:
ru: системные настройки:
zh_hans: 系统设置
zh_hant: 系統設定：

# Global_No
source: No
cs: Ne
de: Nein
fi: Ei
fr: Non
hu: Nem
pl: Nie
pt: Não
pt_pt: Não
ru: Нет
zh_hans: 取消
zh_hant: 否

# Admin_PlanningOptions_General
source: General
cs: Obecné
de: Allgemein
fi: Yleinen
fr: Général
hu: Általános
pl: Ogólne
pt: Geral
pt_pt: Geral
ru: Общие сведения
zh_hant: 一般

# SiteMap_Releases
source: Releases
cs: Verze
fi: Julkaisut
fr: Versions
hu: Release-ek
pl: Wydania
pt_pt: Entregas
ru: Выпуски
zh_hans: 版本
zh_hant: 版本

# Admin_DataSynchronization_PlugIn
source: Plug-In
fi: Liitännäinen
fr: Module
hu: Kiegészítő
ru: Подключитесь по адресу
zh_hant: 外掛程式

# Admin_CustomPropertyOptions_RichText
source: Rich Text
cs: Bohatý text
fi: Rich Text (RTF)
ru: богатый текст
zh_hans: 富文本
zh_hant: 多文本格式

# TestingSettings_Legend2
source: testing settings:
cs: nastavení testování:
de: Testeinstellungen:
fi: testauksen asetuksia
hu: tesztbeállítások módosítását:
pl: Ustawienia testowe:
pt_pt: configurações de teste:
ru: испытательные установки:

# SiteMap_Revisions
source: Commits
de: Überarbeitungen

# Global_Copyright
source: Copyright
hu: Jogvédett
pl: Prawa autorskie
pt_pt: Direitos de autor
ru: Авторское право
zh_hans: 版权所有
zh_hant: 版權所有

# SiteMap_Enterprise
source: Enterprise
ru: Предприятие
zh_hans: 企业
zh_hant: 企業

# SiteMap_Dashboard
source: Dashboard
ru: Панель приборов
zh_hans: 仪表板
zh_hant: 儀表板

# SiteMap_Portal
source: Portal
ru: Портал
zh_hans: 门户网站
zh_hant: 門戶網站

# SiteMap_Support
source: Support
ru: Поддержка
zh_hans: 支持
zh_hant: 支持

# SiteMap_Teams
source: Teams
ru: Команды
zh_hans: 团队
zh_hant: 團隊

# Global_NotApplicable
source: n/a
hu: nincs adat
ru: н/п
zh_hant: 無

# LdapConfiguration_BaseDn
source: Base DN
hu: Alap DN
pt_pt: Atributos
ru: Базовый DN
zh_hant: 基本識別名稱

# LdapConfiguration_BindDn
source: Bind DN
hu: Kötés DN
pt_pt: Nome do nó na raiz na LDAP a partir do qual se pesquisam os utilizadores
ru: Связать DN
zh_hant: 綁定識別名稱

# UserProfile_Avatar
source: Avatar
fi: Profiilikuva
ru: Аватар
zh_hant: 頭像

# Global_Beta
source: Beta
hu: Béta
ru: Бета-версия

# Global_OAuth
source: OAuth2
ru: ОАут2

# UserProfile_LDAPDN
source: LDAP DN:
pt_pt: DN LDAP:
zh_hant: LDAP 網域名稱：
