Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_CustomProperties
source: Custom Properties
cs: Vlastní vlastnosti
de: Benutzerdefinierte Eigenschaften
es: Propiedades Personalizadas
fi: Kustomoidut Ominaisuudet
fr: Propriétés personnalisées
hu: Egyéni tulajdonságok
pl: Wartości definiowalne
pt: Propriedades Personalizadas
pt_pt: Propriedades personalizadas
ru: Пользовательские свойства
zh_hant: 自訂屬性

# Admin_DataSynchronization
source: Data Synchronization
cs: Synchronizace dat
de: Datensynchronisation
es: Sincronización de Datos
fi: Tiedon synkronointi
fr: Synchronisation des données
hu: Adatok szinkronizálása
pl: Synchronizacja danych
pt: Sincronização de Dados
pt_pt: Sincronização de dados
ru: Синхронизация данных
zh_hant: 資料同步

# Admin_DataTools
source: Data Tools
cs: Nástroje dat
de: Datenwerkzeuge
es: Herramientas de Datos
fi: Datatyökalut
fr: Gestion des données
hu: Adateszközök
pl: Narzędzia danych
pt: Ferramentas de Dados
pt_pt: Ferramentas de dados
ru: Инструменты для работы с данными
zh_hant: 資料工具

# Admin_Documents
source: Documents
cs: Dokumenty
de: Dokumente
es: Documentos
fi: Dokumentit
hu: Dokumentumok
pl: Dokumenty
pt: Documentos
pt_pt: Documentos
ru: Документы
zh_hant: 文件

# Admin_EditFolders
source: Edit Folders
cs: Upravit složky
de: Ordner bearbeiten
es: Editar Carpetas
fi: Muokkaa Kansioita
fr: Modifier les dossiers
hu: Könyvtárak szerkesztése
pl: Edycja folderów
pt: Editar Pastas
pt_pt: Editar pastas
ru: Редактирование папок
zh_hant: 編輯資料夾

# Admin_EditPriorities
source: Edit Priorities
cs: Upravit vlastnosti
de: Prioritäten bearbeiten
es: Editar Prioridades
fi: Muokkaa Prioriteettejä
fr: Modifier les priorités
hu: Prioritások szerkesztése
pl: Edycja priorytetów
pt: Editar Prioridades
pt_pt: Editar Prioridades
ru: Редактирование Приоритеты
zh_hant: 編輯屬性

# Admin_EditProjectGroups
source: Edit Product Groups
cs: Upravit Produktové skupiny
de: Produktgruppen bearbeiten
es: Editar Grupos de Proyectos
fi: Muokkaa Projektiryhmiä
fr: Modifier les programmes
hu: projektcsoportok szerkesztése
pl: Edycja grup projektów
pt: Editar Grupos de Projetos
pt_pt: Editar grupos de projetos
ru: Редактирование групп продуктов
zh_hant: 編輯專案群組

# Admin_EditSeverities
source: Edit Severities
cs: Upravit Závažnosti
de: Schwere bearbeiten
es: Editar Severidades
fi: Muokkaa Severiteettejä
fr: Modifier les gravités
hu: Súlyosságok szerkesztése
pl: Edycja krytyczności
pt: Editar Gravidades
pt_pt: Editar criticidades
ru: Редактировать Северность
zh_hant: 編輯嚴重性

# Admin_EditStatuses
source: Edit Statuses
cs: Upravit Stavy
de: Status bearbeiten
es: Editar Estados
fi: Muokkaa Tiloja
fr: Modifier les statuts
hu: Állapotok szerkesztése
pl: Edycja statusów
pt: Editar Status
pt_pt: Editar Status
ru: Статусы редактирования
zh_hant: 編輯狀態

# Admin_EditTypes
source: Edit Types
cs: Upravit Typy
de: Typen bearbeiten
es: Editar Tipos
fi: Muokkaa Tyyppejä
fr: Modifier les types
hu: Típusok szerkesztése
pl: Edycja typów
pt: Editar Tipos
pt_pt: Editar tipos
ru: Редактировать Типы
zh_hant: 編輯類型

# Admin_Incidents
source: Incidents
cs: Incidenty
de: Vorfälle
es: Incidentes
fi: Havainnot
hu: Incidensek
pl: Incydenty
pt: Incidentes
pt_pt: Defeitos
ru: Инциденты
zh_hant: 事件

# Admin_Integration
source: Integration
cs: Integrace
es: Integración
fi: Integraatio
fr: Intégration
hu: Integráció
pl: Integracja
pt: Integração
pt_pt: Integração
ru: Интеграция
zh_hant: 整合

# Admin_LDAPConfiguration
source: LDAP Configuration
cs: Konfigurace LDAP
de: LDAP Konfiguration
es: Configuración LDAP
fi: LDAP konfiguraatio
fr: Configuration LDAP
hu: LDAP-konfiguráció
pl: Konfiguracja LDAP
pt: Configuração LDAP
pt_pt: Configuração LDAP
ru: LDAP-конфигурация
zh_hant: LDAP 設定

# Admin_LicenseDetails
source: License Details
cs: Detaily licence
de: Lizenz Details
es: Detalles de la Licencia
fi: Lisenssitiedot
fr: Licence
hu: Licencadatok
pl: Szczegóły licencji
pt: Detalhes da Licença
pt_pt: Detalhes da licença
ru: Информация о лицензии
zh_hant: 授權詳細資訊

# Admin_Notifications
source: Notifications
cs: Notifikace
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
pl: Notyfikacje
pt: Notificações
pt_pt: Notificações
ru: Уведомления
zh_hant: 通知

# Admin_PlanningOptions
source: Planning Options
cs: Možnosti plánování
de: Planungsoptionen
es: Opciones de Planificación
fi: Suunnitteluoptiot
fr: Options de planification
hu: Tervezési opciók
pl: Opcje planowania
pt: Opções de Planejamento
pt_pt: Opções de planeamento
ru: Планирование Варианты
zh_hant: 計畫選項

# Admin_ProjectMembership
source: Product Membership
cs: Členství v Produktu
de: Produktzugehörigkeit
es: Afiliación a Proyectos
fi: Projektijäsenyys
fr: Membres du produit
hu: projekt tagság
pl: Członkostwo w projekcie
pt: Adesões de Projeto
pt_pt: Membros do projeto
ru: Членство в Продукте
zh_hant: 專案成員

# Admin_Projects
source: Products
cs: Produkty
de: Produkte
es: Proyectos
fi: Projektit
fr: Produits
hu: projektek
pl: Projekty
pt: Projetos
pt_pt: Projetos
ru: Продукция
zh_hant: 專案

# Admin_System
source: System
cs: Systém
es: Sistema
fi: Järjestelmä
fr: Système
hu: Rendszer
pt: Sistema
pt_pt: Sistema
ru: Система
zh_hant: 系統

# Admin_TestAutomation
source: Test Automation
cs: Automatizace testů
es: Automatización de Pruebas
fi: Testiautomaatio
fr: Automatisation de tests
hu: Teszt automatizálása
pl: Automatyzacja Testów
pt: Automação de Testes
pt_pt: Automação de testes
ru: Автоматизация тестирования
zh_hant: 測試自動化

# Admin_Users
source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
hu: Felhasználók
pl: Użytkownicy
pt: Usuários
pt_pt: Utilizadores
ru: Пользователи
zh_hant: 使用者

# Admin_VersionControl
source: Source Code
cs: Správa verzí
de: Versionskontrolle
es: Control de Versiones
fi: Versionhallinta
fr: Contrôle de versions
hu: Verziókövetés
pl: Kontrola wersji
pt: Controle de Versão
pt_pt: Controlo da Versão
ru: Контроль версий
zh_hant: 版本控管

# Admin_ViewEditProjects
source: View / Edit Products
cs: Zobrazit / Upravit produkty
de: Produkte anzeigen / bearbeiten
es: Ver/Editar Proyectos
fi: Katso / Muokkaa Projekteja
fr: Afficher / Modifier les produits
hu: Projektek megtekintése / szerkesztése
pl: Zobacz / Edytuj Projekty
pt: Visualizar/Editar Projetos
pt_pt: Ver / Editar projetos
ru: Просмотр / Редактирование продуктов
zh_hant: 檢視 / 編輯專案

# DocumentFolders_Intro
source: The following document folders have been created in this product. Please click on the link to edit an existing folder, or click on the [Add] button to create a new folder in the product:
cs: V tomto Produktu byly vytvořeny následující složky dokumentů. Kliknutím na odkaz upravte existující složku nebo kliknutím na tlačítko [Přidat] vytvořte novou složku v Produktu:
de: Die folgenden Dokumentenordner wurden in diesem Produkt erstellt. Bitte klicken Sie auf den Link um einen bestehenden Ordner zu bearbeiten oder klicken Sie auf den [Hinzufügen] Button, um einen neuen Ordner in dem Produkt anzulegen.
es: Las siguientes carpetas de documentos se han creadas en este proyecto. Haga clic en el enlace para editar una carpeta existente o haga clic en el botón [Agregar] para crear una nueva carpeta en el proyecto:
fi: Tähän projektiin on luotu seuraavat kansiot. Klikkaa linkkiä muokataksesi olemassa olevaa kansiota, tai klikkaa [Lisää] luodaksesi projektiin uuden kansion:
fr: Les dossiers documents suivants ont été créés pour ce produit. Veuillez cliquer sur le lien d'un dossier pour le modifier, ou cliquer sur [Ajouter] pour créer un nouveau dossier dans le produit :
hu: Az alábbi dokumentumkönyvtárak jöttek létre ehhez a projekthez. Kattintson a hivatkozásra, ha meglévő könyvtárat szeretne szerkeszteni, illetve kattintson az [Add] gombra, ha új könyvtárat szeretne létrehozni a projekthez:
pl: Poniższe foldery dokumentów zostały utworzone w projekcie. Kliknij link aby edytować istniejący folder, lub użyj przycisku [Dodaj] aby utworzyć w projekcie nowy folder:
pt: As seguintes pastas de documentos foram criadas neste projeto. Por favor, clique no link para editar uma pasta existente, ou clique no botão [Adicionar] para criar uma nova pasta no projeto:
pt_pt: As seguintes pastas de documentos foram criadas para este projeto. Por favor clique no link para editar uma pasta existente ou clique no botão [Adicionar] para criar uma nova pasta no projeto:
ru: В этом изделии были созданы следующие папки для документов. Нажмите на ссылку, чтобы отредактировать существующую папку, или нажмите кнопку [Добавить], чтобы создать новую папку в устройстве:
zh_hant: 下列文件資料夾已在此專案中建立。請按下連結編輯已存在資料夾，或按下[新增]按鈕來建立專案中新資料夾：

# DocumentFolders_Title
source: Edit Document Folders
cs: Upravit složky dokumentů
de: Dokumentenordner anzeigen / bearbeiten
es: Editar Carpetas de Documentos
fi: Muokkaa dokumenttikansioita
fr: Modifier les dossiers documents
hu: Dokumentumkönyvtárak szerkesztése
pl: Edycja folderów dokumentów
pt: Editar Pastas de Documentos
pt_pt: Editar pastas de documentos
ru: Редактирование папок документов
zh_hant: 編輯文件資料夾

# DocumentTypes_Intro
source: The following document types have been created in this product. Please make any changes and click [Add] or [Save].<br /> To remove an existing document type just make it inactive by setting its Active flag to No.
cs: V tomto Produktu byly vytvořeny následující typy dokumentů. Proveďte prosím jakékoli změny a klikněte na [Přidat] nebo [Uložit]. <br /> Chcete-li odebrat existující typ dokumentu, jednoduše jej deaktivujte nastavením jeho aktivního příznaku na Ne.
de: Die folgenden Dokumenttypen wurden in diesem Produkt erstellt. Bitte führen Sie Ihre Änderungen durch und klicken [Hinzufügen] oder [Speichern].<br /> Um einen bestehenden Dokumenttyp zu entfernen, müssen Sie ihn nur durch Setzen der Aktiv-Kennung auf Nein inaktivieren.
es: Los siguientes tipos de documento se han creados en este proyecto. Realice los cambios y haga clic en [Agregar] o en [Guardar].<br /> Para eliminar un tipo de documento existente, cambie su indicador de Activo para 'No'.
fi: Tähän projektiin on luotu seuraavat dokumenttityypit. Muokkaa dokumenttityyppejä klikkaamalla [Lisää] tai [Talleta]. <br /> Poistaaksesi olemassa olevan dokumenttityypin, aseta se passiiviseksi muuttamalla sen aktiivisuus-lipun arvoksi Ei.
fr: Les types de documents suivants ont été créés pour ce produit. Modifiez si besoin et cliquer sur [Ajouter] ou [Mettre à jour] <br /> Pour supprimer un type de dossier du produit, choisissez la valeur <Non> pour le champ Actif.
hu: Az alábbi dokumentumtípusok jöttek létre ehhez a projekthez. Végezze el a változtatásokat, majd kattintson az [Add] vagy [Save] gombra.<br /> Ha törölni szeretne egy meglévő dokumentumtípust, akkor egyszerűen állítsa inaktívra az Aktív zászló „No”-ra állításával.
pl: Poniższe typy dokumentów zostały utworzone w projekcie. Edycja po wybraniu [Dodaj] lub [Edytuj].<br /> Aby usunąć istniejący typ dokumentu deaktywuj go wybierając wartość "Nie" w polu Aktywny.
pt: Os seguintes tipos de documentos foram criados neste projeto. Por favor, faça quaisquer alterações necessárias e clique em [Adicionar] ou [Atualizar]. <br /> Para remover um tipo de documento existente, apenas desative-o, mudando sua flag Ativo para Não.
pt_pt: Foram criados os seguintes tipos de documentos para este projeto. Por favor faça quaisquer alterações e clique [Adicionar] ou [Atualizar].<br/> Para remover um tipo de documento existente basta que o inative colocando a respetiva flag de Ativo para Não.
ru: В этом продукте созданы следующие типы документов. Пожалуйста, внесите изменения и нажмите [Добавить] или [Сохранить].<br />. Чтобы удалить существующий тип документа, просто сделайте его неактивным, установив флаг "Активный" в значение "Нет".
zh_hant: 下列文件資料夾已在此專案中建立。請異動後按下[新增]或[更新]。<br />欲咦除以存在文件類型，請設定啟動旗標為否。

# DocumentTypes_Title
source: Edit Document Types
cs: Upravit typy dokumentů
de: Dokumenttypen bearbeiten
es: Editar Tipos de Documentos
fi: Muokkaa dokumenttityyppejä
fr: Modifier les types de document
hu: Dokumentumtípusok szerkesztése
pl: Edycja typów dokumentów
pt: Editar Tipos de Documento
pt_pt: Editar tipos de documentos
ru: Редактирование типов документов
zh_hant: 編輯文件類型

# IncidentPriorities_Intro
source: The following incident priorities have been defined in the current product:
cs: V aktuálním Produktu byly definovány následující priority incidentů:
de: Die folgenden Vorfallsprioritäten wurden für das aktuelle Produkt definiert:
es: Las siguientes prioridades de incidentes se han definidas en el proyecto actual:
fi: Nykyiselle projektille on määritelty seuraavat havainnon prioriteetit:
fr: Les priorités suivantes ont été définies pour ce produit :
hu: Az alábbi incidensprioritásokat definiálták a jelenlegi projekthez:
pl: Priorytety w bieżącym projekcie:
pt: As seguintes prioridades de incidentes foram definidas no projeto atual:
pt_pt: Foram definidos os seguintes níveis de prioridades dos defeitos para o presente projeto:
ru: В текущем продукте были определены следующие приоритеты по инцидентам:
zh_hant: 下列事件屬性已被定義在目前專案：

# IncidentPriorities_Title
source: Edit Incident Priorities
cs: Upravit priority Incidentů
de: Vorfallsprioritäten bearbeiten
es: Editar Prioridades del Incidente
fi: Muokkaa Havainnon prioriteetteja
fr: Modifier les priorités d'incident
hu: Incidensprioritások szerkesztése
pl: Edycja priorytetów incydentu
pt: Editar Prioridades do Incidente
pt_pt: Editar Prioridades dos Defeitos
ru: Отредактировать Приоритеты происшествий
zh_hant: 編輯事件屬性

# IncidentSeverities_Intro
source: The following incident severities have been defined in the current product:
cs: V aktuálním produktu byly definovány následující závažnosti Incidentů:
de: Die folgenden Vorfallsschweren wurden für das aktuelle Produkt definiert:
es: Las siguientes severidades de incidentes se han definidas en el proyecto actual:
fi: Nykyiselle projektille on määritelty seuraavat havainnon vakavuudet:
fr: Les gravités d'incident suivantes ont été créées pour ce produit :
hu: Az alábbi incidenssúlyosságokat definiálták a jelenlegi projekthez:
pl: Wartości dla krytyczności incydentu:
pt: As seguintes gravidades de incidentes foram definidas no projeto atual:
pt_pt: Foram definidos os seguintes níveis de criticidade dos defeitos para o presente projeto:
ru: В текущем продукте были определены следующие степени тяжести происшествий:
zh_hant: 下列事件嚴重性已被定義在目前專案：

# IncidentSeverities_Title
source: Edit Incident Severities
cs: Upravit závažnosti Incidentu
de: Vorfallsschweren bearbeiten
es: Editar las Severidades del Incidente
fi: Muokkaa Havainnon vakavuuksia
fr: Modifier les gravités d'incident
hu: Incidenssúlyosságok szerkesztése
pl: Edytuj krytyczności incydentu
pt: Editar Gravidades de Incidentes
pt_pt: Editar Níveis de Criticidade dos Defeitos
ru: Редактировать Северность Инцидента
zh_hant: 編輯事件嚴重性

# IncidentStatuses_Intro
source: The following incident statuses have been defined in the current product:
cs: V aktuálním Produktu byly definovány následující stavy Incidentů:
de: Die folgenden Status wurden für das aktuelle Produkt definiert:
es: Los siguientes estados de incidentes se han definidos en el proyecto actual:
fi: Kyseiselle projektille on määritelty seuraavat havainnon tilat:
fr: Les statuts d'incidents suivants ont été définis dans le produit :
hu: Az alábbi incidensállapotokat definiálták a jelenlegi projekthez:
pl: Statusy incydentów bieżącego projektu
pt: Os seguintes status de incidentes foram definidos no projeto atual:
pt_pt: Foram definidos os seguintes estados no ciclo de vida dos defeitos para o presente projeto:
ru: В текущем изделии были определены следующие статусы происшествий:
zh_hant: 下列事件狀態已被定義在目前專案：

# IncidentStatuses_Title
source: Edit Incident Statuses
cs: Upravit stavy Incidentů
de: Vorfallsstatus bearbeiten
es: Editar Estados de Incidentes
fi: Muokkaa Havainnon tiloja
fr: Modifier les statuts
hu: Incidensállapotok szerkesztése
pl: Edycja statusów incydentu
pt: Editar Status de Incidentes
pt_pt: Editar Estados do Ciclo de Vida dos Defeitos
ru: Редактировать статусы инцидентов
zh_hant: 編輯事件狀態

# IncidentTypes_Intro
source: The following incident types have been defined in the current product:
cs: V aktuálním Produktu byly definovány následující typy Incidentů:
de: Die folgenden Vorfallstypen wurden für das aktuelle Produkt definiert:
es: Los siguientes tipos de incidentes se han definidos en el proyecto actual:
fi: Nykyiselle projektille on määritelty seuraavat havainto-tyypit:
fr: Les types d'incident suivants ont été créés pour ce produit :
hu: Az alábbi incidenstípusokat definiálták a jelenlegi projekthez:
pl: Typy incydentu zdefiniowane w bieżącym projekcie
pt: Os seguintes tipos de incidentes foram definidos no projeto atual:
pt_pt: Foram definidos os seguintes tipos de defeitos para o presente projeto:
ru: В текущем продукте были определены следующие типы происшествий:
zh_hant: 下列事件類型已被定義在目前專案：

# IncidentTypes_Title
source: Edit Incident Types
cs: Upravit typy Incidentů
de: Vorfallstypen bearbeiten
es: Editar Tipos de Incidentes
fi: Muokkaa Havainnon tyyppejä
fr: Modifier les types d'incident
hu: Incidenstípusok szerkesztése
pl: Edycja typów incydentu
pt: Editar tipos de Incidentes
pt_pt: Editar tipos de defeitos
ru: Редактирование типов инцидентов
zh_hant: 編輯事件類型

# LicenseDetails_EnterpriseLicense
source: Enterprise License
de: Enterprise-Lizenz
es: Licencia Empresarial
fi: Yrityslisenssi
fr: License Enterprise (Illimitée)
hu: Vállalati licenc
pl: Licencja enterprise
pt: Licença Corporativa
pt_pt: Licença empresarial
ru: Лицензия на осуществление предпринимательской деятельности
zh_hant: 企業授權

# LicenseDetails_EvaluationLicense
source: Evaluation License ({0} Users)
cs: Zkušební licence ({0} Uživatelů)
de: Evaluations-Lizenz
es: Licencia de Evaluación
fi: Arviointilisenssi
fr: License d'évaluation
hu: Értékelési licenc ({0} felhasználó)
pl: Licencja ewaluacyjana
pt: Licença de Avaliação
pt_pt: Licença de avaliação
ru: Лицензия на оценку ({0} Пользователи)
zh_hant: 評估授權

# LicenseDetails_Expiration
source: Expiration
cs: Expirace
de: Ablauf
es: Expiración
fi: Lisenssi umpeutuu
hu: Lejárat
pl: Wygasa
pt: Expiração
pt_pt: Expiração
ru: Истечение
zh_hant: 過期

# LicenseDetails_LicenseType
source: License Type
cs: Typ licence
de: Lizenztyp
es: Tipo de Licencia
fi: Lisenssityyppi
fr: Type de licence
hu: Licenctípus
pl: Typ licencji
pt: Tipo de Licença
pt_pt: Tipo de licença
ru: Тип лицензии
zh_hant: 授權類型

# LicenseDetails_LicenseVersionNumber
source: License Version #
cs: Verze licence #
de: Lizenzversion #
es: N.º de Versión de la Licencia
fi: Lisenssiversio #
fr: Version #
hu: Licencverzió #
pl: Wersja licencji #
pt: Nº de Versão da Licença
pt_pt: Versão # da licença
ru: Версия лицензии#
zh_hant: 授權版本 #

# LicenseDetails_NumConcurrentUsers
source: # Concurrent Users
cs: # Souběžní uživatelé
de: # Gleichzeitige Benutzer
es: N.º de Usuarios Simultáneos
fi: # yhtäaikaista käyttäjää
fr: # d'utilisateurs concurrents
hu: # Nem aktuális felhasználók
pl: # Równoczesnych użytkowników
pt: Nº de Usuários Simultâneos
pt_pt: # utilizadores concorrentes
ru: # Одновременные пользователи
zh_hant: # 同時使用授權使用者

# LicenseDetails_Title
source: License Details
cs: Licenční údaje
de: Lizenzdetails
es: Detalles de la Licencia
fi: Lisenssitiedot
fr: Licence
hu: Licencadatok
pl: Szczegóły licencji
pt: Detalhes da Licença
pt_pt: Detalhes da licença
ru: Информация о лицензии
zh_hant: 授權詳細資訊

# LicenseDetails_UnlicensedDoNotUse
source: Unlicensed Version | Do Not Use
cs: Nelicencovaná verze | Nepoužívat
de: Unlizenzierte Version | Nicht verwenden
es: Versión sin Licencia | No utilizar
fi: Lisensoimaton versio | Älä käytä
fr: Version non licenciée / Ne pas utiliser
hu: Nem licencelt verzió | Ne használja
pl: Wersja nielicencjonowana | Nie używać
pt: Versão não Licenciada|Não Use
pt_pt: Verão não licenciada | Não usar
ru: Нелицензированная версия | Не использовать
zh_hant: 未授權版本 | 不使用

# LicenseDetails_UsersConcurrent
source: {0}-Users Concurrent
cs: {0} - Uživatelů současně
de: {0}-Gleichzeitige Benutzer
es: {0} - Usuarios Simultáneos
fi: {0}- Käyttäjää järjestelmässä
fr: {0} utilisateurs concurrents.
hu: {0}-Egyidejű felhasználók
pl: {0}-Równoczesnych użytkowników
pt: {0}-Usuários Simultâneos
pt_pt: {0}-Utilizadores concorrentes
ru: {0}Пользователи Одновременно
zh_hant: 同時 {0} 使用者

# LicenseDetail_CustomerHomePage
source: Customer Home Page
cs: Domovská stránka zákazníka
de: Kunden Home Page
es: Página Principal del cliente
fi: Asiakkaan kotisivu
fr: Compte client
hu: Vásárlói kezdőoldal
pl: Strona domowa klienta
pt: Página Inicial do Cliente
pt_pt: Home Page do cliente
ru: Главная страница клиента
zh_hant: 客戶首頁

# LicenseDetail_Legend1
source: Note:
cs: Poznámka:
de: Anmerkung:
es: Nota:
fi: Huomaa:
fr: Attention :
hu: Megjegyzés:
pl: Notatka:
pt: Nota:
pt_pt: Nota:
ru: Примечание:
zh_hant: 備註：

# LicenseDetail_Legend2
source: The license key and organization name must match that found in your
cs: Licenční klíč a název organizace se musí shodovat s Vaším
de: Der Lizenzschlüssel und der Organisationsname müssen mit dem übereinstimmen was gefunden wurde in Ihrer/Ihrem
es: La clave de licencia y el nombre de la organización deben coincidir con los de su
fi: Lisenssiavaimen ja organisaation nimen täytyy löytyä:
fr: La licence et le nom de l'organisation doivent correspondre aux informations enregistrées dans votre
hu: A licenckulcsnak és szervezet nevének egyeznie kell
pl: Nazwa organizacji i klucz licencyjny są ze sobą powiązane
pt: A chave da licença e o nome da organização devem corresponder aos encontrados em sua
pt_pt: A chave da licença e o nome da organização devem corresponder à que se encontra no seu
ru: Лицензионный ключ и название организации должны совпадать с тем, что найдено в вашем
zh_hant: 授權金鑰和組織名稱必須相符，可找到於

# LicenseDetail_Legend3
source: If you do not already have a license for the software, you can
cs: Pokud ještě nemáte licenci na software, můžete
de: Wenn Sie nicht bereits eine Softwarelizenz haben, können Sie
es: Si aún no tiene una licencia para el software, puede
fi: Jos sinulla ei ole hankittuna ohjelmistolisenssiä,
fr: Si vous n'avez pas encore de licence, vous pouvez
hu: Ha még nem rendelkezik licenccel a szoftverhez, akkor
pl: Jeśli już posiadasz licencję możesz
pt: Se você ainda não tem uma licença para o software, você pode
pt_pt: Se ainda não tem uma licença para este software pode
ru: Если у вас еще нет лицензии на программное обеспечение, вы можете
zh_hant: 若您仍未有此軟體授權，您可

# LicenseDetail_Legend4
source: online today
cs: online již dnes
de: heute online
es: en linea hoy
fi: verkosta tänään
fr: en ligne maintenant
hu: online még ma
pl: online dzisiaj
pt: on-line hoje
pt_pt: online hoje
ru: онлайн сегодня
zh_hant: 今日上線

# LicenseDetail_LicenseKey
source: License Key
cs: Licenční klíč
de: Lizenzschlüssel
es: Clave de Licencia
fi: Lisenssiavain
fr: Licence
hu: Licenckulcs
pl: Klucz licencyjny
pt: Chave da Licença
pt_pt: Chave da licença
ru: Ключ лицензии
zh_hant: 授權金鑰

# LicenseDetail_Organization
source: Organization
cs: Organizace
de: Organisation
es: Organización
fi: Organisaatio
fr: Organisation
hu: Szervezet
pl: Organizacja
pt: Organização
pt_pt: Organização
ru: Организация
zh_hant: 組織

# LicenseDetail_PurchaseOne
source: purchase one
cs: koupit jednu
de: Kaufen Sie ein
es: compra una
fi: hanki se
fr: acheter
hu: vásároljon egyet
pl: zakupić
pt: comprar uma
pt_pt: compre uma
ru: приобретать один
zh_hant: 採購
