Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_DataSynchronization_Intro1
source: is able to communicate with a variety of external systems and applications using its background data synchronization service and library of available plug-ins.
cs: je schopen komunikovat s řadou externích systémů a aplikací pomocí služby synchronizace dat na pozadí a knihovnám dostupných doplňků.
de: ist fähig mit einer Vielzahl von externen Systemen und Applikationen zu kommunizieren. Hierzu wird der Service zur Hintergrund-Datensynchronisation und die Bibliothek der verfügbaren Plug-Ins verwendet.
es: es capaz de comunicarse con una variedad de sistemas y aplicaciones externas utilizando su servicio de sincronización de datos de fondo y la biblioteca de plug-ins disponibles.
fi: pystyy kommunikoimaan monien ulkoisten järjestelmien ja sovellusten kanssa, käyttäen omaa taustalla toimivaa tiedon synkronointipalveluaan ja liitännäiskirjastoaan.
fr: permet de communiquer avec une grande variété de systèmes et d'applications externes grâce à ses fonctions de synchronisation des données et à sa bibliothèque de modules.
hu: kommunikál számos különböző külső rendszerrel és alkalmazással a háttér adatszinkronizációs szolgáltatással és az elérhető kiegészítők könyvtárával.
pt: é capaz de se comunicar com uma variedade de sistemas externos e aplicações usando seu serviço de sincronização de dados em segundo plano e bibliotecas de plugins disponíveis.
pt_pt: está ativo para comunicar com uma variedade de sistemas externos e aplicações usando o seu serviço de sincronização de dados em background e a biblioteca de plug-ins disponíveis.
ru: может взаимодействовать с различными внешними системами и приложениями, используя свою службу синхронизации фоновых данных и библиотеку доступных подключаемых модулей.
zh_hant: 可使用背景資料同步服務、文庫與多種外部系統與應用程式的外掛程式連結。

# Admin_DataSynchronization_Intro2
source: This page allows you to view, add and modify the list of plug-ins, make changes to their configuration, and verify the status of the most recent synchronization. In addition, you can force a particular plug-in to perform a complete data-synchronization by resetting its date of last sync:
cs: Tato stránka umožňuje zobrazit, přidat a upravit seznam plug-in modulů, provádět změny v jejich konfiguraci a ověřit stav poslední synchronizace. Kromě toho můžete vynutit, aby konkrétní plug-in modul provedl úplnou synchronizaci dat za pomoci resetování data poslední synchronizace:
de: Diese Seite erlaubt Ihnen die Plug-In-Liste anzuzeigen, zu erweitern und zu modifizieren, Änderungen an Ihrer Konfiguration vorzunehmen und den Status der letzten Synchronisation zu prüfen. Zusätzlich können Sie, durch Zurücksetzen des Datums der letzten Synchronisation, ein bestimmtes Plug-In zwingen eine komplette Datensynchronisation durchzuführen.
es: Esta página le permite ver, agregar y modificar la lista de plug-ins, realizar cambios en su configuración y verificar el estado de la sincronización más reciente. Además, puede forzar un plug-in específico a realizar una sincronización completa de datos restableciendo la fecha de la última sincronización:
fi: Tällä sivulla voit tutkia, lisätä ja muuttaa liitännäislistaa, tehdä muutoksia niiden konfiguraatioihin, ja varmistaa viimeisimmän synkronisoinnin tilan. Lisäksi voit asettaa tietyn liitännäisen suorittamaan täydellisen datasynkronoinnin, nollaamalla sen viimeisimmän suorituspäivämäärän:
fr: Cette page permet d'afficher et modifier la liste des modules, d'en changer la configuration, et de vérifier les informations relatives à la dernière synchronisation.
hu: Ezen az oldalon megtekintheti, hozzáadhat és módosíthatja a kiegészítők listáját, módosíthatja a konfigurációjukat, valamint ellenőrizheti a legutóbbi szinkronizáció állapotát. Mindemellett kényszeríthet egy adott kiegészítőt arra, hogy teljes adatszinkronizációt hajtson végre a legutolsó szinkronizálás dátumának átállításával:
pt: Esta página permite visualizar, adicionar e modificar a lista de plugins, fazer alterações em suas configurações e verificar o status da sincronização mais recente. Além disso, você pode forçar um plugin específico a executar uma sincronização de dados completa, redefinindo a data da sua última sincronização:
pt_pt: Esta página permite-lhe ver, adicionar e modificar a lista de plug-ins, fazer alterações à respetiva configuração e verificar o status da sincronização mais recente. Adicionalmente pode forçar determinado plug-in em particular a realizar uma sincronzação de dados completa ao redefinir a respetiva data da última sincronização:
ru: Эта страница позволяет просматривать, добавлять и изменять список плагинов, вносить изменения в их конфигурацию, а также проверять состояние самой последней синхронизации. Кроме того, вы можете заставить определенный плагин выполнить полную синхронизацию данных, сбросив дату последней синхронизации:
zh_hant: 此頁允許您檢視、新增、修改外掛程式列表，修改設定，和驗證最新同步狀態。並且，您可重設最後同步日期，強制特定外掛程式執行完整資料同步。

# Admin_DataSynchronization_Title
source: Data Synchronization
cs: Synchronizace dat
de: Datensynchronisation
es: Sincronización de Datos
fi: Tiedon synkronointi
fr: Synchronisation des données
hu: Adatok szinkronizálása
pt: Sincronização de Dados
pt_pt: Sincronização de dados
ru: Синхронизация данных
zh_hant: 資料同步

# Admin_DataSyncProjects_ArtifactFieldMapping
source: Artifact Field Mapping
cs: Mapování pole Artefaktů
de: Artefakt Feldzuordnung
es: Mapeo de Campos del Artefacto
fi: Asiakenttien mäppäys
fr: Mapping du champ de l'objet
hu: Műtárgymező feltérképezése
pt: Mapeamento de Campos do Artefato
pt_pt: Sincronização de dados
ru: Картирование полей артефактов
zh_hant: 項目欄位對應

# Admin_DataSyncProjects_ArtifactFieldMapping_Intro
source: Please click on each of the links below to configure the field-level data mapping for each of the types of artifact that you will be synchronizing in this product:
cs: Kliknutím na každý z níže uvedených odkazů nakonfigurujte mapování dat na úrovni pole pro každý z typů artefaktů, které budete v tomto produktu synchronizovat:
de: Bitte klicken Sie auf jeden der folgenden Links um das Feldebenen-Datenzuordnung für alle Artefakttypen zu konfigurieren, die Sie in diesem Produkt synchronisieren wollen.
es: Por favor, haga clic en cada uno de los enlaces siguientes para configurar el mapeo de datos a nivel de campo para cada uno de los tipos de artefacto que usted desea sincronizar en este proyecto:
fi: Klikkaa jokaista alla olevaa linkkiä, määritelläksesi kenttä-tason datan mäppäyksen jokaiselle tässä projektissa synkronoitavalle asia-tyypille:
fr: Veuillez cliquer sur les liens suivants pour configurer le mapping des objets à synchroniser pour ce produit :
hu: Kattintson az egyes alábbi hivatkozásokra a mezőszintű adatfeltérképezés egyes, a projekten belül szinkronizálandó műtárgytípusokhoz konfigurálásához:
pl: Please click on each of the links below to configure the field-level data mapping for each of the types of artifact that you will be synchronizing in this project:
pt: Por favor, clique em cada um dos links abaixo para configurar o nível de campo do mapeamento de dados para cada um dos tipos de artefato que serão sincronizados neste projeto:
pt_pt: Clique, por favor, em cada um dos links abaixo para configurar o mapeamento de dados ao nível dos campos, para cada um dos artefactos que pretende soncronizar neste projeto:
ru: Пожалуйста, перейдите по каждой из приведенных ниже ссылок, чтобы настроить отображение данных на уровне поля для каждого типа артефактов, которые вы будете синхронизировать в этом продукте:
zh_hant: 請按下每一個下方連結設定每一個專案中同步項目類型的欄位階層資料對應。

# Admin_DataSyncProjects_CustomProperties
source: Custom Properties
cs: Vlastní vlastnosti
de: Benutzerdefinierte Eigenschaften
es: Propiedades Personalizadas
fi: Kustomoidut Ominaisuudet
fr: Propriétés personnalisées
hu: Egyéni tulajdonságok
pt: Propriedades Personalizadas
pt_pt: Propriedades personalizadas
ru: Пользовательские свойства
zh_hant: 自訂屬性

# Admin_DataSyncProjects_Intro1
source: To configure this product for data mapping with the
cs: Nakonfigurovat tento Produktu pro mapování dat pomocí
de: Um dieses Produkt für die Datenzuordnung mit dem
es: Para configurar este proyecto para el mapeo de datos con el plug-in
fi: Konfiguroidaksesi tämän projektin suorittamaan datan mäppäyksen käyttäen
fr: Pour configurer le mapping avec le module pour ce produit,
hu: Ahhoz, hogy ezt a projektet a kiegészítővel történő adatfeltérképezésre
pl: To configure this project for data mapping with the
pt: Para configurar esse projeto para o mapeamento de dados com o plugin
pt_pt: Para configurar este projeto para mapeamento de dados com o
ru: Чтобы настроить этот продукт на отображение данных с помощью
zh_hant: 欲設定與此專案的資料對應

# Admin_DataSyncProjects_Intro2
source: plug-in, you need to specify the key/id of the product in the external system, and then click on the links below to actually configure the different fields that need to be mapped for the synchronization to operate:
cs: plug-in, musíte zadat klíč/id produktu v externím systému a poté kliknout na níže uvedené odkazy, abyste skutečně nakonfigurovali různá pole, která je třeba mapovat, aby synchronizace fungovala:
de: Plug-In zu konfigurieren, müssen Sie den Schlüssel / die ID des Produkts im externen System spezifizieren, und dann auf die folgenden Links klicken um tatsächlich die verschiedenen Felder zu konfigurieren, die für die Synchronisation zugeordnet werden müssen.
es: , debe especificar la clave/id del proyecto en el sistema externo y, a continuación, haga clic en los enlaces siguientes para configurar los diferentes campos que deben ser mapeados para que la sincronización funcione correctamente:
fi: liitännäistä, sinun täytyy määritellä projektin avain/id ulkoiselle järjestelmälle, ja sen jälkeen klikata alla olevia linkkejä määritelläksesi kentät, jotka täytyy mapata, jotta synkronisointi toimii:
fr: vous devez préciser la clé/id du produit dans le système externe, puis cliquer sur les liens suivants pour configurer chacun des champs requis pour la synchronisation :
hu: konfigurálja, határozza meg a projektnek a külső rendszerben meglévő kulcsát/azonosítóját, majd kattintson az alábbi hivatkozásokra a szinkronizáció végrehajtásához feltérképezendő különböző mezők konfigurálásához
pl: plug-in, you need to specify the key/id of the project in the external system, and then click on the links below to actually configure the different fields that need to be mapped for the synchronization to operate:
pt: , você precisa especificar a chave/id do projeto no sistema externo, e em seguida, clicar nos links abaixo para efetivamente configurar os diferentes campos que precisam ser mapeados para a sincronização operar:
pt_pt: plug-in, precisa especificar a chave/id do projeto no sistema externo e seguidamente clicar nos links abaixo para realmente configurar os diferentes campos que precisam ser mapeados para operacionalizar a sincronização:
ru: плагин, вам нужно указать ключ/ид продукта во внешней системе, а затем нажать на ссылки ниже, чтобы на самом деле настроить различные поля, которые должны быть отображены, чтобы синхронизация работала:
zh_hant: 外掛程式，您需只指定外部系統的專案鍵值/編號，並按下下方的連結來設定不同的同步操作對應的欄位：

# Admin_DataSyncProjects_ProjectDataMapping
source: Product Data Mapping
cs: Mapování dat Produktu
de: Produkt Datenzuordnung
es: Mapeo de Datos del Proyecto
fi: Projektin datamäppäys
fr: Mapping des données
hu: projektadatok feltérképezése
pl: Project Data Mapping
pt: Mapeamento de Dados do Projeto
pt_pt: Mapeamento de dados do projeto
ru: Картирование данных о продукте
zh_hant: 專案資料對應

# Admin_DataSyncProjects_StandardFields
source: Standard Fields
cs: Standardní pole
de: Standardfelder
es: Campos Estándares
fi: Peruskentät
fr: Paramètres standard
hu: Sztenderd mezők
pt: Campos Padrão
pt_pt: Campos standard
ru: Стандартные поля
zh_hant: 標準欄位

# Admin_DataSyncProjects_Title
source: View/Edit Data Mapping
cs: Zobrazit/upravit mapování dat
de: Datenzuordnung anzeigen / bearbeiten
es: Ver/Editar Mapeo de Datos
fi: Tarkastele/muokkaa datan mäppäystä
fr: Afficher / Modifier le mapping des données
hu: Adatfeltérképezés megtekintése/szerkesztése
pt: Ver/Editar Mapeamento de Dados
pt_pt: Ver/Editar mapeamento de dados
ru: Просмотр/редактирование Картирование данных
zh_hant: 檢視/編輯資料對應

# Admin_DataSyncProjects_Unselected
source: (Unselected)
cs: (Nevybráno)
de: (nicht ausgewählt)
es: (No Seleccionado)
fi: (Ei valittu)
fr: (Non sélectionné)
hu: (Nincs kiválasztva)
pt: (Não Selecionado)
pt_pt: (não selecionado)
ru: (Неизбранный)
zh_hant: （未選擇）

# Admin_DocumentFolderDetails_String1
source: Please review the information listed below and make any changes if necessary.
cs: Zkontrolujte níže uvedené informace a v případě potřeby proveďte jakékoli změny.
de: Bitte überprüfen Sie die nachfolgenden Angaben und nehmen Sie erforderliche Anpassungen vor.
es: Por favor, revise la información que aparece a continuación y realice cualquier cambio si es necesario.
fi: Tarkasta alla olevat tiedot, ja muuta niitä mikäli tarpeen.
fr: Veuillez vérifier et corriger si nécessaire les information suivantes.
hu: Tekintse át az alább felsorolt információkat, majd végezze el a szükséges változtatásokat.
pl: Zweryfikuj poniższe informacje i dokonaj zmian w razie konieczności.
pt: Por favor, revise as informações listadas abaixo e faça as alterações, se necessário.
pt_pt: Por favor reveja a informação listada abaixo para fazer quaisqeur alterações consideradas necessárias.
ru: Пожалуйста, ознакомьтесь с информацией, приведенной ниже, и при необходимости внесите изменения.
zh_hant: 請檢閱下列列表資訊，若需要可變更。

# Admin_DocumentFolderDetails_String2
source: Once you have finished, click [Save/Insert] to confirm them.
cs: Po dokončení je potvrďte kliknutím na [Uložit/Vložit].
de: Sobald Sie fertig sind, klicken Sie [Speichern/Einfügen] zur Bestätigung.
es: Una vez que haya terminado, haga clic en [Guardar/Insertar] para confirmarlos.
fi: Kun olet valmis, vahvista muutokset klikkaamalla [Talleta/Lisää].
fr: Cliquez sur [Enregistrer] pour confirmer les modifications une fois que vous avez terminé.
hu: Amikor végzett, kattintson a [Save/Insert] gombra a jóváhagyáshoz.
pl: Po zakończeniu, kliknij [Aktualizuj/Wstaw] by zatwierdzić zmiany.
pt: Depois de ter terminado, clique em [Salvar/Inserir] para confirmá-las.
pt_pt: Assim que tenha terminado clique [Atualizar/Inserir] para confirmá-los.
ru: После завершения нажмите [Сохранить/Вставить], чтобы подтвердить их.
zh_hant: 完成後，請按下[更新/插入]以確認。

# Admin_DocumentFolderDetails_Title
source: Add / Edit Document Folder
cs: Přidat/upravit složku dokumentu
de: Dokumentenordner hinzufügen / bearbeiten
es: Agregar/Editar Carpeta de Documentos
fi: Lisää/Muokkaa dokumenttikansiota
fr: Ajouter / Modifier un dossier documents
hu: Dokumentumkönyvtár hozzáadása/szerkesztése
pl: Dodaj / Edytuj folder
pt: Adicionar/Editar Pasta de Documentos
pt_pt: Adicionar/Editar pasta de documentos
ru: Добавить / Редактировать папку документов
zh_hant: 新增/編輯文件資料夾

# Admin_EmailConfiguration_ActiveNotes1
source: If disabled,
cs: Pokud je zakázáno,
de: Falls deaktiviert, wird
es: Si está deshabilitado,
fi: Jos deaktivoitu,
hu: Ha le van tiltva,
pl: Jeśli wyłączone
pt: Se desativado, o
pt_pt: Se desativado,
ru: Если он отключен,
zh_hant: 若取消啟動，

# Admin_EmailConfiguration_ActiveNotes2
source: will not send out any messages.
cs: nebudou odeslány žádné zprávy
de: keine Nachrichten versenden.
es: no enviará ningún mensaje.
fi: ei lähetä viestejä.
fr: autorise l'envoi de notifications email.
hu: akkor nem küld ki semmilyen üzenetet.
pl: nie będą wysyłane żadne wiadomości.
pt: não vai enviar nenhuma mensagem.
pt_pt: não enviará quaisquer mensagens.
ru: не будет посылать никаких сообщений.
zh_hant: 不會寄送任何訊息

# Admin_EmailConfiguration_ActiveYn
source: E-Mail Notifications Active?
cs: E-mailová oznámení aktivní?
de: E-Mail Benachrichtigung aktiv?
es: Notificaciones de E-mails Activas?
fi: Sähköposti-ilmoitukset aktivoitu?
fr: Notifications email actives?
hu: E-mail-értesítések aktívak?
pl: Czy notyfikacje email są aktywne ?
pt: Notificações de E-mail Ativas?
pt_pt: Notificações de e-mail ativas?
ru: Уведомления по электронной почте активны?
zh_hant: 啟動電子郵件通知？

# Admin_EmailConfiguration_AllowUserControlNotes
source: If enabled, users will be given the option to deny receiving emails from the system.
cs: Pokud je tato možnost povolena, uživatelé budou mít možnost odmítnout přijímání e-mailů ze systému.
de: Falls freigegeben, wird den Benutzern die Möglichkeit gegeben, den Erhalt systemseitiger E-Mails abzulehnen.
es: Si está habilitado, los usuarios tendrán la opción de negar la recepción de e-mails del sistema.
fi: Jos valinta on aktivoitu, käyttäjille annetaan mahdollisuus kieltäytyä ottamasta vastaan sähköposteja järjestelmältä.
fr: Autorise la possibilité pour les utilisateurs de refuser la réception des emails.
hu: Ha engedélyezett, akkor a felhasználóknak lehetőségük van elutasítani a rendszerüzenetek fogadását.
pl: Jeśli aktywne, użytkownicy będą mieli możliwość wyłączenia przyjmowania powiadomień email
pt: Se ativado, os usuários terão a opção de recusar receber e-mails do sistema.
pt_pt: Se activado os utilizadores terão a opção de negar a receção de e-mails do sistema.
ru: Если эта опция включена, то пользователям будет предоставлена возможность отказать в приеме писем из системы.
zh_hant: 若啟動，使用者可使用選項來拒絕接收系統的電子郵件。

# Admin_EmailConfiguration_AllowUsersControl
source: Allow Users Control of Receiving Emails?
cs: Povolit uživatelům kontrolu nad přijímáním e-mailů?
de: Den Benutzern die Kontrolle des E-Mail-Erhalts erlauben?
es: Permitir a los usuarios el control de recepción de e-mails?
fi: Salli käyttäjien kontrolloida sähköpostien vastaanottoa?
fr: Contrôle par les utilisateurs de la réception des emails?
hu: Lehetővé teszi az e-mailek fogadásának felhasználói beállítását?
pl: Czy użytkownicy będą mogli kontrolować przychodzące notyfikację ?
pt: Permitir controle de usuários sobre o recebimento de e-mails?
pt_pt: Permitir aos utilizadores o controlo sobre a receção de e-mails?
ru: Позволить пользователям контролировать получение электронной почты?
zh_hant: 允許使用者控制接收電子郵件？

# Admin_EmailConfiguration_FromAddressNotes
source: The address that emails will be sent from. Replies to this address will not be monitored.
cs: Adresa, ze které budou odesílány e-maily. Odpovědi na tuto adresu nebudou přijímány.
de: Die Adresse, von der die E-Mails gesendet werden. Antworten an diese Adresse werden nicht überwacht.
es: La dirección que se utilizará para enviar correos electrónicos. Las respuestas a esta dirección no serán monitoreadas.
fi: Osoite, josta sähköpostit lähetetään. Vastauksia tähän osoitteeseen ei seurata.
fr: L'adresse à partir de laquelle les emails sont envoyés.
hu: Az a cím, amelyről az e-maileket küldik. Az erre a címre érkező válaszokat nem felügyeljük.
pl: Adres, z którego notyfikacje będą przysyłane. Odpowiedzi na notyfikacje nie są monitorowane
pt: O endereço do qual as mensagens serão enviadas. As respostas a este endereço não serão monitoradas.
pt_pt: O endereço a partir do qual os e-mails serão enviados. Resposta para este endereço não serão monitoradas.
ru: Адрес, с которого будут отправляться сообщения. Ответы на этот адрес не будут отслеживаться.
zh_hant: 電子郵件寄件來源位址。回覆至此位址不會被監控。

# Admin_EmailConfiguration_FromEmailAddress
source: From E-Mail Address
cs: Z e-mailové adresy
de: Absender-E-Mail-Adresse
es: E-mail de Origen
fi: Sähköpostiosoitteesta
fr: Email expéditeur
hu: Küldő e-mail-címek
pt: E-mail de Origem
pt_pt: Do endereço de e-mail
ru: С электронного адреса
zh_hant: 電子郵件地址來源

# Admin_EmailConfiguration_HostName
source: Host Name
es: Nombre del Host
fi: Isännän nimi
fr: Nom de l'hôte
hu: Hosztnév
pt: Nome do host
pt_pt: Nome do Ambiente
ru: Имя хоста
zh_hant: 主機名稱

# Admin_EmailConfiguration_MailHostNotes
source: The SMTP host name of your mail server.
cs: Název hostitele SMTP vašeho poštovního serveru.
de: Der SMTP Host Name von Ihrem Mail-Server
es: El nombre del host de SMTP de su servidor de e-mail.
fi: Sähköpostipalvelimesi SMTP-isännän nimi.
fr: SMTP de votre serveur email
hu: Az üzenetküldő szerver SMTP-hosztneve.
pt: O nome do host SMTP do servidor de e-mails.
pt_pt: SMTP do seu servidor de mail.
ru: Имя SMTP-хоста вашего почтового сервера.
zh_hant: 郵件伺服器 SMTP 主機名稱

# Admin_EmailConfiguration_MailServer
source: Mail Server
cs: Poštovní server
es: Servidor de E-mails
fi: Sähköpostipalvelin
fr: Serveur email
hu: Üzenetküldő szerver
pt: Servidor de E-mails
pt_pt: Servidor de mail
ru: почтовый сервер
zh_hant: 郵件伺服器

# Admin_EmailConfiguration_MailServerIntro
source: Please leave all the following fields empty if you want to use the default IIS SMTP Virtual Server:
cs: Pokud chcete použít výchozí virtuální server IIS SMTP, nechte všechna následující pole prázdná:
de: Lassen Sie bitte die folgenden Felder leer, wenn Sie den Default IIS SMTP Virtual Server verwenden wollen:
es: Por favor, deje vacíos todos los campos siguientes si desea utilizar el servidor virtual por Defecto IIS SMTP:
fi: Jätä kaikki seuraavat kentät tyhjiksi, jos haluat käyttää oletus IIS SMTP Virtual Serveriä:
fr: Veuillez laisser les champs vides si vous voulez utiliser les valeurs par défaut du serveur SMTP
hu: Hagyja üresen az alábbi mezőket, ha az alapértelmezett IIS SMTP virtuális szervert szeretné használni:
pt: Por favor, deixe todos os campos abaixo em branco se você quiser usar o servidor virtual padrão IIS SMTP:
pt_pt: Por favor deixe os seguintes campos vazios se quer usar o Servidor virtual IIS SMTP por defeito:
ru: Пожалуйста, оставьте все следующие поля пустыми, если вы хотите использовать Виртуальный сервер IIS SMTP по умолчанию:
zh_hant: 欲使用預設 IIS SMPT 虛擬伺服器，請將下列欄位留空。

# Admin_EmailConfiguration_Password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
pt: Senha
ru: Пароль
zh_hant: 密碼

# Admin_EmailConfiguration_PasswordNotes
source: If your SMTP server requires authentication, this is your password.
cs: Pokud váš server SMTP vyžaduje ověření, zadejte heslo.
de: Falls Ihr SMTP-Server eine Authentifizierung benötigt, ist dies Ihr Passwort.
es: Si su servidor SMTP requiere autenticación, ésta es su contraseña.
fi: Jos SMTP-palvelimesi vaatii autentikointia, tämä on salasanasi.
fr: Votre mot de passe si votre serveur SMTP demande une authentification.
hu: Ha az SMTP-szerver hitelesítést igényel, akkor ehhez ez az Ön jelszava.
pt: Se o seu servidor SMTP requer autenticação, esta é a sua senha.
pt_pt: Se o seu servidor de SMTP requer autenticação esta é a sua password.
ru: Если ваш SMTP-сервер требует аутентификации, то это ваш пароль.
zh_hant: 若 SMTP 伺服器需認證，請用您的密碼。

# Admin_EmailConfiguration_PortNumber
source: Port Number
cs: Číslo portu
de: Port-Nummer
es: Número de Puerto
fi: Porttinumero
fr: Numéro de port
hu: Portszám
pt: Número da Porta
pt_pt: Número do port
ru: Номер порта
zh_hant: 埠號
