Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_EmailConfiguration_PortNumberNotes
source: The SMTP port number to use. Leave blank to use the default of 25.
cs: Číslo portu SMTP, které se má použít. Chcete-li použít výchozí hodnotu 25, ponechte pole prázdné.
de: Die zu verwendende SMTP Port-Nummer. Leer lassen um den Default 25 zu verwenden.
es: El número de puerto SMTP que se va a utilizar. Deje en blanco para usar el valor por defecto 25.
fi: Käytössä oleva SMTP-porttinumero. Jos kenttä on tyhjä, käytetään oletusarvoa 25.
fr: Le numéro de port SMTP à utiliser (Valeur par défaut 25 si le champ est vide).
hu: A használandó SMTP-portszám. Hagyja üresen az alapértelmezett 25 érték alkalmazásához.
pt: O número da porta SMTP a ser usada. Deixe em branco para usar o padrão (porta 25).
pt_pt: Número do port de SMTP a usar. Deixe em branco para usar o valor, por defeito, 25.
ru: Номер используемого SMTP-порта. Оставьте пустым, чтобы использовать значение по умолчанию 25.
zh_hant: SMTP 埠號。使用預設 25 請留空。

# Admin_EmailConfiguration_ReplyToAddressNotes
source: The Reply-To field that emails sent will contain. Blank will leave header field blank in messages.
cs: Header Odpovědět (Reply-To), které budou odeslané e-maily obsahovat. Ponechte prázdné pro prázdný header v odeslaných zprávách.
de: Das Antwort-An Feld, das die E-Mail enthalten wird. Leer gelassen wird die Kopfzeile der Nachricht leer sein.
es: El campo 'Responder a' que los correos electrónicos enviados contendrán. Deje en blanco para usar un encabezado en blanco en los mensajes.
fi: Lähetettyjen sähköpostien Vastaa-kenttä. Jos sihen ei kirjoiteta mitään, jää sähköpostin otsikkokenttä tyhjäksi.
fr: L'adresse de réponse des emails (si le champ est vide, l'adresse de réponse sera laissée vide dans les emails)
hu: A válasz ide mező, amelyet a küldött e-mailek tartalmaznak. Ha üres, akkor az üzenetek fejléce üres marad.
pt: O campo 'Responder para' que os e-mails enviados irão conter. Se deixado em branco, irá resultar em um cabeçalho em branco nas mensagens.
pt_pt: O campo de "resposta a" que estará contido nos e-mails enviados. Em branco deixará o campo de cabeçalho em branco nas mensagens.
ru: Поле Reply-To (Ответить на вопросы), которое будет содержать отправленные сообщения. Пустое поле заголовка оставит пустым в сообщениях.
zh_hant: 信件包含[回覆至]欄位值。當值為空時，訊息中標頭會為空。

# Admin_EmailConfiguration_ReplyToEmailAddress
source: Reply-To E-Mail Address
cs: E-mailová adresa (Reply-To) pro odpověď
de: E-Mail Adresse für Antworten
es: Dirección de 'Responder a'
fi: Vastaukset sähköpostiosoite
fr: Adresse de réponse
hu: Válasz ide e-mail-cím
pt: E-mail do Responder Para
pt_pt: Endereço de e-mail para "resposta a"
ru: Ответить на электронный адрес
zh_hant: 回覆至電子郵件位址

# Admin_EmailConfiguration_SendHtml
source: Send HTML Emails
cs: Odesílat HTML Emaily
de: HTML E-Mails senden
es: Enviar e-mails HTML
fi: Lähetä sähköpostit HTML-muodossa
fr: Envoi au format HTML
hu: HTML e-mailek küldése
pt: Enviar e-mails em HTML
pt_pt: Enviar e-mails em HTML
ru: Отправка HTML-сообщений
zh_hant: 寄送 HTML 郵件

# Admin_EmailConfiguration_SendInHtmlNotes
source: If enabled, emails will be sent out in HTML. Otherwise, plain text.
cs: Pokud je povoleno, budou e-maily odesílány ve formátu HTML. Jinak ve formátu prostého textu.
de: Falls freigegeben, werden E-Mails im HTML-Format verschickt. Andernfalls als Klartext.
es: Si está habilitado, los e-mails se enviarán en HTML. De lo contrario, sólo texto.
fi: Jos valinta on aktivoitu, sähköpostit lähetetään HTML-muodossa. Muussa tapauksessa ne lähetetään teksti-muodossa.
fr: Envoi des emails au format HTML (envoi au format texte sinon).
hu: Ha engedélyezett, akkor az e-mailek HTML-ben kerülnek kiküldésre. Ellenkező esetben egyszerű szöveg.
pt: Se ativado, os e-mails serão enviados em HTML. Caso contrário, apenas texto.
pt_pt: Se ativo os e-maisl serão enviados em HTML. De outor modo, serão enviados em plain text.
ru: Если эта функция включена, письма будут рассылаться в HTML. В противном случае, обычный текст.
zh_hant: 若啟動，信件會使用 HTML 格式。否則為存文字格式。

# Admin_EmailConfiguration_SslConnection
source: SSL Connection
cs: SSL připojení
de: SSL Verbindung
es: Conexión SSL
fi: SSL-yhteys
fr: Connexion SSL
hu: SSL-kapcsolat
pt: Conexão SSL
pt_pt: Ligação SSL
ru: SSL-подключение
zh_hant: SSL 連線

# Admin_EmailConfiguration_String1
source: By default,
cs: Ve výchozím stavu
de: Standardmäßig, verwendet
es: Por defecto,
fi: Oletuksena,
fr: Par défaut,
hu: Alapértelmezés szerint
pt: Por padrão, o
pt_pt: Por defeito,
ru: По умолчанию,
zh_hant: 依預設

# Admin_EmailConfiguration_String2
source: will use the default IIS SMTP Virtual Server to send outgoing email notifications to users in the system. However, it can also be configured to send emails through an external SMTP server directly.
cs: použije výchozí virtuální server IIS SMTP k odesílání odchozích e-mailových upozornění uživatelům v systému. Lze jej však také nakonfigurovat tak, aby odesílal e-maily přímo přes externí server SMTP.
de: den Standard IIS SMTP Virtual Server, um ausgehende E-Mail-Benachrichtigungen an Benutzer im System zu verschicken. Jedoch kann es auch konfiguriert werden um E-Mails über einen externen SMTP Server direkt zu versenden.
es: utilizará el servidor virtual por defecto IIS SMTP para enviar notificaciones de e-mail a los usuarios del sistema. Sin embargo, también se puede configurar para enviar e-mails directamente a través de un servidor SMTP externo.
fi: lähetettäessä sähköposti-ilmoituksia järjestelmän käyttäjille, käytetään IIS SMTP-virtuaalipalvelinta. Järjestelmä voidaan kuitenkin myös konfiguroida lähettämään sähköpostit suoraan ulkoisen SMTP-palvelimen kautta.
fr: envoie des emails aux utilisateurs du système via le serveur virtuel IIS défaut. Egalement configurable pour l'envoi via un serveur SMTP externe.
hu: a rendszer az alapértelmezett IIS SMTP virtuális szervert használja a felhasználóknak a kimenő e-mail-értesítések küldéséhez. A rendszer azonban beállítható úgy is, hogy közvetlenül egy külső SMTP-szerverről küldje az e-maileket.
pt: usará o Servidor Virtual Padrão IIS SMTP para enviar notificações de e-mail aos usuários do sistema. No entanto, ele também pode ser configurado para enviar e-mails diretamente através de um servidor SMTP externo .
pt_pt: usará o Servidor virtual IIS SMTP por defeito para enviar notificações de e-mail para os utilizadores no sistema. Contudo, também pode ser configurado para enviar e-mails diretamente através de servidor SMTP externo.
ru: будет использовать стандартный Виртуальный сервер IIS SMTP Virtual Server для отправки исходящих уведомлений по электронной почте пользователям системы. Однако его также можно настроить на прямую отправку электронной почты через внешний SMTP-сервер.
zh_hant: 使用預設 IIS SMTP 虛擬伺服器寄送往外郵件通知給使用者。然而也可設定通過外部SMTP伺服器直接寄送。

# Admin_EmailConfiguration_String3
source: This page allows you to change these mail server settings:
cs: Tato stránka umožňuje změnit nastavení poštovního serveru:
de: Diese Seite erlaubt Ihnen die Einstellungen des Mail-Servers anzupassen:
es: Esta página le permite cambiar estas configuraciones del servidor de e-mail:
fi: Tällä sivulla voit muuttaa seuraavia sähköpostipalvelimen asetuksia:
fr: Cette page vous permet de configurer le serveur mail :
hu: Ez az oldal lehetővé teszi az üzenetküldő szerver beállításainak módosítását:
pt: Esta página permite que você altere as seguintes configurações do servidor de e-mail:
pt_pt: Esta página permite-lhe alterar estas configurações do servidor de mail:
ru: На этой странице вы можете изменить эти настройки почтового сервера:
zh_hant: 此頁允許您修改郵件伺服器設定:

# Admin_EmailConfiguration_UserName
source: User Name
cs: Uživatelské jméno
de: Benutzername
es: Nombre de Usuario
fi: Käyttäjänimi
fr: Identifiant
hu: Felhasználónév
pt: Nome de Usuário
pt_pt: Nome de utilizador
ru: Имя пользователя
zh_hant: 使用者名稱

# Admin_EmailConfiguration_UserNameNotes
source: If your SMTP server requires authentication, this is your username.
cs: Pokud váš server SMTP vyžaduje ověření, zde vložte uživatelské jméno.
de: Falls Ihr SMTP-Server eine Authentifizierung benötigt, ist dies Ihr Benutzername.
es: Si su servidor SMTP requiere autenticación, este es su nombre de usuario.
fi: Jos SMTP-palvelimesi vaatii autentikointia, tämä on käyttäjänimesi.
fr: Votre login si votre serveur SMTP demande une authentification.
hu: Ha az SMTP-szerver hitelesítést igényel, akkor ehhez ez az Ön felhasználóneve.
pt: Se o seu servidor SMTP requer autenticação, este é o seu nome de usuário.
pt_pt: Se o seu servidor de SMTP requer autenticação este é o seu nome de utilizador.
ru: Если ваш SMTP-сервер требует аутентификации, это ваше имя пользователя.
zh_hant: 若您的 SMTP 伺服器需認證，此為您的使用者名稱

# Admin_Notification_ArtifactFieldsIntro
source: This event will be active if any of the selected fields are changed.
cs: Tato událost bude aktivní, pokud dojde ke změně některého z vybraných polí.
de: Dieses Ereignis wird aktiv falls eines der ausgewählten Felder verändert wird.
es: Este evento estará activo si se cambia cualquiera de los campos seleccionados.
fi: Tämä valinta on aktiivisena, jos jotain valituista kentistä on muutettu.
fr: L'événement deviendra actif si n'importe lequel des champs est modifié.
hu: Ez az esemény akkor aktív, ha a kiválasztott mezők bármelyikét módosítják.
pl: Zdarzenie notyfikacyjne zostanie aktywowane kiedy zostanie zapisana zmiana w wybranych poniżej polach
pt: Este evento estará ativo se nenhum dos campos selecionados for alterado.
pt_pt: Este evento estará ativo se algum dos campos selecionados for alterado.
ru: Это событие будет активным при изменении любого из выбранных полей.
zh_hant: 若任何已選擇的欄位被異動，此事件會被啟動。

# Admin_Notification_ArtifactTypeNotes
source: This event will be attached to this artifact type.
cs: Tato událost bude připojena k tomuto typu artefaktu.
de: Dieses Ereignis wird diesem Artefakt-Typ zugeordnet.
es: Este evento será adjuntado a este tipo de artefacto.
fi: Tapahtuma liitetään tähän asian tyyppiin.
fr: L'événement sera attaché à ce type d'objet.
hu: Ezt az eseményt a rendszer ehhez a műtárgytípushoz csatolja.
pl: Zdarzenie notyfikacyjne zostanie dołączone do wybranego typu artefaktu.
pt: Esse evento será anexado a este tipo de artefato.
pt_pt: Este evento será anexado a este tipo de artefacto.
ru: Это событие будет привязано к данному типу артефакта.
zh_hant: 此事件會被附加至此項目類型。

# Admin_Notification_ArtifactUsersIntro
source: When a selected field is changed, the following users or roles will be notified.
cs: Když se vybrané pole změní, budou upozorněni následující uživatelé nebo role.
de: Wenn ein ausgewähltes Feld verändert wird, werden die folgenden Benutzer oder Rollen benachrichtigt.
es: Cuando se cambia un campo seleccionado, se notificarán los siguientes usuarios o funciones.
fi: Kun valittua kenttää muutetaan, seuraavia käyttäjiä tai rooleja tiedotetaan asiasta.
fr: Quand un champ est modifié, les utilisateurs ou rôles suivants seront notifiés.
hu: Amikor egy kiválasztott mező módosul, akkor az alábbi felhasználók és szerepek kapnak értesítést.
pl: Jeśli wybranym pole zostanie zapisana zmiana, poniżsi użytkownicy i role zostaną powiadomieni.
pt: Quando um campo selecionado é alterado, os seguintes usuários ou funções serão notificados.
pt_pt: Quando um campo selecionado é alterado os seguintes utilizadores ou funções serão notificados.
ru: При изменении выбранного поля будут уведомлены следующие пользователи или роли.
zh_hant: 當選擇欄位異動會通知以下使用者、角色

# Admin_Notification_Intro
source: The following notification events have been defined for this product. To activate or deactivate an event or change assigned fields or users, click the 'Edit' link.
cs: Pro tento Produkt byly definovány následující události oznámení. Chcete-li aktivovat nebo deaktivovat událost nebo změnit přiřazená pole nebo uživatele, klikněte na odkaz 'Upravit'.
de: Die folgenden Benachrichtigungsereignisse wurden für dieses Produkt definiert. Um ein Ereignis zu aktivieren oder zu deaktivieren oder zugeordnete Felder oder Benutzer zu ändern, klicken Sie auf den 'Bearbeiten' Link.
es: Se han definido los siguientes eventos de notificación para este proyecto. Para activar o desactivar un evento o cambiar los campos o usuarios asignados, haga clic en el enlace 'Editar'.
fi: Seuraavat ilmoitustapahtumat on määritelty tälle projektille. Aktivoidaksesi tai deaktivoidaksesi tapahtuman tai muuttaaksesi kenttiä tai käyttäjiä, klikkaa "Muokkaa"-linkkiä.
fr: Les événements de notification suivants sont disponibles pour ce produit. Pour activer/désactiver ou modifier un événement, cliquer sur [Modifier]
hu: Az alábbi értesítési eseményeket definiálták ehhez a projekthez. Esemény aktiválásához vagy deaktiválásához, illetve a hozzárendelt mezők vagy felhasználók módosításához kattintson az „Edit” hivatkozásra.
pl: Poniże zdarzenia notyfikacje zostały zdefiniowane w bieżącym projekcie. W celu edycji zdarzenia kliknij 'Edycja'
pt: Os seguintes eventos de notificação foram definidos para este projeto. Para ativar ou desativar um evento e alterar campos ou usuários atribuídos, clique no link 'Editar'.
pt_pt: Os seguintes eventos de notificação foram definidos para este projeto. Para ativar ou desativar um evento ou alterar campos atribuídos oi utilizadores clique o link 'Edit'.
ru: Для данного изделия были определены следующие события оповещения. Чтобы активировать или деактивировать событие или изменить назначенные поля или пользователей, нажмите на ссылку "Редактировать".
zh_hant: 以下通知事件已被定義於此專案。啟動或取消啟動事件，或異動已指派的欄位或使用者，請按下「編輯」連結。

# Admin_Notification_IsActiveNotes
source: Whether this event is active or not.
cs: Zda je tato událost aktivní nebo ne.
de: Ob dieses Ereignis aktiv ist oder nicht.
es: Si este evento está activo o no.
fi: Onko tapahtuma aktiivinen vai ei.
fr: Indique si l'événement est actif ou non.
hu: Függetlenül attól, hogy ez az esemény aktív-e vagy sem.
pl: Określa aktywność zdarzenia
pt: Se este evento está ativo ou não.
pt_pt: Quer este evento esteja ativo ou não.
ru: Активно ли это событие или нет.
zh_hant: 此事件是否啟動。

# Admin_Notification_OnCreationNotes
source: Whether this event is fired on a new artifact creation.
cs: Zda je tato událost spuštěna při vytvoření nového Artefaktu.
de: Ob dieses Ereignis durch die Erstellung eines neuen Artefakts ausgelöst wird.
es: Si este evento se dispara en una nueva creación de artefacto.
fi: Aktivoituuko tämä tapahtuma uuden asian luomisen yhteydessä.
fr: Indique si l'événement est déclenché lors de la création d'un nouvel objet.
hu: Függetlenül attól, hogy ez az esemény egy új műtárgy létrehozásához használható fel.
pl: Określa czy zdarzenie ma zostać aktywowane dla nowoutworzonego artefaktu
pt: Se este evento é disparado quando há a criação de um novo artefato.
pt_pt: Se este evento é acionado na criação de um novo artefato.
ru: Стреляют ли эти события в новое творение артефакта.
zh_hant: 此事件是否啟動一新項目建立。

# Admin_Notification_ReturnToTemplateList
source: Return to Template List
cs: Zpět na seznam šablon
de: Zurück zur Vorlagenliste
es: Volver a la Lista de Plantillas
fi: &lt;&lt; Paluu templaatti-listaan
fr: Retour à Liste des modèles
hu: Vissza a sablonlistához
pl: wróć do list szablonów
pt: Retornar à Lista de Modelos
pt_pt: &lt;&lt; Voltar à lista de templates
ru: Вернуться к Шаблонному списку
zh_hant: << 返回至範本列表

# Admin_Notification_SubjectLine
source: Subject Line
cs: Předmět
de: Betreffzeile
es: Línea de Asunto
fi: Otsikkorivi
fr: Titre
hu: Tárgysor
pl: Temat notyfikacji
pt: Assunto da mensagem:
pt_pt: Linha do assunto
ru: Тематическая линия
zh_hant: 標題線

# Admin_Notification_SubjectLineNotes
source: The subject-line of the e-mail notification. Tokens used in the email template can be used in the subject line.
cs: Předmět e-mailového oznámení. Tokeny použité v šabloně e-mailu lze použít v řádku předmětu.
de: Die Betreffzeile der E-Mail Benachrichtigung. Platzhalter, die in der E-Mail-Vorlage verwendet werden, können in der Betreffzeile verwendet werden.
es: La línea de asunto de la notificación por e-mail. Los tokens utilizados en la plantilla de e-mail se pueden utilizar en la línea de asunto.
fi: Sähköposti-ilmoituksen otsikko. Sähköpostipohjassa käytettyja tunnisteita voidaan käyttää otsikkorivillä.
fr: Titre de la notification email. Les tokens du email modèle peuvent être utilisés dans le titre.
hu: Az e-mailes értesítés tárgysora. Az e-mail-sablonhoz használt tokenek a tárgysorban is felhasználhatók.
pl: Temat notyfikacji będzie wyświetlony w otrzymanym emailu. W temacie można używać tokenów takich jak w treści notyfikacji
pt: A linha de assunto da notificação de e-mail. Tokens utilizados no modelo de e-mail podem ser utilizados na linha de assunto.
pt_pt: A linha do assunto do e-mail de notificação. Os simbolos usados no template de e-mail podem ser usados na linha do assunto.
ru: Тематическая строка уведомления по электронной почте. Жетоны, используемые в шаблоне электронной почты, могут быть использованы в строке темы.
zh_hant: 信件通知的標題線。信件範本中的標誌可被用於標題線。

# Admin_RoleList_Intro
source: The following product roles have been defined in the system:
cs: V systému byly definovány následující produktové role:
de: Folgende Rollen wurden im System definiert.
es: Las siguientes funciones se han definidas en el sistema:
fi: Järjestelmään on määritelty seuraavat roolit:
fr: Les rôles suivants sont définis dans le système :
hu: Az alábbi szerepeket definiálták a rendszerben:
pl: Role w systemie:
pt: As funções a seguir foram definidas no sistema:
pt_pt: Foram definidas no sistema as seguintes funções:
ru: В системе определены следующие роли:
zh_hant: 以下角色已被定義。

# Admin_VersionControlProject_ActiveForProject
source: Active for Product
cs: Aktivní pro Produkt
de: Aktiv für das Produkt
es: Activo para el Proyecto
fi: Projektissa aktiivisena
fr: Active pour le produit
hu: Aktív a projekthez
pl: Active for Project
pt: Ativo para o Projeto
pt_pt: Ativo para o projeto
ru: Активен для продуктов
zh_hant: 啟動專案

# Admin_VersionControlProject_Intro1
source: Please edit the following product-specific settings for the
cs: Upravte prosím následující nastavení specifická pro Produkt
de: Bitte bearbeiten Sie die folgenden produktspezifischen Einstellungen für den
es: Por favor, edite las siguientes configuraciones específicas del proyecto para el proveedor de control de versiones
fi: Muokkaa seuraavia projektikohtaisia asetuksia
fr: Veuillez modifier les valeurs spécifiques au produit pour le fournisseur de contrôle de versions.
hu: Szerkessze az alábbi projektspecifikus beállításokat
pl: Please edit the following project-specific settings for the
pt: Por favor, edite as seguintes configurações específicas do projeto para o provedor de controle de versão
pt_pt: Por favor edite as seguintes configurações específicas do projeto para o
ru: Пожалуйста, отредактируйте следующие настройки для конкретного продукта для
zh_hant: 請編輯以下專案特殊的設定

# Admin_VersionControlProject_Intro2
source: source code provider. If you leave any fields blank, then the value will be taken from the provider’s default settings. To stop using this provider on the product, just set the Active flag to No below:
cs: poskytovatel řízení verzí. Necháte-li některá pole nevyplněná, bude hodnota převzata z výchozího nastavení poskytovatele. Chcete-li tohoto poskytovatele v Produktu přestat používat, stačí níže nastavit příznak Aktivní na Ne:
de: Anbieter der Versionskontrolle. Falls Sie irgendein Feld leer lassen, wird der Wert den Standardwerten des Anbieters entnommen. Um die Verwendung des Anbieters für das Produkt zu beenden, setzen Sie unten die 'Aktiv-Kennung' auf Nein:
es: . Si dejar los campos en blanco, el valor será importado de de la configuración por defecto del proveedor. Para dejar de utilizar este proveedor en el proyecto, cambie la opción Activo a No:
fi: koskien versionhallinnan tarjoajaa. Jos jätät kenttiä tyhjiksi, arvot otetaan tarjoajan oletusarvoista. Lopettaaksesi ao. tarjoajan käyttämisen tässä projektissa, aseta alla oleva Aktiivisuus-lippu arvoon Ei.
fr: Les champs non remplis seront initialisés avec les valeurs par défaut du fournisseur. Pour ne plus utiliser ce fournisseur dans le produit, choisissez [Non] pour le paramètre [Actif]
hu: a verziókövetéshez. Ha bármelyik mezőt üresen hagyja, akkor az értéket a szolgáltató alapértelmezett beállításai adják majd. Ha ezt a szolgáltatót nem szeretné tovább használni a projekthez, akkor egyszerűen állítsa az Aktív zászlót „No”-ra:
pl: version control provider. If you leave any fields blank, then the value will be taken from the provider’s default settings. To stop using this provider on the project, just set the Active flag to No below:
pt: . Se você deixar algum campo em branco, o valor usado será o padrão do provedor. Para parar de usar este provedor no projeto, basta mudar a opção de Ativo para Não abaixo:
pt_pt: fornecedor de controlo da versão. Se deixa quaisquer campos em branco então o valor será obtido a partir das configurações por defeito do fornecedor. Para deixar de usar este fornecedor no projeto basta que altere abaixo a flag ativa para Não:
ru: поставщик контроля версий. Если оставить любые поля пустыми, то значение будет взято из настроек провайдера по умолчанию. Чтобы прекратить использование данного провайдера на продукте, просто установите флаг "Активный" в значение "Нет" ниже:
zh_hant: 版本控制提供器。若欄位為空會使用提供器預設設定。欲停止使用此專案中的提供器，僅需設定啟動旗標為否：

# Admin_VersionControlProject_LongTitle
source: Source Code Product Settings
cs: Nastavení produktu pro správu verzí
de: Produkteinstellungen für die Versionskontrolle
es: Configuración de Control de Versiones del Proyecto
fi: Projektin versionhallinta-asetukset
fr: Configuration du contrôle de versions
hu: Verziókövetési projektbeállítások
pl: Version Control Project Settings
pt: Configurações de Controle de Versão do Projeto
pt_pt: Configurações do controlo de versões do projeto
ru: Настройки продуктов Контроля версий
zh_hant: 版本控制專案設定

# Admin_VersionControlProject_Title
source: Product Settings
cs: Nastavení Produktu
de: Produkteinstellungen
es: Configuración del Proyecto
fi: Projektin asetukset
fr: Paramètres de produit
hu: projektbeállítások
pl: Project Settings
pt: Configurações do Projeto
pt_pt: Configurações do projeto
ru: Настройки продукта
zh_hant: 專案設定

# Admin_VersionControlProject_Unselected
source: (Unselected)
cs: (Nevybráno)
de: (nicht ausgewählt)
es: (No Seleccionado)
fi: (Ei valittu)
fr: Non sélectionné
hu: (Nincs kiválasztva)
pt: (Não Selecionado)
pt_pt: (não selecionado)
ru: (Неизбранный)
zh_hant: (未選擇)

# Admin_VersionControlProvider_BackToHome
source: Back to Source Code Home
cs: Zpět na domovskou stránku Správa verzí
de: Zurück zur Startseite der Versionskontrolle
es: Volver a Página Principal de Control de Versiones
fi: &lt;&lt; Palaa versionhallinta-sivulle
fr: Retour Contrôle de versions
hu: Vissza a verziókövetés kezdőoldalára
pl: Back to Version Control Home
pt: Voltar para a Página Inicial do Controle de Versão
pt_pt: &lt;&lt; Voltar para o home do controlo da versão
ru: Вернуться к главному пульту управления версиями
zh_hant: << 返回至版本控制首頁

# Admin_VersionControlProvider_DefaultSettings
source: Default Settings
cs: Výchozí nastavení
de: Standardeinstellungen
es: Configuración por Defecto
fi: Oletusarvot
fr: Valeurs par défaut
hu: Alapértelmezett beállítások
pt: Configurações Padrão
pt_pt: Configurações por defeito
ru: Настройки по умолчанию
zh_hant: 預設設定
