Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_GraphDetails_QueryLegend
source: You need to enter the ESQL command for retrieving the graph data. You can use the special tokens ${ProjectId} and ${ProjectGroupId} to limit the query to a specific product or program. The first column will be the X-Axis of the graph (and can be any data type). The other columns make up the different data series, and must be numeric types.
cs: Pro načtení dat grafu musíte zadat příkaz ESQL. K omezení dotazu na konkrétní produkt nebo program můžete použít speciální tokeny ${ProjectId} a ${ProjectGroupId}. První sloupec bude osa X grafu (a může to být jakýkoli datový typ). Ostatní sloupce tvoří různé datové řady a musí se jednat o číselné typy.
de: Sie müssen einen ESQL Befehl eingeben, um die Daten für das Diagramm zu erhalten. Sie können die speziellen Kürzel ${ProjectId} und ${ProjectGroupId} verwenden, um die Daten auf ein bestimmtes Produkt oder Programm einzuschränken. Die erste Spalte wird die X-Achse des Diagramms (und kann jeden Datentyp darstellen). Die anderen Spalten bilden die verschiedenen Datenreihen und müssen nummerische Typen sein.
es: Debe ingresar el comando ESQL para recuperar los datos del gráfico. Puede usar los tokens especiales ${ProjectId} y ${ProjectGroupId} para limitar la consulta a un producto o programa específico. La primera columna será el eje 'X' del gráfico (y puede ser cualquier tipo de datos). Las otras columnas forman las diferentes series de datos, y deben ser tipos numéricos.
fr: Vous devez entrer la commande ESQL pour rechercher les données du graphique. Vous pouvez utiliser les jetons spéciaux $ {ProjectId} et $ {ProjectGroupId} pour limiter la requête à un produit ou un programme spécifique. La première colonne sera l'abscisse du graphique et peut être de n'importe quel type. Les autres colonnes représentent les différentes séries de données et doivent être de type numérique.
hu: Az ábraadatok fogadásához meg kell adni az ESQL-parancsot. A(z) ${ProjectId} és ${ProjectGroupId} speciális tokenekkel korlátozhatja az adott projekthez vagy programhoz tartozó lekérdezést. Az első oszlop az ábra X-tengelyén lesz (és lehet bármilyen adattípus). A többi oszlop különböző adatsorokból áll, de numerikus típusúnak kell lenniük.
pl: Musisz podać polecenie ESQL, aby pobrać dane wykresu. Można użyć specjalnych tokenów ${ProjectId} i ${ProjectGroupId}, aby ograniczyć zapytanie do konkretnego produktu lub programu. Pierwszą kolumną będzie X-Axis wykresu (i może być dowolny typ danych). Pozostałe kolumny składają się na różne serie danych i muszą być numeryczne.
pt: Você precisa inserir o comando ESQL para recuperar os dados do gráfico. Você pode usar os tokens especiais ${ProjectId} e ${ProjectGroupId} para limitar a consulta a um produto ou programa específico. A primeira coluna será o eixo X do gráfico (e pode ser qualquer tipo de dado). As outras colunas formam as diferentes séries de dados e devem ser tipos numéricos.
pt_pt: Tem que inserir o comando ESQL para obter os dados do gráfico. Pode usar os tokens especiais ${ProjectId} e ${ProjectGroupId}, para limitar a consulta a um projeto específico, ou grupo de projetos. A primeira coluna será o eixo dos x do gráfico (pode ser qualquer tipo de dados). As outras colunas compõem as diferentes séries de dados e devem ser de tipo numérico.
ru: Для получения данных графика необходимо ввести команду ESQL. Вы можете использовать специальные маркеры ${ProjectId} и ${ProjectGroupId}, чтобы ограничить запрос определенным продуктом или программой. Первый столбец будет осью X графика (и может быть любого типа данных). Остальные столбцы составляют различные серии данных и должны быть числовыми типами.

# Graphs_BarChart
source: Bar Chart
cs: Sloupcový graf
de: Balkendiagramm
es: Gráfico de Barras
fr: Graphique à barres
hu: Oszlopdiagram
pl: Wykres słupkowy
pt: Gráfico de Barras
pt_pt: Gráfico de Barras
ru: Бар-график

# Graphs_DonutChart
source: Donut Chart
cs: Kruhový graf
de: Donutdiagramm
es: Gráfico de Anillos
fr: Graphique circulaire
hu: Tortadiagram
pl: Wykres pączków
pt: Gráfico de Rosca
pt_pt: Gráfico em Anel
ru: Диаграмма пончиков

# Graphs_LineChart
source: Line Chart
cs: Spojnicový graf
de: Liniendiagramm
es: Gráfico de Linea
fr: Graphique en lignes
hu: Vonaldiagram
pl: Wykres liniowy
pt: Gráfico de Linha
pt_pt: Gráfico de Linhas
ru: Линейный график

# Reports_CustomGraphs
source: Custom Graphs
cs: Vlastní graf
de: benutzerdefinierte Diagramme
es: Gráficos Personalizados
fr: Graphiques personnalisés
hu: Egyéni ábrák
pl: Wykresy niestandardowe
pt: Gráficos Personalizados
pt_pt: Gráficos Personalizados
ru: Пользовательские графики

# TestCaseExecution_SetTaskDescriptionFromTestStep
source: overwrite with current test step description & actual result
cs: přepsat aktuálním popisem kroku testu a skutečným výsledkem
de: überschreiben mit der aktuellen Testschrittbeschreibung und dem aktuellen Ergebnis
es: sobrescribir con la descripción del paso de prueba actual y el resultado real
fr: remplacement avec la description et le résultat de l'étape de test en cours
hu: felülírja a jelenlegi tesztlépés-leírással és aktuális eredménnyel
pl: nadpisać aktualny opis etapu testu i aktualny wynik
pt: sobrescrever com a descrição atual da etapa de teste & o resultado real
pt_pt: substituir com a descrição do passo de teste atual e com o resultado real
ru: перезапись с текущим описанием этапа тестирования и фактическим результатом

# IncidentList_IncidentsForProgram
source: incident(s) for this program
cs: incident(y) v tomto programu
de: Vorfall / Vorfälle für dieses Programm
es: incidente(s) para este programa
fr: incident(s) pour ce programme
hu: incidens(ek) ehhez a programhoz
pl: incydent(y) dla tego programu
pt: incidente(s) para esse programa
pt_pt: defeito(s) para este programa
ru: инцидент(ы) для этой программы

# Releases_ReleasesForProgram
source: release(s) for this program
cs: verze v tomto programu
de: Release(s) für dieses Programm
es: release(s) para este programa
fr: version(s) pour ce programme
hu: release-k ehhez a programhoz
pl: wydanie(a) tego programu
pt: release(s) para esse programa
pt_pt: entrega(s) para este programa
ru: версия(и) для этой программы

# RequirementDetails_SplitRequirement
source: Split Requirement
cs: Rozdělit Požadavek
de: Anforderung teilen
es: Dividir Requisito
fr: Division du besoin
hu: Osztott követelmény
pl: Wymagania dotyczące podziału
pt: Dividir Requerimento
pt_pt: Subdividir Requisito
ru: Раздельное требование

# RequirementDetails_SplitRequirement_Intro
source: Please enter the name of the new requirement along with the owner and number of points you wish to assign to the new requirement:
cs: Zadejte název nového Požadavku spolu s vlastníkem a počtem bodů, které chcete novému požadavku přiřadit:
de: Bitte geben Sie den Namen der neuen Anforderung zusammen mit dem Besitzer und der Anzahl der Punkte ein, die sie der neuen Anforderung zuweisen wollen:
es: Por favor, ingrese el nombre del nuevo requisito junto con el propietario y la cantidad de puntos que desea asignar al nuevo requisito:
fr: Veuillez entrer le nom du nouveau besoin et le propriétaire et indiquer le nombre de points et l'utilisateur que vous souhaitez lui attribuer:
hu: Adja meg az új követelmény nevét a tulajdonossal és az új követelményhez rendelendő pontok számát:
pl: Proszę podać nazwę nowego wymagania wraz z właścicielem i liczbą punktów, które chcesz przypisać do nowego wymagania:
pt: Por favor, insira o nome do novo requerimento junto com o proprietário e o número de pontos que você deseja atribuir ao novo requerimento:
pt_pt: Por favor, introduza o nome do novo requisito, juntamente com o responsável, e o número de pontos que deseja atribuir ao novo requisito:
ru: Пожалуйста, укажите название нового требования, а также владельца и количество баллов, которое Вы хотите присвоить новому требованию:

# RequirementDetails_SplitRequirement_Notes
source: If you leave the points field blank, the system will move the remaining work to the new requirement.
cs: Pokud necháte pole bodů prázdné, systém přesune zbývající práci na nový Požadavek.
de: Wenn Sie das Feld Punkte leer lassen, wird das System die verbleibende Arbeit zu dieser neuen Anforderung verschieben.
es: Si deja el campo de puntos en blanco, el sistema moverá el trabajo restante al nuevo requisito.
fr: Si vous laissez le nombre de points vide, le travail restant sera transféré vers le nouveau besoin.
hu: Ha a pontmezőket üresen hagyja, akkor a rendszer a hátralévő munkát az új követelményre lépteti.
pl: Jeśli pozostawisz pole punktów puste, system przeniesie pozostałe prace do nowego wymagania.
pt: Se você deixar o campo de pontos em branco, o sistema moverá o trabalho restante para o novo requerimento.
pt_pt: Se não preencher o número de pontos, o sistema transferirá o trabalho remanescente para o novo requisito.
ru: Если оставить поле точек пустым, система перенесет оставшиеся работы на новое требование.

# SecuritySettings_ChangePasswordOnFirstLogin
source: Require Password Change on First Login
cs: Vyžadovat změnu hesla při prvním přihlášení
de: Passwortänderung bei der ersten Anmeldung erforderlich
es: Requerir Cambio de Contraseña en el primer inicio de sesión
fr: Changement de mot de passe lors de la connexion
hu: Jelszót kell módosítani az első bejelentkezéskor
pl: Wymaga podania hasła Zmiana hasła przy pierwszym logowaniu
pt: Exigir Alteração de Senha no Primeiro Login
pt_pt: Solicitar password no primeiro acesso
ru: Требовать смены пароля при первом входе в систему

# SecuritySettings_ChangePasswordOnFirstLogin_Notes
source: Enabling this requires all new users to change their password on first login.
cs: Povolení této možnosti vyžaduje, aby všichni noví uživatelé při prvním přihlášení změnili své heslo.
de: Wenn Sie dies aktivieren, müssen alle neuen Benutzer bei der ersten Anmeldung ihr Passwort ändern.
es: Si habilitas esta opción, todos los nuevos usuarios deben cambiar su contraseña en el primer inicio de sesión.
fr: Ceci permet de forcer les utilisateurs à changer leur mot de passe lors de leur première connexion.
hu: Ennek az engedélyezéséhez az összes új felhasználónak meg kell változtatnia a jelszavát az első bejelentkezéskor.
pl: Włączenie tego wymaga od wszystkich nowych użytkowników zmiany hasła przy pierwszym logowaniu.
pt: Habilitar essa função fará com que todos os novos usuários tenham que trocar suas senhas na primeira entrada no sistema.
pt_pt: Esta ativação obrigará todos os utilizadores a modificar a sua password no primeiro acesso.
ru: Включение этой функции требует от всех новых пользователей сменить пароль при первом входе в систему.

# SecuritySettings_PasswordChangeInterval
source: Password Change Interval
cs: Interval změny hesla
de: Intervall für Passwortänderung
es: Intervalo de Cambio de Contraseña
fr: Période de validité du mot de passe
hu: Jelszómódosítási intervallum
pl: Zmiana hasła Odstęp czasowy
pt: Intervalo de Alteração de Senhas
pt_pt: Intervalo de modificação de password
ru: Интервал смены пароля

# SecuritySettings_PasswordChangeInterval_Notes
source: If set to a value, it will require all password to be changed after the specified number of days.
cs: Pokud je definována hodnota, bude vyžadováno, aby bylo po zadaném počtu dní změněno celé heslo.
de: Wenn auf einen Wert eingestellt, muss das gesamte Passwort nach der angegebenen Anzahl von Tagen geändert werden.
es: Si habilitas esta opción, se requerirá que todas las contraseñas se cambien después del número de días especificado.
fr: Tous les mots de passe devront être changés après cette durée (nombre de jours).
hu: Ha egy értékre állítja, akkor az összes jelszót módosítani kell egy adott számú napot követően.
pl: Jeśli zostanie ustawiona wartość, będzie wymagała zmiany wszystkich haseł po określonej liczbie dni.
pt: Se um valor for informado, todas as senhas precisarão ser alteradas após o valor de dias especificado.
ru: Если установлено значение, то по истечении указанного количества дней потребуется сменить весь пароль.

# SecuritySettings_PasswordContainNoNames
source: Disallow Names in Passwords
cs: Zakázat jména v heslech
de: Namen in Passwörtern verbieten
es: No permitir Nombres en Contraseñas
fr: Interdire les noms dans les mots de passe
hu: Nevek letiltása jelszavakban
pl: Zapomnij o nazwach w hasłach (Disallow Names in Password)
pt: Desabilitar Nomes em Senhas
pt_pt: Impedir nomes em passwords
ru: Запретить имена в паролях

# SecuritySettings_PasswordContainNoNames_Notes
source: If enabled, passwords cannot contain the user’s real name and/or username.
cs: Pokud je tato možnost povolena, hesla nemohou obsahovat skutečné jméno uživatele ani uživatelské jméno.
de: Wenn diese Option aktiviert ist, dürfen Passwörter nicht den echten Namen und/oder Benutzernamen des Benutzers enthalten.
es: Si habilitas esta opción, las contraseñas no pueden contener el nombre real y/o el nombre de usuario
fr: Ceci permet d'interdire que les mots de passe contiennent les noms de personnes ou d'utilisateur.
hu: Ha engedélyezi, akkor a jelszavak nem tartalmazhatják a felhasználó igazi nevét és/vagy felhasználónevét.
pl: Jeśli jest włączone, hasła nie mogą zawierać prawdziwego imienia i nazwiska użytkownika i/lub nazwy użytkownika.
pt: Se ativa, essa função impede que as senhas contenham o nome real do usuário e/ou seu login.
ru: Если эта функция включена, то пароли не могут содержать настоящее имя пользователя и/или имя пользователя.

# UserProfile_PasswordNoNames
source: Password cannot contain your name or login.
cs: Heslo nemůže obsahovat vaše jméno ani přihlašovací jméno.
de: Das Passwort darf weder Ihren Namen noch Ihr Login enthalten.
es: La contraseña no puede contener su nombre real o nombre de usuario.
fr: Mot de passe non autorisé
hu: A jelszó nem tartalmazhatja az Ön nevét vagy felhasználónevét.
pl: Hasło nie może zawierać Twojego imienia i nazwiska ani loginu.
pt: A senha não pode conter seu nome e/ou seu login.
pt_pt: A password não pode conter o seu nome ou identificador
ru: Пароль не может содержать вашего имени или логина.

# PasswordExpired_Intro
source: Your password has expired. Please change your password using the form below:
cs: Platnost vašeho hesla vypršela. Změňte prosím své heslo pomocí níže uvedeného formuláře:
de: Ihr Passwort ist abgelaufen. Bitte ändern Sie Ihr Passwort über das untenstehende Formular:
es: Tu contraseña ha expirado. Por favor, cambie su contraseña usando el siguiente formulario:
fr: Votre mot de passe a expiré. Veuillez le modifier ci-dessous:
hu: Az Ön jelszava lejárt. Változtassa meg a jelszavát az alábbi űrlappal:
pl: Twoje hasło wygasło. Proszę zmienić hasło korzystając z poniższego formularza:
pt: Sua senha expirou. Por favor, altere-a usando os campos abaixo:
pt_pt: A sua password expirou. Por favor modifique a sua password usando o formulário abaixo:
ru: Ваш пароль истек. Пожалуйста, измените ваш пароль, используя форму ниже:

# PasswordExpired_Title
source: Password Expired
cs: Platnost hesla vypršela
de: Passwort abgelaufen
es: Contraseña Expirada
fr: Mot de passe expiré
hu: Jelszó lejárt
pl: Hasło wygasło
pt: Senha Expirada
pt_pt: Password expirou
ru: Пароль истек

# Password_ConfirmNewPasswordPlaceholder
source: Please confirm the new password
cs: Potvrďte prosím nové heslo
de: Bitte bestätigen Sie das neue Passwort.
es: Por favor, confirme la nueva contraseña
fr: Veuillez confirmer le nouveau mot de passe
hu: Erősítse meg az új jelszót
pl: Proszę potwierdzić nowe hasło
pt: Por favor, confirme a nova senha
pt_pt: Por favor confirme a nova password
ru: Пожалуйста, подтвердите новый пароль

# Password_CurrentPasswordPlaceholder
source: Please enter your current password
cs: Zadejte své aktuální heslo
de: Bitte geben Sie Ihr aktuelles Passwort ein
es: Por favor, ingrese su contraseña actual
fr: Veuillez saisir le mot de passe actuel
hu: Adja meg a jelenlegi jelszót
pl: Proszę podać swoje aktualne hasło
pt: Por favor, informe sua senha atual
pt_pt: Por favor introduza a sua password atual
ru: Пожалуйста, введите ваш текущий пароль

# Password_NewPasswordPlaceholder
source: Please enter the new password
cs: Zadejte nové heslo
de: Bitte geben Sie das neue Passwort ein
es: Por favor ingrese la nueva contraseña
fr: Veuillez saisir le nouveau de passe
hu: Adja meg az új jelszót
pl: Proszę wprowadzić nowe hasło
pt: Por favor, informe a nova senha
pt_pt: Por favor introduza a nova password
ru: Пожалуйста, введите новый пароль

# Admin_TaraVault_BackToHome
source: Back to TaraVault
cs: Zpět na TaraVault
de: Zurück zu TaraVault
es: Volver a TaraVault
fr: Retour à TaraVault
hu: Vissza a TaraVaulthoz
pl: Wracamy do TaraVault
pt: Voltar ao TaraVault
pt_pt: Voltar ao TaraVault
ru: Назад в TaraVault

# Admin_TaraVault_UserList
source: TaraVault Users
cs: Uživatelé TaraVault
de: TaraVault-Benutzer
es: Usuarios de TaraVault
fr: Utilisateurs TaraVault
hu: TaraVault felhasználók
pl: Użytkownicy TaraVault
pt: Usuários TaraVault
pt_pt: Utilizadores TaraVault
ru: Пользователи TaraVault

# Admin_TaraVault_ProjectMembers
source: TaraVault Product Members
cs: Členové produktu TaraVault
de: TaraVault Produktmitglieder
es: Miembros del producto TaraVault
fr: Membres Produit TaraVault
hu: TaraVault projekttagok
pl: Członkowie produktu TaraVault
pt: Membros de Produtos TaraVault
ru: Участники программы TaraVault

# Administration_SystemAdminHome
source: Admin Home
de: Admin-Startseite
es: Página de inicio de Administración
fr: Administration
hu: Admin kezdőoldal
pl: Administracja domowa
pt: Página Inicial do Administrador
ru: Администратор дома

# Admin_Programs
source: Programs
cs: Programy
de: Programme
es: Programas
fr: Programmes
hu: Programok
pl: Programy
pt: Programas
pt_pt: Programas
ru: Программы

# Admin_ViewEditPrograms
source: View / Edit Programs
cs: Zobrazit / upravit Programy
de: Programme ansehen / bearbeiten
es: Ver/Editar Programas
fr: Afficher / Modifier les programmes
hu: Programok megtekintése/szerkesztése
pl: Przeglądaj / edytuj programy
pt: Ver/Editar Programas
pt_pt: Ver / Editar Programas
ru: Просмотр / редактирование программ

# Admin_LockedOutUsers
source: Locked Out Users
cs: Uzamčení uživatelé
de: Gesperrte Benutzer
es: Usuarios Bloqueados
fr: Utilisateurs verrouillés
hu: Kizárt felhasználók
pl: Zablokowani użytkownicy
pt: Usuários Bloqueados
ru: Заблокированные пользователи

# Admin_SystemInfo
source: System Information
cs: Systémové informace
es: Información del Sistema
fr: Informations système
hu: Rendszerinformáció
pl: Informacje o systemie
pt: Informações do Sistema
pt_pt: Informação de Sistema
ru: Информация о системе

# System_About_ApplicationServer
source: Application Server
cs: Aplikační server
de: Anwendungsserver
es: Servidor de Aplicaciones
fr: Serveur application
hu: Alkalmazásszerver
pl: Serwer aplikacji
pt: Servidor de Aplicação
pt_pt: Servidor Aplicacional
ru: Сервер приложений

# System_About_ApplicationServer_ApplPath
source: Application Path
cs: Cesta aplikace
de: Anwendungspfad
es: Ruta de la Aplicación
fr: Chemin application
hu: Alkalmazás elérési útvonala
pl: Ścieżka zastosowania
pt: Caminho da Aplicação
pt_pt: Caminho do Servidor Aplicacional (Path)
ru: Путь приложения

# System_About_ApplicationServer_IISVersion
source: IIS Version
cs: Verze IIS
es: Versión de IIS
fr: Version IIS
hu: IIS verzió
pl: Wersja IIS
pt: Versão do IIS
pt_pt: Versão do IIS
ru: версия IIS

# System_About_ApplicationServer_OSVersion
source: OS Version
cs: Verze OS
de: Betriebssystem-Version
es: Versión del Sistema Operativo
fr: Version OS
hu: OS verzió
pl: Wersja OS
pt: Versão do SO
pt_pt: Versão do sistema operativo
ru: версия ОС

# System_About_ApplicationServer_Protocol
source: Protocol/Secure
cs: Protokol/Zabezpečení
de: Protokoll/Sicherheit
es: Protocolo/Seguridad
fr: Protocole
hu: Protokoll/biztonságos
pl: Protokół/Secure
pt: Protocolo/Segurança
pt_pt: Protocolo do Servidor Aplicacional (Secure)
ru: Протокол/Безопасность

# System_About_ApplicationServer_RuntimeVersion
source: Runtime Version
cs: Runtime verze
de: Laufzeit Version
es: Versión Runtime
fr: Version Runtime
hu: Runtime verzió
pl: Wersja Runtime
pt: Versão Runtime
pt_pt: Versão Runtime
ru: Исполняемая версия

# System_About_ApplicationServer_ServerName
source: Server Name
cs: Název serveru
es: Nombre del Servidor
fr: Nom de serveur
hu: Szervernév
pl: Nazwa serwera
pt: Nome do Servidor
pt_pt: Nome do Servidor Aplicacional
ru: Имя сервера

# System_About_BrowserDetected
source: Detected Browser
cs: Zjištěný prohlížeč
de: Erkannter Browser
es: Navegador Detectado
fr: Navigateur détecté
hu: Észlel böngésző
pt: Navegador Detectado
pt_pt: Browser identificado
ru: Обнаруженный браузер

# System_About_DatabaseServer
source: Database Server
cs: Databázový server
de: Datenbankserver
es: Servidor de Base de Datos
fr: Serveur base de données
hu: Adatbázisszerver
pl: Serwer bazy danych
pt: Servidor do Banco de Dados
pt_pt: Servidor de Base de Dados
ru: сервер базы данных

# System_About_DatabaseServer_Database
source: Database Name
cs: Jméno databáze
de: Datenbankname
es: Nombre de la Base de Datos
fr: Nom de base de données
hu: Adatbázisnév
pl: Nazwa bazy danych
pt: Nome do Banco de Dados
pt_pt: Nome da Base de Dados
ru: Имя базы данных

# System_About_DatabaseServer_Language
source: Server Collation
de: Serversammlung
es: Colación del Servidor
fr: Collation serveur
hu: Szerver összevetése
pl: Zestawienie serwerów
pt: Collation do Servidor
ru: Коллавирование сервера

# System_About_DatabaseServer_Name
source: Server Name
cs: Název serveru
es: Nombre del Servidor
fr: Nom de serveur
hu: Szervernév
pl: Nazwa serwera
pt: Nome do Servidor
pt_pt: Nome do Servidor da Base de Dados
ru: Имя сервера

# System_About_DatabaseServer_User
source: Server Login
cs: Přihlášení na server
de: Server-Anmeldung
es: Inicio de Sesión en el Servidor
fr: Login serveur
hu: Szerver felhasználónév
pl: Logowanie do serwera
pt: Login do Servidor
pt_pt: Utilizador do Servidor de Base de Dados
ru: Логин сервера

# System_About_DatabaseServer_Version
source: Server Version
cs: Verze serveru
es: Versión del Servidor
fr: Version de serveur
hu: Szerververzió
pl: Wersja serwerowa
pt: Versão do Servidor
pt_pt: Versão da Base de Dados
ru: Версия сервера

# System_About_Intro
source: This page shows details about your {0} installation.
cs: Tato stránka zobrazuje podrobnosti o vaší instalaci {0}.
de: Diese Seite zeigt Details zu Ihrer {0} Installation.
es: Esta página muestra detalles sobre su instalación {0}.
fr: Cette page détaille votre installation {0}.
hu: Ez az oldal az Ön {0} telepítésével kapcsolatos részleteket mutatja.
pl: Ta strona pokazuje szczegóły dotyczące twojej {0} instalacji.
pt: Esta página mostra detalhes sobre sua instalação {0}.
pt_pt: Esta página contém os detalhes da sua {0} instalação.
ru: На этой странице показана подробная информация о вашей установке {0}.

# System_About_Libraries
source: Library Assemblies
cs: Sestavení knihovny
de: Bibliotheksassemblies
es: Bibliotecas Ensambladas
fr: Bibliothèque
hu: Könyvtárgyűjtemények
pl: Zespoły biblioteczne
pt: Assemblies de Bibliotecas
ru: Библиотечные собрания

# System_About_Unknown
source: unknown
cs: neznámý
de: Unbekannt
es: desconocido
fr: inconnu
hu: ismeretlen
pl: Nieznany
pt: desconhecido
ru: неизвестный

# System_About_Version
source: Version/Build
cs: Verze/Build
es: Versión/Build
fr: Version
hu: Verzió/fejlesztés
pl: Wersja/Build
pt: Versão/Compilação
pt_pt: Versão/Build
ru: Версия/Справка

# SystemInfo_NumberProjects
source: # Products
cs: # Produktů
de: # Produkte
es: Número de Productos
fr: # Produits
hu: # Projektek
pl: # Produkty
pt: Nº de Produtos
pt_pt: # Projetos / Produtos
ru: # Продукция
