Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# UserDetails_ToChangeCultureSettings
source: Please choose your desired region from the list below. This setting determines which number/date formats are used as well as which language is used throughout the application. If you don't choose a value, the application's default value will be used.
cs: Prosím, vyberte svůj region z níže uvedeného seznamu. Toto nastavení určuje, jaké formáty čísel či datumů jsou používány, stejně jako jazyk používaný v celé aplikaci. Pokud si nevyberete hodnotu, bude použita výchozí hodnota aplikace.
de: Bitte wählen Sie Ihre gewünschte Region aus der Liste unten. Diese Einstellung bestimmt die Nummern- und Datumsformate sowie die verwendete Sprache in der Anwendung. Wenn Sie keine Einstellung auswählen, wird die Standardeinstellung übernommen.
es: Por favor, elija su region deseada de la lista siguiente. Esta configuración determina qué formatos de número/fecha serán utilizados, así como el idioma de toda la aplicación. Si no elegir un valor, se utilizará el valor por defecto de la aplicación.
fi: Valitse haluamasi alue alla olevasta listasta. Tämä asetus määrittää mitä numero/päivämäärämuotoa ja mitä kieltä sovelluksessa käytetään. Jos et valitse mitään, käytetään sovelluksen oletusta.
fr: Vous pouvez configurer ici vos paramètres de localisation pour choisir la langue et les formats d'affichage des nombres et dates. Les valeurs par défaut seront utilisées si aucune valeur n'est choisie.
hu: Válasszon egy régiót a listából. Ez a beállítás határozza meg a rendszerben használt szám és dátumformátumokat, további a megjelenített nyelvet. Amennyiben nem választ, a rendszer az alapértéket fogja használni.
pl: Wybierz odpowiedni region z listy poniżej. To ustawienie określa format liczb/dat, a także język używany w całej aplikacji. Jeśli nie zostanie wybrana żadna wartość, obowiązywać będą wartości domyślne.
pt: Por favor, escolha a região desejada na lista abaixo. Essa configuração determina quais formatos de números e datas serão usados, bem como o idioma que será usado em toda a aplicação. Se você não escolher uma opção, o idioma padrão da aplicação será usado.
pt_pt: Por favor escolha a região desejada na lista abaixo. Essa configuração determina quais os formatos de número/data a serem usados, assim como o idioma a utilizar em toda a aplicação. Se não escolher um valor será usado o valor por defeito da aplicação.
ru: Пожалуйста, выберите желаемый регион из списка ниже. Эта настройка определяет, какие форматы числа/даты используются, а также какой язык используется во всем приложении. Если вы не выберете значение, будет использовано значение приложения по умолчанию.
zh_hans: 请从下面的列表中选择您所需的区域。此设置确定哪些号码/日期格式使用整个应用程序使用的语言，以及其中。如果您不选择的值，将使用应用程序的默认值。
zh_hant: 請從下方清單中選擇區域。此設定會決定此系統數字、日期的格式、套用的語言。若您沒有選擇任一區域時，系統自動套用預設值。

# UserProfile_UserCulture
source: User Culture:
cs: Kultura uživatele:
de: Kultur des Benutzers
es: Región del Usuario:
fi: Käyttäjän kulttuuri:
fr: Langue :
hu: Régió:
pl: Uwarunkowania kulturowe użytkownika:
pt: Região do usuário:
pt_pt: Cultura do utilizador:
ru: Культура пользователя:
zh_hans: 用户文化：
zh_hant: 使用者文化：

# EmailPassword_Title
source: Forgot Password
cs: Zapomenuté heslo
de: Passwort vergessen
es: Olvido su Contraseña
fi: Salasana unohtunut
fr: Mot de passe oublié
hu: Elfelejtett jelszó
pl: Zapomniałem hasła
pt: Esqueci a Senha
pt_pt: Esqueci a password
ru: Забыли пароль
zh_hans: 忘记了密码
zh_hant: 忘記密碼

# ForceSession_Body1
source: You can either
cs: Můžete buď
de: Sie können entweder
es: Usted también puede
fi: Voit joko
fr: Vous pouvez
hu: Megpróbálhat
pl: Możesz użyć
pt: Você também pode
pt_pt: Pode
ru: Вы можете либо
zh_hans: 您可以选择
zh_hant: 您可選擇

# ForceSession_Body2
source: and try a different user-name or:
cs: a zkuste jiné uživatelské jméno nebo:
de: und einen anderen Benutzernamen versuchen oder:
es: y intentar un nombre de usuario diferente o:
fi: ja kokeile eri käyttäjätunnusta tai:
fr: et essayer un autre identifiant ou :
hu: másik felhasználót, vagy
pl: spróbować użyć innej nazwy użytkownika lub:
pt: e tentar um nome de usuário diferente ou:
pt_pt: e tente um nome de utilizador diferente ou:
ru: и попробовать другое имя пользователя или:
zh_hans: 尝试不同的用户名称或：
zh_hant: 嘗試其他使用者名稱或

# ForceSession_Body3
source: to force the other locations to log-out.
cs: násilně odhlásit připojení z jiných lokalit.
de: die Abmeldung am anderen Ort erzwingen
es: para forzar el cierre de otras sesiones.
fi: pakottaaksesi muut istunnot kirjautumaan ulos.
fr: pour forcer la déconnection des autres sites.
hu: kiléptetheti a másik helyet.
pl: co wymusi wylogowanie z innych lokalizacji.
pt: para forçar o logout de sua conta de outros locais.
pt_pt: forçar os outros locais a saírem.
ru: чтобы заставить другие места выйти из системы.
zh_hans: 强制要注销的其他位置。
zh_hant: 強制登出其他位置。

# ForceSession_Title
source: Already Signed-In Somewhere Else
cs: Již přihlášen(a) z jiné lokality
de: Bereits angemeldet an anderem Ort
es: Ya ingresado en otro lugar
fi: Kirjautunut jo sisälle muualla
fr: Déjà connecté sur un autre site
hu: Egy másik helyen már be van jelentkezve
pl: Zalogowany już w innym miejscu
pt: Já logado em outro local
pt_pt: Já se encontra autenticado noutro local
ru: Уже подписал где-то в другом месте.
zh_hans: 已签署-在别的地方
zh_hant: 已在其他位置登入。

# GlobalNavigation_Administration
source: Administration
cs: Administrace
es: Administración
fi: Ylläpito
hu: Adminisztráció
pl: Administracja
pt: Administração
pt_pt: Administração
ru: Администрация
zh_hans: 行政管理
zh_hant: 管理

# GlobalNavigation_Help
source: Help
cs: Pomoc?
de: Hilfe?
es: Ayuda
fr: Aide
hu: Súgó
pl: Potrzebujesz pomocy?
pt: Ajuda
pt_pt: Ajuda?
ru: Помощь
zh_hans: 帮助？
zh_hant: 說明？

# GlobalNavigation_HelpTooltip
source: Launch Online Help
cs: Spuštění on-line nápovědy
de: Einführung Online-Hilfe
es: Iniciar Ayuda Online
fi: Käynnistä Online Help
fr: Aide en ligne
hu: Online súgó
pl: Uruchomienie pomocy online
pt: Iniciar a Ajuda on-line
pt_pt: Iniciar a ajuda online
ru: Запуск онлайн-справки
zh_hans: 启动联机帮助
zh_hant: 啟動線上說明

# GlobalNavigation_MyProfile
source: My Profile
cs: Můj profil
de: Mein Profil
es: Mi Perfil
fi: Oma profiili
fr: Mon profil
hu: Profilom
pl: Mój profil
pt: Meu Perfil
pt_pt: O meu perfil
ru: Мой профиль
zh_hans: 我的配置文件
zh_hant: 我的設定

# Global_NumberRowsToDisplay
source: # Rows To Display
cs: Počet řádků k zobrazení
de: Anzahl anzuzeigender Zeilen
es: N.º Filas para Mostrar
fi: # Näytettäviä rivejä
fr: Nombre de lignes à afficher
hu: Megjelenített sorok száma
pl: # Wiersze do wyświetlenia
pt: Nº de Linhas a Exibir
pt_pt: # Linhas a exibir
ru: # Строки для отображения
zh_hans: # 要显示的行
zh_hant: 顯示的行數

# Global_NumberRowsToDisplayTooltip
source: This property limits the number of rows of data displayed
cs: Tato vlastnost omezuje počet zobrazených datových řádků
de: Diese Eigenschaft begrenzt die Anzahl der angezeigten Datenzeilen
es: Esta propiedad limita el número de filas mostradas
fi: Tämä ominaisuus rajoittaa näkyvien tietorivien määrää
fr: Cette propriété limite le nombre de lignes de données affichées
hu: Ez a tulajdonság határozza meg a megjelenő sorok számát
pl: Ogranicza liczbę wyświetlanych wierszy
pt: Essa opção limita o número de linhas que serão exibidas
pt_pt: Esta propriedade limita o número de linhas visualizadas
ru: Это свойство ограничивает количество отображаемых строк данных.
zh_hans: 此属性可以限制显示的数据行数
zh_hant: 此屬性限制可顯示的資料行數

# Global_Welcome
source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
hu: Üdvözöljük
pl: Witamy
pt: Bem-vindo
pt_pt: Bem-vindo
ru: Добро пожаловать на
zh_hans: 欢迎
zh_hant: 歡迎

# Global_WelcomeTo
source: Welcome to
cs: Vítejte v(e)
de: Willkommen bei
es: Bienvenido a
fi: Tervetuloa
fr: Bienvenue dans
hu: Üdvözöljük
pl: Witamy w
pt: Bem-vindo ao
pt_pt: Bem-vindo ao
ru: Добро пожаловать в
zh_hans: 欢迎来到
zh_hant: 歡迎來到

# SiteMap_AutomationHosts
source: Automation Hosts
cs: Hostitelé automatizace
de: Automatisierungshost
es: Hosts de Automatización
fi: Automaatio-isäntä
fr: Hôtes d'automatisation
hu: Automatizálás
pl: Host automatyzacji
pt: Hosts de Automação
pt_pt: Ambientes de Automação
ru: Хозяева автоматизации
zh_hans: 自动化主机
zh_hant: 自動化主機

# SiteMap_Documents
source: Documents
cs: Dokumenty
de: Dokumente
es: Documentos
fi: Dokumentit
hu: Dokumentumok
pl: Dokumenty
pt: Documentos
pt_pt: Documentos
ru: Документы
zh_hans: 文档
zh_hant: 文件

# SiteMap_Incidents
source: Incidents
cs: Incidenty
de: Vorfälle
es: Incidentes
fi: Havainnot
hu: Incidensek
pl: Incydenty
pt: Incidentes
pt_pt: Defeitos
ru: Инциденты
zh_hans: 事件
zh_hant: 事件名稱

# SiteMap_Iterations
source: Sprints
cs: Sprinty
de: Iterationen
es: Iteraciones
fi: Iteraatiot
hu: Sprintek
pl: Iteracje
pt: Iterações
pt_pt: Iterações
ru: Спринты
zh_hans: 迭代次数
zh_hant: 迭代

# SiteMap_MyPage
source: My Page
cs: Moje stránka
de: Meine Seite
es: Mi página
fi: Oma sivu
fr: Ma Page
hu: Saját oldalam
pl: Moja strona
pt: Minha Página
pt_pt: A minha página
ru: Моя страница
zh_hans: 我的页面
zh_hant: 我的頁面

# SiteMap_Planning
source: Planning
cs: Plánování
de: Planung
es: Planificación
fi: Suunnittelu
fr: Planification
hu: Tervezés
pl: Planowanie
pt: Planejamento
pt_pt: Planeamento
ru: Планирование
zh_hans: 规划
zh_hant: 計畫

# SiteMap_ProjectGroupHome
source: Program Home
cs: Hlavní stránka skupiny produktů
de: Programm Home
es: Página Principal del Grupo del Proyecto
fi: Projektiryhmän koti
fr: Accueil Programme
hu: Projekt Csoport Főoldala
pl: Strona grupy projektu
pt: Página Principal do Grupo do Projeto
pt_pt: Home do grupo de projeto
ru: Программа на дому
zh_hans: 项目组主页
zh_hant: 專案群組首頁

# SiteMap_ProjectHome
source: Product Home
cs: Hlavní stránka produktu
de: Produkt Home
es: Página Principal del Proyecto
fi: Projektin koti
fr: Accueil Produit
hu: Projekt főoldal
pl: Strona projektu
pt: Página Principal do Projeto
pt_pt: Home do projeto
ru: Главная страница продукта
zh_hans: 项目主页
zh_hant: 專案首頁

# SiteMap_Reporting
source: Reporting
es: Informes
fi: Raportointi
fr: Rapports
hu: Riportok
pl: Raportowanie
pt: Relatórios
pt_pt: Relatórios
ru: Отчетность
zh_hans: 报告
zh_hant: 報表

# SiteMap_Requirements
source: Requirements
cs: Požadavky
de: Anforderungen
es: Requerimientos
fi: Vaatimukset
fr: Besoins
hu: Követelmények
pl: Wymagania
pt: Requisitos
pt_pt: Requisitos
ru: Требования
zh_hans: 要求
zh_hant: 需求

# SiteMap_Resources
source: Resources
cs: Zdroje
de: Ressourcen
es: Recursos
fi: Resurssit
fr: Ressources
hu: Erőforrások
pl: Zasoby
pt: Recursos
pt_pt: Recursos
ru: Ресурсы
zh_hans: 资源
zh_hant: 資源

# SiteMap_SourceCode
source: Source Code
cs: Zdrojový kód
de: Quellcode
es: Código Fuente
fi: Lähdekoodi
fr: Code source
hu: Forráskód
pl: Kod źródłowy
pt: Código Fonte
pt_pt: Código fonte
ru: Исходный код
zh_hans: 源代码
zh_hant: 原始碼

# SiteMap_Tasks
source: Tasks
cs: Úkoly
de: Aufgaben
es: Tareas
fi: Tehtävät
fr: Tâches
hu: Feladatok
pl: Zadania
pt: Tarefas
pt_pt: Tarefas
ru: Задачи
zh_hans: 任务
zh_hant: 任務

# SiteMap_TestCases
source: Test Cases
cs: Testovací případy
de: Testfälle
es: Casos de prueba
fi: Testitapaukset
fr: Scénarios de test
hu: Tesztesetek
pl: Przypadki testowe
pt: Casos de Teste
pt_pt: Casos de teste
ru: Тестовые случаи
zh_hans: 测试用例
zh_hant: 測試案例 #：

# SiteMap_Testing
source: Testing
cs: Testování
es: Pruebas
fi: Testaus
fr: Tests
hu: Tesztelés
pl: Testowanie
pt: Testes
pt_pt: Testes
ru: Тестирование
zh_hans: 测试
zh_hant: 測試

# SiteMap_TestRuns
source: Test Runs
cs: Běhy testů
de: Testläufe
es: Ejecuciones de Prueba
fi: Testiajot
fr: Exécutions de test
hu: Tesztfutások
pl: Przebiegi testu
pt: Execuções de Testes
pt_pt: Execuções de teste
ru: Тестовые заезды
zh_hans: 测试运行
zh_hant: 測試執行

# SiteMap_TestSets
source: Test Sets
cs: Testovací sady
de: Testreihen
es: Conjuntos de Pruebas
fi: Testijoukot
fr: Ensembles de tests
hu: Teszt szettek
pl: Zestawy testowe
pt: Conjuntos de Teste
pt_pt: Conjuntos de teste
ru: Наборы тестов
zh_hans: 测试集
zh_hant: 測試集

# SiteMap_Tracking
source: Tracking
cs: Sledování
de: Nachverfolgung
es: Seguimiento
fi: Seuranta
fr: Suivi
hu: Követés
pl: Śledzenie
pt: Rastreamento
pt_pt: Rastreio
ru: Отслеживание
zh_hans: 跟踪
zh_hant: 追蹤

# ErrorPage_MyPage
source: 'My Page'
cs: Moje stránka'
de: Meine Seite
es: Mi Página'
fi: Oma Sivu'
fr: «Ma Page»
hu: Saját oldalam'
pl: Moja strona'
pt: Minha página'
pt_pt: A minha página'
ru: "Моя страница
zh_hans: 我的页面
zh_hant: 我的頁面

# ErrorPage_PleaseClick
source: A system error has occurred... Please click on the
cs: Došlo k systémové chybě. Prosím klikněte na
de: Ein Systemfehler ist aufgetreten ... Bitte klicken Sie auf
es: Un error del sistema se ha producido ... Por favor, haga clic en
fi: Tapahtui järjestelmävirhe ... Klikkaa
fr: Une erreur système s'est produite ... Veuillez cliquer sur le
hu: A rendszer hiba történt ... Kérjük, kattintson a
pl: Wystąpił błąd systemowy ... Kliknij na
pt: Ocorreu um erro de sistema... Por favor clique no
pt_pt: Ocorreu um erro de sistema... Por favor clique no
ru: Произошла системная ошибка... Пожалуйста, нажмите на
zh_hans: 系统出错...请点击
zh_hant: 發生系統錯誤…請點擊

# ErrorPage_ReturnToApp
source: link to return to the application
cs: odkaz na návrat do aplikace
de: den Link, um zur Anwendung zurückzukehren
es: link para volver a la aplicación
fi: paluu-linkkiä päästäksesi takaisin sovellukseen
fr: lien pour revenir à l'application
hu: linkre, hogy visszatérjen az alkalmazáshoz
pl: link do powrotu do aplikacji
pt: link para retornar ao aplicativo
pt_pt: link para voltar à aplicação
ru: ссылка для возврата в приложение
zh_hans: 返回应用程序的链接
zh_hant: 返回應用程式的連結

# ErrorPage_Title
source: System Error
cs: Systémová chyba
de: Systemfehler
es: Error del Sistema
fi: Järjestelmävirhe
fr: Erreur système
hu: Rendszerhiba
pl: Błąd systemowy
pt: Erro do sistema
pt_pt: Erro de sistema
ru: Системная ошибка
zh_hans: 系统错误
zh_hant: 系統錯誤

# InvalidDatabase_Title
source: Invalid Database Revision
cs: Neplatná revize databáze
de: Ungültige Datenbankversion
es: Revisión de base de datos no válida
fi: Virheellinen tietokannan Versio
fr: Version de base de données non valide
hu: Az adatbázis revíziója érvénytelen
pl: Nieprawidłowe odwołanie do bazy danych
pt: Versão do banco de dados inválida
pt_pt: Revisão inválida da base de dados
ru: Недействительная ревизия базы данных
zh_hans: 无效的数据库版本
zh_hant: 無效的資料庫修訂版本

# InvalidLicense_Change
source: Change
cs: Změnit
de: Ändern
es: Cambiar
fi: Muuta
fr: Modification
hu: Megváltoztatás
pl: Zamiana
pt: Mudança
pt_pt: Alteração
ru: Изменить
zh_hans: 变化
zh_hant: 更改

# InvalidLicense_LicenseDetails
source: License Details
cs: Podrobnosti licence
de: Lizenzdetails
es: Detalle de Licencias
fi: Lisenssin yksityiskohdat
fr: Licence
hu: Licenc részletei
pl: Szczegóły licencji
pt: Detalhes de Licença
pt_pt: Detalhes da licença
ru: Информация о лицензии
zh_hans: 许可证的详细信息
zh_hant: 授權詳細資訊

# InvalidLicense_Login
source: Login
cs: Přihlásit
de: Anmelden
es: Iniciar Sesión
fi: Kirjautuminen
fr: Connexion
hu: Bejelentkezés
pl: Zaloguj się
ru: Вход
zh_hans: 登录
zh_hant: 登入

# InvalidLicense_Page
source: page.
cs: stránka(y).
de: Seite.
es: página.
fi: sivu.
hu: oldalon.
pl: strona.
pt: página.
pt_pt: página.
ru: страница.
zh_hans: 页。
zh_hant: 頁。

# InvalidLicense_ReturnTo
source: Return to
cs: Návrat (na)
de: Zurück zu
es: Volver a
fi: Palaa
fr: Retour à
hu: Vissza
pl: Powrót do
pt: Retornar para
pt_pt: Voltar para
ru: Вернуться к
zh_hans: 返回
zh_hant: 返回

# InvalidLicense_Title
source: Invalid License on Server
cs: Neplatná licence na serveru
de: Ungültige Lizenz auf dem Server
es: Licencia Inválida en el Servidor
fi: Palvelimella on virheellinen lisenssi
fr: Licence non valide sur le serveur
hu: Érvénytelen Licenc a szerveren
pl: Nieprawidłowa licencja na serwerze
pt: Licença inválida no Servidor
pt_pt: Licença inválida no servidor
ru: Недействительная лицензия на сервере
zh_hans: 无效的许可证服务器上
zh_hant: 無效的伺服器授權

# Global_ViewAll
source: View All
cs: Zobrazit všechny
de: Alle anzeigen
es: Ver Todo
fi: Näytä Kaikki
fr: Tout afficher
hu: Összes megtekintése
pl: Zobacz wszystko
pt: Ver todos
pt_pt: Ver todos
ru: Посмотреть все
zh_hans: 查看所有
zh_hant: 檢視全部

# Global_ViewDetails
source: View Details
cs: Zobrazit podrobnosti
de: Details anzeigen
es: Ver Detalles
fi: Näytä Yksityiskohdat
fr: Afficher les détails
hu: Részletek megtekintése
pl: Zobacz szczegóły
pt: Ver detalhes
pt_pt: Ver detalhes
ru: Посмотреть Подробнее
zh_hans: 查看详细信息
zh_hant: 檢視詳細資訊

# ProjectHome_AddItems
source: Add Items
cs: Přidat položky
de: Elemente hinzufügen
es: Agregar Ítems
fi: Lisää Kohde
fr: Ajouter des éléments
hu: Elemek hozzáadása
pl: Dodaj elementy
pt: Adicionar Itens
pt_pt: Adicionar itens
ru: Добавить элементы
zh_hans: 添加项
zh_hant: 新增項目

# ProjectHome_IncidentAging
source: Incident Aging
cs: Stárnutí incidentů
de: Alterung der Vorfälle
es: Envejecimiento de Incidentes
fi: Havainnon ikääntyminen
fr: Vieillissement de l’incident
hu: Incidens öregedés
pl: Wiek otwartych incydentów
pt: Envelhecimento de Incidentes
pt_pt: Antiguidade do Defeito
ru: Случайное старение
zh_hans: 事件的老化
zh_hant: 事件老化過程

# ProjectHome_IncidentTestCoverage
source: Incident Test Coverage
cs: Pokrytí incidentů testy
de: Testabdeckung des Vorfalls
es: Cobertura de Incidentes de Pruebas
fi: Havainnon testauskattavuus
fr: Couverture de test pour l’incident
hu: Incidens teszt lefedettség
pl: Pokrycie incydentu testami
pt: Cobertura de Incidentes de Teste
pt_pt: Teste de cobertura de Defeito
ru: Покрытие теста на инциденты
zh_hans: 事件的测试覆盖率
zh_hant: 事件測試涵蓋範圍

# ProjectHome_LateFinishingTasks
source: Late Finishing Tasks
cs: Pozdě dokončené úkoly
de: Aufgaben die verspätet fertiggestellt werden
es: Tareas Finalizadas con Retraso
fi: Myöhässä valmistuvat Tehtävät
fr: Tâches finissant en retard
hu: Későn végződő feladatok
pl: Późne zakończenie zadań
pt: Tarefas a Finalizar Atrasadas
pt_pt: Tarefas que terminam mais tarde
ru: Поздняя отделка Задачи
zh_hans: 晚完成任务
zh_hant: 延遲完成任務

# ProjectHome_LateStartingTasks
source: Late Starting Tasks
cs: Pozdě zahájené úkoly
de: Aufgaben die verspätet begonnen werden
es: Tareas Iniciadas con Retraso
fi: Myöhässä alkavat Tehtävät
fr: Tâches commençant en retard
hu: Későn kezdődő feladatok
pl: Późne rozpoczęcie zadań
pt: Tarefas a Iniciar Atrasadas
pt_pt: Tarefas que começam mais tarde
ru: Позднее Начальные Задачи
zh_hans: 晚开始任务
zh_hant: 延遲開始任務

# ProjectHome_ModifyLayoutSettings
source: Modify Layout/Settings
cs: Změnit rozložení / nastavení
de: Layout / Einstellungen ändern
es: Modificar Diseño/Configuración
fi: Muokkaa ulkoasua/asetuksia
fr: Configuration
hu: Megjelenés / Beállítások módosítása
pl: Modyfikacja układu/ustawień
pt: Modificar Layout/Configurações
pt_pt: Modificar o Layout/Configurações
ru: Изменить макет/настройки
zh_hans: 修改布局/设置
zh_hant: 修改佈局/設定

# ProjectHome_ProjectOverview
source: Product Overview
cs: Přehled Produktu
de: Produktübersicht
es: Información General del Proyecto
fi: Projektin yleiskatsaus
fr: Présentation du produit
hu: Projekt áttekintése
pl: Przegląd projektu
pt: Visão Geral do Projeto
pt_pt: Visão global do projeto
ru: Обзор продукции
zh_hans: 项目概述
zh_hant: 專案概述

# ProjectHome_ReleaseTaskProgress
source: Release Task Progress
cs: Splněné úkoly ve verzi
de: Aufgabenfortschritt des Releases
es: Progreso de Tareas de la Release
fi: Julkaisun Tehtävien edistyminen
fr: Avancement des tâches de la version
hu: Release-feladat feldolgozottsága
pl: Postęp zadania w wydaniu
pt: Progresso das Tarefas do Release
pt_pt: Progresso da Entrega
ru: Освобождение от выполнения задачи Ход выполнения задачи
zh_hans: 发布任务的进度
zh_hant: 發佈任務進度

# ProjectHome_RequirementsCoverage
source: Requirements Coverage
cs: Pokrytí požadavků
de: Anforderungsabdeckung
es: Cobertura de Requerimientos
fi: Vaatimusten kattavuus
fr: Couverture des besoins
hu: Követelménylefedettség
pl: Pokrycie wymagań
pt: Cobertura dos Requerimentos
pt_pt: Cobertura de requisitos
ru: Требования Охват
zh_hans: 要求覆盖范围
zh_hant: 需求涵蓋範圍

# ProjectHome_RequirementsRegressionCoverage
source: Requirements Regression Coverage
cs: Regresní pokrytí požadavků
de: Regressionsabdeckung bzgl. Anforderungen
es: Cobertura de Requerimientos en Regresión
fi: Vaatimusten regressiokattavuus
fr: Couverture de régression des besoins
hu: Követelmények regressziós lefedettsége
pl: Pokrycie wymagań regresji
pt: Cobertura com Regressão dos Requerimentos
pt_pt: Cobertura de Requisitos em Regressão
ru: Требования Покрытие регрессии
zh_hans: 要求回归覆盖范围
zh_hant: 需求迴歸涵蓋範圍

# ProjectHome_RequirementsSummary
source: Requirements Summary
cs: Přehled požadavků
de: Anforderungsübersicht
es: Resumen de Requerimientos
fi: Vaatimusten yhteenveto
fr: Résumé des besoins
hu: Követelmények összefoglalása
pl: Podsumowanie wymagań
pt: Resumo dos Requerimentos
pt_pt: Resumo de requisitos
ru: Резюме требований
zh_hans: 要求摘要
zh_hant: 需求摘要

# ProjectHome_ReturntoNormalView
source: Return to Normal View
cs: Návrat do normálního zobrazení
de: Zurück zur Normalansicht
es: Volver a la Vista Normal
fi: Paluu normaalinäkymään
fr: Retour au Mode normal
hu: Vissza Normál nézethez
pl: Powrót do widoku normalnego
pt: Voltar à Visualização Normal
pt_pt: Voltar à Visualização Normal
ru: Вернуться к нормальному виду
zh_hans: 返回到普通视图
zh_hant: 返回至一般檢視

# ProjectHome_TestSetStatus
source: Test Set Status
cs: Stav testovacích sad
de: Status der Testreihe
es: Estado del Conjunto de Pruebas
fi: Testisetin Tila
fr: Statut de l’ensemble de tests
hu: Teszt szett állapota
pl: Status zestawu testów
pt: Status do Conjunto de Testes
pt_pt: Status do Conjunto de Teste
ru: Состояние тестового комплекта
zh_hans: 测试设置的状态
zh_hant: 測試集狀態

# Global_UsePrioritySeveritySetting
source: Use Priority or Severity
cs: Použijte prioritu nebo závažnost
de: Priorität oder Schweregrad verwenden
es: Usar Prioridad o Severidad
fi: Käytä Prioriteettia tai Vakavuutta
fr: Utilisez la priorité ou la gravité
hu: Használja prioritást vagy súlyosságot
pl: Użyj priorytet lub ważność
pt: Usar Prioridade ou Severidade
pt_pt: Use prioridade ou criticidade
ru: Использовать приоритет или тяжесть
zh_hans: 使用优先或严重性
zh_hant: 使用優先權或重要性

# Global_UsePrioritySeveritySettingTooltip
source: Determines whether to display priority or severity as the displayed/sorted column
cs: Určuje, zda se má zobrazit priorita nebo závažnost jako zobrazený / seřazený sloupec
de: Legt fest, ob die Priorität oder der Schweregrad als angezeigte / sortierte Spalte dargestellt wird
es: Determina si se debe mostrar la prioridad o la severidad para ordenar la columna
fi: Määrittää näkyykö prioriteetti vai vakavuus näytettynä/lajiteltuna sarakkeena
fr: Détermine s'il faut afficher la priorité ou la gravité pour la colonne affichée/triée
hu: Beállítja a prioritás / súlyosság oszlopokat láthatónak / szűrhetőnek
pl: Określa sortowanie wg kolumny ważność lub priorytet
pt: Determina se deve exibir a prioridade ou severidade como para ordenar a coluna
pt_pt: Determina se deve mostrar a prioridade ou severidade como coluna de exibição/ordenação
ru: Определяет, следует ли отображать приоритет или серьезность в качестве отображаемого/сортируемого столбца
zh_hans: 确定是否显示排序的列显示优先级或严重性
zh_hant: 決定是否以已顯示/已排序的欄位顯示優先權或重要性

# Global_ViewReleaseDetails
source: View Release Details
cs: Zobrazit podrobnosti verze
de: Releasedetails anzeigen
es: Ver detalles de la Release
fi: Näytä Julkaisun yksityiskohdat
fr: Afficher les détails de la version
hu: Release részleteinek megtekintése
pl: Zobacz szczegóły wydania
pt: Ver Detalhes do Release
pt_pt: Ver detalhes da entrega
ru: Смотреть информацию о выпуске
zh_hans: 查看发布详细信息
zh_hant: 檢視發佈詳細資訊
