Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# UserProfile_TaravaultClickToShowPass
source: Click to show password.
cs: Klikněte pro zobrazení hesla
de: Hier klicken, um das Passwort anzuzeigen
es: Haga clic para mostrar la contraseña.
fi: Klikkaa nähdäksesi salasanan.
fr: Affichage du mot de passe.
hu: Kattintson a jelszó megjelenítéséhez.
pl: Kliknij, aby wyświetlić hasło.
pt: Clique para mostrar a senha.
pt_pt: Clicar para visualizar a password.
ru: Нажмите, чтобы показать пароль.

# UserProfile_TaravaultConn
source: Product Connection
cs: Připojení produktu
de: Produktverbindung
es: Conexión al Proyecto
fi: Projektin yhteys
fr: Connexion au produit
hu: projektkapcsolat
pl: Podłączenie produktu
pt: Conexão com Projeto
pt_pt: Ligação ao Projeto
ru: Подключение продукта

# UserProfile_TaravaultPass
source: User Password
cs: Uživatelské heslo
de: Benutzerpasswort
es: Contraseña del Usuario
fi: Käyttäjän salasana
fr: Mot de passe utilisateur
hu: Felhasználói jelszó
pl: Hasło użytkownika
pt: Senha do Usuário
pt_pt: Password do Utilizador
ru: Пароль пользователя

# UserProfile_TaravaultUser
source: User Login
cs: Uživatelský login
de: Benutzer Login
es: Nombre del Usuario
fi: Käyttäjän tunnus
fr: Login utilisateur
hu: Felhasználónév
pl: Login użytkownika
pt: Login do Usuário
pt_pt: Login do Utilizador
ru: Логин пользователя

# Admin_TaraVault_Config_ProjActive
source: TaraVault Product Active
cs: Produkt TaraVault aktivní
de: TaraVault Produkt aktiv
es: Proyecto TaraVault Activo
fi: TaraVault projekti aktiivinen
fr: Produit TaraVault actif
hu: TaraVault projekt aktív
pt: Projeto TaraVault Ativo
pt_pt: Projeto TaraVault Ativo
ru: Продукт TaraVault Active

# Admin_TaraVault_Config_ProjConnect
source: Client Connection
cs: Připojení klienta
de: Clientverbindung
es: Conexión al Cliente
fi: Client yhteys
fr: Connexion client
hu: Klienskapcsolat
pl: Podłączenie klienta
pt: Conexão com Cliente
pt_pt: Ligação ao Cliente
ru: Подключение клиента

# Admin_TaraVault_Config_ActiveUsers
source: Active TaraVault Users
cs: Aktivní uživatelé TaraVault
de: Aktive TaraVault Benutzer
es: Usuarios Activos TaraVault
fi: Aktiiviset TaraVault käyttäjät
fr: Utilisateurs TaraVault actifs
hu: Aktív TaraVault felhasználók
pl: Aktywni użytkownicy TaraVault
pt: Usuários Ativos TaraVault
pt_pt: Utilizadores TaraVault Ativos
ru: Активные пользователи TaraVault

# Admin_TaraVault_Config_ActiveUsers_ViewList
source: View List
cs: Zobrazit seznam
de: Liste ansehen
es: Ver Lista
fi: Katso listaa
fr: Afficher la liste
hu: Lista megjelenítése
pl: Lista widoku
pt: Ver Lista
pt_pt: Visualizar Lista
ru: Просмотр списка

# Admin_TaraVault_Config_NoUsersEnabled
source: No users are enabled for this product.
cs: U tohoto produktu nejsou povoleni žádní uživatelé.
de: Es sind keine Benutzer für das Produkt zugelassen.
es: No hay usuarios habilitados para este proyecto.
fi: Yhtään käyttäjää ei ole aktivoitu tähän projektiiin.
fr: Pas d'utilisateur déclaré pour ce produit.
hu: Nincsenek engedélyezett felhasználók ehhez a projekthez.
pl: Dla tego produktu nie są włączeni żadni użytkownicy.
pt: Nenhum usuário está habilitado para este projeto.
pt_pt: Não há utilizadores ativos neste projeto.
ru: Для этого продукта нет пользователей.

# Admin_TaraVaultUsers
source: TaraVault Users
cs: Uživatelé TaraVault
de: TaraVault Benutzer
es: Usuarios TaraVault
fi: TaraVault käyttäjät
fr: Utilisateurs TaraVault
hu: TaraVault felhasználók
pl: Użytkownicy TaraVault
pt: Usuários TaraVault
pt_pt: Utilizadores TaraVault
ru: Пользователи TaraVault

# Admin_TaraVaultUsers_Intro
source: This screen lists all the users that are configured to use TaraVault, and which users are enabled for this product.
cs: Tato obrazovka obsahuje seznam všech uživatelů, kteří jsou nakonfigurováni pro používání TaraVault a kteří uživatelé jsou pro tento produkt povoleni.
de: Dieses Fenster zeigt alle Benutzer, die für TaraVault konfiguriert wurden und für dieses Produkt zugelassen sind.
es: Esta página enumera todos los usuarios que están configurados para usar TaraVault y qué usuarios están habilitados para este proyecto.
fi: Tämä näyttö listaa kaikki määritellyt TaraVaultia käyttävät ja mitkä käyttäjät on aktivoitu tähän projektiin.
fr: Cette page affiche tous les utilisateurs TaraVault et ceux du produit.
hu: Ez a képernyő listázza az összes olyan felhasználót, akiket a TaraVault használatára konfigurál, és mely felhasználók engedélyezettek ehhez a projekthez.
pl: Ten ekran zawiera listę wszystkich użytkowników, którzy są skonfigurowani do korzystania z TaraVault i którzy są aktywni dla tego produktu.
pt: Esta página lista todos os usuários que estão configurados para usar o TaraVault e quais usuários estão habilitados para este projeto.
pt_pt: Este ecrã lista todos os utilizadores configurados para utilizarem o TaraVault e quais estão ativos para este projeto.
ru: На этом экране перечислены все пользователи, которые настроены на использование TaraVault, и какие пользователи включены для этого продукта.

# Admin_TaraVault_Config_NoUsersActivated
source: No users are activated for TaraVault!
cs: Pro TaraVault nejsou aktivováni žádní uživatelé!
de: Es sind keine Benutzer für TaraVault aktiviert!
es: No hay usuarios activados para TaraVault!
fi: TaraVault ei ole aktiivinen yhdelläkään käyttäjällä!
fr: Pas d'utilisateur enregistré pour TaraVault.
hu: Nincsenek a TaraVaulthoz aktivált felhasználók!
pl: Żaden użytkownik nie jest aktywowany dla TaraVault!
pt: Nenhum usuário ativo para o TaraVault!
pt_pt: Não há utilizadores ativos para o TaraVault!
ru: Для TaraVault не активировано ни одного пользователя!

# Admin_WebServices
source: Web Services
cs: Webové služby
es: Servicios Web
fi: Verkkopalvelut
fr: Services Web
hu: Webszolgáltatások
pl: Usługi internetowe
pt: Serviços Web
pt_pt: Serviços Web
ru: Веб-службы

# SecuritySettings_AllowedDomains
source: Allowed Domains
cs: Povolené domény
de: Zugelassene Domänen
es: Dominios Permitidos
fi: Sallitut Verkko-osoitteet
fr: Domaines autorisés
hu: Engedélyezett tartományok
pl: Domeny dozwolone
pt: Domínios Permitidos
pt_pt: Domínios Permitidos
ru: Разрешенные домены

# SecuritySettings_AllowedDomainsNotes
source: This should contain the list of other web domains that are allowed to make CORS (cross-origin) REST API calls to this instance. You can specify a comma separated list of base URLs (e.g. https://www.domain1.com, http://www.domain2.com) or an asterisk (*) to denote all domains are allowed (not recommended).
cs: Tato část by měla obsahovat seznam dalších webových domén, které mají povoleno provádět volání CORS (cross-origin) REST API pro tuto instanci. Můžete zadat seznam základních adres URL oddělených čárkami (např. https://www.domain1.com, http://www.domain2.com) nebo hvězdičku (*), která označuje všechny povolené domény (nedoporučuje se).
de: Dies sollte eine Liste anderer Webdomänen enthalten, die über CORS (cross-origin) REST API - Aufrufe an diese Instanz senden dürfen. Sie können eine Kommaseparierte Liste von URLs spezifizieren (z.B. https://www.domain1.com, http://www.domain2.com) oder mit einem Stern (*) verwenden, um allen Domänen den Zugriff zu erlauben (nicht empfohlen).
es: Aquí se muestra la lista de otros dominios web que pueden hacer llamadas ORS (origen-cruzada) REST API a esta instancia. Puede especificar una lista de URLs de base separada por comas (por ej. https://www.dominio1.com, http://www.dominio2.com) o un asterisco (*) para indicar que todos los dominios están permitidos (no recomendado).
fi: Sinun pitää lisätä tähän lista verkko-osoitteista, joista on sallittua tehdä CORS REST API kutsuja tähän kohteeseen. Voit määritellä useita URLiä pilkulla erotettuna (esim. https://www.domain1.com, http://www.domain2.com) tai sallia kaikki: * (tähti).
fr: Ceci doit inclure la liste des autres domaines web autorisés pour les appels CORS (cross-origin) REST API vers cette instance. Veuillez entrer la liste des URLs avec une virgule entre chaque URL (ex: https://www.domain1.com, http://www.domain2.com). Ou saisir "*" pour l'ensemble des domaines (option non recommandée).
hu: Ez tartalmazza a CORS (cross-origin) REST API hívások indítására engedélyezett egyéb webdomainek listáját. Megadhatja az alap URL-ek egy ponttal vagy egy csillaggal (*) elválasztott listáját (pl. https://www.domain1.com, http://www.domain2.com) a nem engedélyezett (nem ajánlott) domainek jelölésére.
pl: Powinna ona zawierać listę innych domen internetowych, które mogą wykonywać połączenia CORS (cross-origin) REST API do tej instancji. Możesz określić listę oddzielonych przecinkami bazowych adresów URL (np. https://www.domain1.com, http://www.domain2.com) lub gwiazdkę (*) oznaczającą wszystkie domeny, które są dozwolone (nie zalecane).
pt: Aqui está contida a lista de outros domínios web que podem fazer chamadas CORS (cross-origem) REST API a esta instância. Você pode especificar uma lista separada por vírgulas de URLs base (ex. https://www.dominio1.com, http://www.dominio2.com) ou um asterisco (*) para denotar que todos os domínios são permitidos (não recomendado).
pt_pt: Contém a lista de outros domínios autorizados a efetuar chamadas CORS (cross-origin) REST API a esta instância. A lista pode ser indicada separando as URL base por vírgulas (e.g. https://www.domain1.com, http://www.domain2.com), ou através de um asterisco (*) que significa que todos os domínios estão autorizados (não recomendado).
ru: Он должен содержать список других веб-доменов, которым разрешено делать CORS (кросс-оригинальные) REST API вызовы к этому экземпляру. Вы можете указать разделенный запятыми список базовых URL (например, https://www.domain1.com, http://www.domain2.com) или звездочку (*) для обозначения всех разрешенных доменов (не рекомендуется).

# Admin_EditReleaseWorkflows_Title
source: Release Workflows
cs: Workflow pro Verze
de: Releaseworkflow
es: Flujos de Trabajo de la Release
fi: Julkaisun Tilamallit
fr: Workflows version
hu: Release-k munkafolyamata
pl: Przepływy pracy związane z wydawaniem
pt: Fluxos de Trabalho do Release
pt_pt: Workflows de Entrega
ru: Выпустить Рабочие процессы

# Admin_ReleaseTypes_Intro
source: The following release types exist in the system. You can specify for this product, which workflows will be used for each release type:
cs: V systému existují následující typy Verzí. U tohoto produktu můžete určit, které workflow se použije pro každý typ Verze:
de: Die folgenden Releasetypen existieren im System. Sie können für dieses Produkt Workflows festlegen, die für jeden Releasetyp verwendet werden:
es: Existen los siguientes tipos de release en el sistema. Puede especificar para este proyecto qué flujos de trabajo se utilizarán para cada tipo de release:
fi: Seuraavat julkaisutyypit ovat olemassa järjestelmässä. Voit määritellä projektille, mitä tilamalleja käytetään millekin julkaisutyypille:
fr: Les types de version suivants sont définis dans l'application. Vous pouvez spécifier le type de workflow pour chaque type de version :
pl: W systemie istnieją następujące rodzaje wydań. Możesz określić dla tego produktu, które przepływy pracy będą używane dla każdego typu wydania:
pt: Os seguintes tipos de release existem no sistema. Você pode especificar para este projeto quais fluxos de trabalho serão usados ​​para cada tipo de release:
pt_pt: Existem os seguintes tipos de entrega no sistema. Pode indicar para este projeto que workflows poderão ser usados para cada tipo de entrega:
ru: В системе существуют следующие типы релизов. Вы можете указать для этого продукта, какие рабочие процессы будут использоваться для каждого типа релиза:

# Admin_ReleaseWorkflows_Intro
source: These are the various release workflows available in the product. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workflow Verzí dostupné v Produktu. Chcete-li přidat nové workflow, klikněte na tlačítko Přidat workflow, chcete-li upravit existující workflow, klikněte na tlačítko Kroky:
de: Es sind verschiedene Releaseworkflows in diesem Produkt verfügbar. Um einen neuen Workflow hinzuzufügen, klicken Sie auf den Link 'Workflow Hinzufügen'. Um einen Workflow zu bearbeiten, klicken Sie auf den Link 'Schritte':
es: Estos son los varios flujos de trabajo de la release disponibles en el proyecto. Para agregar un nuevo flujo de trabajo, haga clic en el enlace Agregar Flujo de Trabajo. Para editar un flujo de trabajo existente, haga clic en Pasos:
fi: Projektissa on useita tilamalleja valittavana julkaisulle. Lisätäkseni uuden, klikkaa Lisää Tilamalli -linkkiä. Muokataksesi olemassa olevaa, klikkaa Askeleet-linkkiä:
fr: Les types de version suivants sont définis dans le produit. Cliquer sur <Ajouter un Workflow> pour ajouter un nouveau workflow, sur <Etapes> pour modifier un workflow.
hu: Ezek a projekthez elérhető különböző release-munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: Są to różne przepływy pracy dostępne w produkcie. Aby dodać nowy przepływ, należy kliknąć przycisk Dodaj przepływ, a aby edytować istniejący przepływ, należy kliknąć przycisk Kroki:
pt: Estes são os fluxos de trabalho do release disponíveis no projeto. Para adicionar um novo fluxo de trabalho, clique no link Adicionar Fluxo de Trabalho. Para editar um fluxo de trabalho existente, clique em Etapas:
pt_pt: Estão disponíveis os vários workflows de entrega para o projeto. Para adicionar um novo workflow, clique no link Adicionar Workflow, e para editar um workflow existente, clique no hyperlink Passos:
ru: Это различные рабочие процессы, связанные с выпуском релизов, доступные в продукте. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:

# Admin_ReleaseWorkflowDetails_Intro
source: This displays all the release status steps for this particular workflow:
cs: Zobrazí všechny kroky konkrétního workflow pro všechny stavy Verze:
de: Es werden alle Releasestatusschritte für den einzelnen Workflow:
es: Aquí se muestran todos los pasos de estado de la release para este flujo de trabajo particular:
fi: Näyttää kaikki julkaisun tilasiirtymät kyseiselle tilamallille:
fr: Cette page affiche tous les statuts de version du workflow.
hu: Ez jeleníti meg egy adott munkafolyamat összes release állapotlépését:
pl: Wyświetla on wszystkie kroki stanu wydania dla tego konkretnego przepływu pracy:
pt: Aqui são mostrados todos os status das etapas de release para este fluxo de trabalho específico:
pt_pt: Permite visualizar o status de todos os passos da entrega, para este workflow em particular:
ru: При этом отображаются все шаги по освобождению для данного конкретного рабочего процесса:

# Admin_ReleaseWorkflowStep_ReleaseCustomProperties
source: Release Custom Properties
cs: Vlastní vlastnosti Verzí
de: Benutzerdefinierte Eigenschaften des Releases
es: Propiedades Personalizadas de la Release
fi: Julkaisun kustomoidut ominaisuudet
fr: Propriétés personnalisées de version
hu: release egyéni tulajdonságai
pl: Wydanie właściwości niestandardowych
pt: Propriedades Personalizadas do Release
pt_pt: Propriedades Personalizadas da Entrega
ru: Выпустить пользовательские свойства

# Admin_ReleaseWorkflowStep_ReleaseCustomPropertiesIntro
source: The following release custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Verzí jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Eigenschaften des Releases sind für diesen Schritt im Workflow versteckt/deaktiviert/erforderlich:
es: Las siguientes propiedades personalizadas de la release están escondidas/inhabilitadas/requeridas en este paso del flujo de trabajo:
fi: Seuraavat julkaisun kustomoidut ominaisuudet on piilotettu/ei-aktiivinen/pakollinen tässä tilamallin askeleessa:
fr: Les propriétés personnalisées de version suivantes sont cachées/inactives/exigées pour cette étape du workflow :
hu: Az alábbi release egyéni tulajdonságai rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Następujące niestandardowe właściwości wydania są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: As seguintes propriedades personalizadas de release estão escondidas/desabilitadas/requeridas nesta etapa no fluxo de trabalho:
pt_pt: As propriedades personalizadas seguintes da entrega estão escondidas/desativadas ou são obrigatórias neste passo do workflow:
ru: Следующие пользовательские свойства версии скрыты/отключены/требуются на этом этапе рабочего процесса:

# Admin_ReleaseWorkflowStep_ReleaseFields
source: Release Fields
cs: Pole Verzí
de: Releasefelder
es: Campos de la Release
fi: Julkaisun Kentät
fr: Champs de version
hu: Releasemezők
pl: Pola edycji
pt: Campos do Release
pt_pt: Campos da Entrega
ru: Поля высвобождения

# Admin_ReleaseWorkflowStep_ReleaseFieldsIntro
source: The following release fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Verze jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden Felder des Releases sind für diesen Workflowschritt versteckt/deaktiviert/erforderlich:
es: Los siguientes campos de la release están escondidos/inhabilitados/requeridos en este paso del flujo de trabajo:
fi: Seuraavat julkaisun kentät on piilotettu/ei-aktiivinen/pakollinen tässä tilamallin askeleessa:
fr: Les champs de version suivants sont cachés/inactifs/exigés pour cette étape du workflow :
hu: Az alábbi release mezők rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Poniższe pola edycji są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: Os seguintes campos do release estão escondidos/desabilitados/requeridos nesta etapa no fluxo de trabalho:
pt_pt: Os campos seguintes da entrega estão escondidos/desativados ou são obrigatórios neste passo do workflow:
ru: Следующие поля версии скрыты/отключены/требуются на этом этапе рабочего процесса:

# Admin_ReleaseWorkflowTransition_CreatorExecuteLabel
source: The creator of this release can execute:
cs: Autor této Verze může provést:
de: Der Ersteller des Releases kann ausführen:
es: El creador de esta release puede ejecutar:
fi: Julkaisun laatija voi suorittaa:
fr: Le créateur de la version peut exécuter :
hu: A release létrehozója végrehajthat:
pl: Twórca tego wydania może wykonać:
pt: O criador deste release pode executar:
pt_pt: O criador desta entrega pode executar:
ru: Создатель этой версии может выполнить:

# Admin_ReleaseWorkflowTransition_OwnerExecuteLabel
source: The owner of this release can execute:
cs: Vlastník této Verze může provést:
de: Der Besitzer des Releases kann ausführen:
es: El propietario de esta release puede ejecutar:
fi: Julkaisun omistaja voi suorittaa:
fr: Le propriétaire de la version peut exécuter :
hu: A release tulajdonosa végrehajthat:
pl: Właściciel tego wydania może wykonać:
pt: O proprietário deste release pode executar:
pt_pt: O responsável por esta entrega pode executar:
ru: Владелец этого выпуска может выполнить:

# UserProfile_Organization
source: Organization
cs: Organizace
de: Organisation
es: Organización
fi: Organisaatio
fr: Organisation
hu: Szervezet
pl: Organizacja
pt: Organização
pt_pt: Organização
ru: Организация

# Admin_Notification_DisplayTokens
source: (Display Email Subject Special Tokens)
cs: (Zobrazit speciální tokeny předmětu e-mailu)
de: (Anzeige spezieller Platzhalter des Emailbetreffs )
es: (Mostrar Tokens Especiales de Asunto de E-mail)
fi: (Näytä erikoistunnisteet sähköpostin otsikossa)
fr: (afficher les boutons Token Sujet Email)
hu: (E-mail tárgysor speciális tokenek megjelenítése)
pl: (Wyświetlacz Emaila Temat specjalnych żetonów)
pt: (Exibir Tokens Especiais de Assunto de Email)
pt_pt: (Exibe Símbolos Especiais do Assunto do E-mail)
ru: (Отображать специальные жетоны для темы электронной почты)

# Admin_Notification_EmailTokens
source: Email Notification Tokens
cs: Tokeny emailového ozámení
de: Platzhalter für Emailbenachrichtigung
es: Tokens de Notificación por E-mail
fi: Sähköposti-ilmoituksen tunnisteet
fr: Tokens de notification email
hu: E-mailes értesítés tokenek
pl: Żetony do powiadamiania pocztą elektroniczną
pt: Tokens de notificação de e-mail
pt_pt: Símbolos de Notificação do E-mail
ru: Жетоны уведомления по электронной почте

# Login_PleaseLogin
source: Please Login
cs: Prosím přihlašte se
de: Bitte anmelden
es: Por favor, inicie sesión
fi: Kirjaudu, kiitos
fr: Veuillez vous connecter :
hu: Kérem, jelentkezzen be
pl: Proszę się zalogować
pt: Por favor, faça login
pt_pt: Faça Login, por favor
ru: Пожалуйста, Войдите

# Admin_GeneralSettings_AdminMessage
source: Administration Message
cs: Zpráva administrace
de: Nachricht Administration
es: Mensaje de la Administración
fi: Ylläpitoviesti
fr: Message d'administration
hu: Adminisztrációs üzenet
pl: Wiadomość administracyjna
pt: Mensagem da Administração
pt_pt: Mensagem de Administração
ru: Сообщение администрации

# Admin_GeneralSettings_AdminMessageNotes
source: A temporary notice displayed on the login screen for all users (remember to delete once no longer needed)
cs: Dočasné upozornění zobrazené na přihlašovací obrazovce pro všechny uživatele (nezapomeňte smazat, jakmile upozornění není zapotřebí)
de: Ein vorübergehender Hinweis, der allen Benutzern nach der Anmeldung gezeigt wird (Denken Sie daran diesen zu löschen, wenn er nicht mehr benötigt wird).
es: Un aviso temporal mostrado en la pantalla de Inicio de Sesión para todos los usuarios (recuerde borrar lo aviso cuando ya no es necesario)
fi: Tilapäinen huomautus kirjautumisruutuun kaikille käyttäjille (muista poistaa kun ei enää tarvetta)
fr: Un message affichable temporairement sur la page de login (Ne pas oublier de l'effacer lorsque le message n'est plus nécessaire)
hu: Egy ideiglenes értesítő jelenik meg az összes felhasználó bejelentkező képernyőjén (ne felejtse el törölni, amikor már nem kell)
pl: Tymczasowe powiadomienie wyświetlane na ekranie logowania dla wszystkich użytkowników (należy pamiętać o usunięciu, gdy nie jest już potrzebne)
pt: Um aviso temporário exibido na tela de login para todos os usuários (lembre-se de excluir uma vez que não for mais necessário)
pt_pt: Uma nota temporária é exibida no ecrã de login para todos os utilizadores (lembre-se de a eliminar, quando deixar de ser necessária)
ru: Временное уведомление, отображаемое на экране входа в систему для всех пользователей (не забудьте удалить один раз, когда в этом больше нет необходимости).

# Admin_GeneralSettings_LoginNotice
source: Login Notice
cs: Oznámení o přihlášení
de: Anmeldehinweis
es: Aviso de Inicio de Sesión
fi: Kirjautumisen viesti
fr: Message d'information
hu: Bejelentkezési értesítő
pl: Powiadomienie o logowaniu
pt: Nota de Login
pt_pt: Nota de Login
ru: Уведомление о входе
