Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# LdapConfiguration_EmailAddress
source: Email Address
cs: Emailová adresa
de: E-Mail Adresse
es: Dirección de E-mail
fi: Sähköpostiosoite
fr: Adresse Email
hu: E-mail-címek
pt: Endereço de E-mail
pt_pt: Endereço de e-mail
ru: Адрес электронной почты
zh_hant: 電子郵件地址

# LdapConfiguration_EmailAddressNotes
source: The attribute in LDAP holding the user's email address (e.g. mail)
cs: Atribut v LDAP obsahující e-mailovou adresu uživatele (např. Mail)
de: Das Attribut in LDAP beinhaltet die E-Mail Adresse des Benutzers (z.B. mail)
es: El atributo en LDAP que contiene la dirección de e-mail del usuario (por ej. mail)
fi: LDAP-attribuutti, joka sisältää käyttäjän sähköpostiosoitteen (esimerkiksi mail)
fr: L'attribut LDAP contenant l'adresse email de l'utilisateur (par ex. mail)
hu: Az LDAP azon tulajdonsága, amely a felhasználó e-mail-címét tartalmazza (pl. mail)
pt: O atributo LDAP contendo o endereço de e-mail do usuário (ex.: mail)
pt_pt: O atributo na LDAP que contém o endereço de e-mail do utilizador (e.g. Mail)
ru: Атрибут в LDAP, содержащий почтовый адрес пользователя (например, почту).
zh_hant: LDAP 屬性用以保存電子郵件地址（例如：mail）

# LdapConfiguration_FirstName
source: First Name
cs: Jméno
de: Vorname
es: Nombre
fi: Etunimi
fr: Prénom
hu: Keresztnév
pt: Primeiro Nome
pt_pt: Primeiro nome
ru: Имя
zh_hant: 名

# LdapConfiguration_FirstNameNotes
source: The attribute in LDAP holding the user's first name (e.g. givenName)
cs: Atribut v LDAP obsahující křestní jméno uživatele (např. GivenName)
de: Das Attribut in LDAP beinhaltet den Vornamen des Benutzers (z.B. given name)
es: El atributo en LDAP que contiene el nombre del usuario (por ej. givenName)
fi: LDAP-attribuutti, joka sisältää käyttäjän etunimen (esimerkiksi givenName)
fr: L'attribut LDAP contenant le prénom de l'utilisateur (par ex. givenName)
hu: Az LDAP azon tulajdonsága, amely a felhasználó keresztnevét tartalmazza (pl. givenName)
pt: O atributo de LDAP contendo o primeiro nome do usuário (ex.: givenName)
pt_pt: O atributo na LDAP que contém o primeiro nome do utilizador (e.g. Nome)
ru: Атрибут в LDAP, содержащий имя пользователя (например, giveName).
zh_hant: LDAP 屬性用以保存使用者的名（例如：givenName）

# LdapConfiguration_LastName
source: Last Name
cs: Příjmení
de: Nachname
es: Apellido
fi: Sukunimi
fr: Nom
hu: Vezetéknév
pt: Sobrenome
pt_pt: Último nome
ru: Фамилия
zh_hant: 姓

# LdapConfiguration_LastNameNotes
source: The attribute in LDAP holding the user's last name (e.g. sn)
cs: Atribut v LDAP obsahující příjmení uživatele (např. Sn)
de: Das Attribut in LDAP beinhaltet den Nachnamen des Benutzers (z.B. sn)
es: El atributo en LDAP que contiene el apellido del usuario (por ej. sn)
fi: LDAP-attribuutti, joka sisältää käyttäjän sukunimen (esimerkiksi sn)
fr: L'attribut LDAP contenant le nom de l'utilisateur (par ex. sn)
hu: Az LDAP azon tulajdonsága, amely a felhasználó vezetéknevét tartalmazza (pl. sn)
pt: O atributo LDAP contendo o sobrenome do usuário (ex.: sn)
pt_pt: O atributo na LDAP que contém o último nome do utilizador (e.g. Apelido)
ru: Атрибут в LDAP, содержащий фамилию пользователя (например, sn).
zh_hant: LDAP 屬性用以保存使用者的姓（例如：sn）

# LdapConfiguration_LdapHost
source: LDAP Host
es: Host LDAP
fi: LDAP-isäntä
fr: Hôte LDAP
hu: LDAP hoszt
pt: Host LDAP
pt_pt: Host da LDAP
ru: хост LDAP
zh_hant: LDAP 主機

# LdapConfiguration_LdapHostNotes
source: Name (and optionally port) of the server running LDAP
cs: Název (a volitelně port) LDAP serveru
de: Name (und optional Port) des LDAP-Servers
es: Nombre (y opcionalmente puerto) del servidor LDAP
fi: LDAP-serverin nimi (ja mahdollinen porttinumero)
fr: Nom et port (facultatif) du serveur LDAP
hu: Az LDAP-ot futtató szerver neve (és opcionális portja)
pt: Nome e porta (opcional) do servidor LDAP em execução
pt_pt: Nome (e opcionalmente port) do servidor em que corre a LDAP
ru: Имя (и опционально порт) сервера, на котором запущен LDAP.
zh_hant: 執行LDAP 的伺服器名稱（選填）

# LdapConfiguration_Login
source: Login
es: Ingresar
hu: Bejelentkezés
ru: Вход
zh_hant: 登入

# LdapConfiguration_LoginNotes
source: The attribute in LDAP holding the login name
cs: Atribut v LDAP obsahující přihlašovací jméno (např. sAMAaccountName)
de: Das Attribut in LDAP beinhaltet den Login-Namen.
es: El atributo en LDAP que contiene el nombre de inicio de sesión
fi: LDAP-attribuutti, joka sisältää kirjautumisnimen
fr: L'attribut LDAP contenant le login
hu: Az LDAP azon tulajdonsága, amely a bejelentkezési nevet tartalmazza
pt: O atributo LDAP contendo o nome do login
pt_pt: O atributo na LDAP que contém o nome de login
ru: Атрибут в LDAP с именем логина
zh_hant: LDAP 屬性用以保存登入名稱

# LdapConfiguration_MiddleInitial
source: Middle Initial
cs: Prostřední jméno (iniciály)
de: Initialen
es: Inicial del Segundo Nombre
fi: Keskikirjain
fr: Initiale 2ème prénom
hu: Középső név kezdőbetűje
pt: Inicial do Meio
pt_pt: Inicial do meio
ru: Средний Начальный
zh_hant: 中間名

# LdapConfiguration_MiddleInitialNotes
source: The attribute in LDAP holding the user's middle initials (e.g. initials)
cs: Atribut v LDAP obsahující střední iniciály uživatele (např. Initials)
de: Das Attribut in LDAP beinhaltet die Initialen des Benutzers (z.B. initials)
es: El atributo en LDAP que contiene las iniciales del usuario (por ej. initials)
fi: LDAP-attribuutti, joka sisältää käyttäjän nimen mahdolliset keskikirjaimet (esimerkiksi initials)
fr: L'attribut LDAP contenant l'initiale du 2ème prénom
hu: Az LDAP azon tulajdonsága, amely a felhasználó középső nevének kezdőbetűit tartalmazza (pl. initials)
pt: O atributo LDAP contendo as Iniciais do nome do meio do usuário (ex.: initials)
pt_pt: O atributo na LDAP que contém o nome do meio do utilizador (e.g. Iniciais)
ru: Атрибут в LDAP, содержащий средние инициалы пользователя (например, инициалы).
zh_hant: LDAP 屬性用以保存使用者中間名

# LdapConfiguration_SamplePassword
source: Sample Password
cs: Heslo pro otestování
de: Beispiel-Passwort
es: Contraseña de Ejemplo
fi: Mallisalasana
fr: Mot de passe type
hu: Mintajelszó
pt: Senha de Exemplo
pt_pt: Password exemplificativa
ru: Образец пароля
zh_hant: 密碼範例

# LdapConfiguration_SampleUser
source: Sample User
cs: Login pro otestování
de: Beispiel-Benutzer
es: Usuario de Ejemplo
fi: Mallikäyttäjä
fr: Utilisateur type
hu: Mintafelhasználó
pt: Usuário de Exemplo
pt_pt: Utilizador exemplificativo
ru: Образец пользователя
zh_hant: 使用者範例

# LdapConfiguration_SampleUserNotes
source: The distinguished name of a sample user you want to test authenticate
cs: DN (distingushed name) uživatele pro otestování
de: Der eindeutige Name eines Beispiel-Benutzers, den Sie für den Test der Authentifizierung verwenden möchten.
es: El nombre distinguido de un usuario de ejemplo que desea probar la autenticación
fi: Koekäyttäjälle määritelty nimi, jota voi käyttää autentikoinnin testauksessa
fr: Le DN de l'utilisateur type à authentifier
hu: A hitelesítési teszt alá vetendő mintafelhasználó egyedi neve
pt: O nome distinto de um usuário de exemplo para o qual você deseja testar a autenticação
pt_pt: O nome distintivo de um utilizador exemplificativo cuja autenticação queira testar
ru: Отличительное имя образца пользователя, которого вы хотите проверить подлинность.
zh_hant: 範例使用者的識別名稱，用以測試認證

# LdapConfiguration_String1
source: This page allows you to configure
cs: Tato stránka umožňuje konfiguraci
de: Diese Seite erlaubt Ihnen die Konfiguration vorzunehmen, um
es: Esta página le permite configurar
fi: Tällä sivulla voit konfiguroida
fr: Cette page permet de configurer
hu: Ezen az oldalon konfigurálhatja
pt: Esta página permite que você configure o
pt_pt: Esta página permite-lhe configurar
ru: На этой странице можно настроить
zh_hant: 此頁面允許您設定

# LdapConfiguration_String2
source: to authenticate users against an LDAP directory server. This allows you to avoid having to store passwords in a user's
cs: k ověření uživatelů proti adresářovému serveru LDAP. To vám umožní vyhnout se nutnosti ukládat hesla uživatelů
de: Benutzer über einen LDAP Directory Server zu authentifizieren. Dadurch brauchen Sie keine Passwörter in einem
es: para autenticar usuarios en un servidor LDAP. Esto le permite evitar tener que almacenar contraseñas en un perfil de usuario del
fi: autentikoida käyttäjät LDAP-hakemistopalvelimelta. Näin voit välttää salasanojen tallentamista käyttäjän
fr: pour authentifier les utilisateurs à partir de l'annuaire du serveur LDAP. Ceci permet de ne pas avoir à stocker les mots de passe dans le profil de l'utilisateur
hu: a felhasználók hitelesítését az LDAP-könyvtárszerver alapján. Ezzel elkerülheti, hogy a jelszavakat egy felhasználói profilban
pt: para autenticar usuários em um servidor LDAP. Desse modo, evita-se ter de armazenar senhas em perfil de usuários
pt_pt: para autenticar utilizadores na directoria do servidor da LDAP. Isto permite-lhe evitar guardar passwords de utilizador num perfil do
ru: для аутентификации пользователей на сервере LDAP директории. Это позволяет вам избежать необходимости хранить пароли в памяти пользователя
zh_hant: 欲透過目錄服務伺服器認證使用者，此允許您避免儲存密碼於使用者的

# LdapConfiguration_String3
source: profile. You can have both types of user exist at the same time -
cs: profil. Můžete mít oba typy uživatelů současně -
de: Benutzerprofil abzuspeichern. Sie können beide Benutzertypen gleichzeitig verwenden.
es: .Usted puede tener ambos tipos de usuario existen al mismo tiempo - Usuarios
fi: profiiliin. Voit käyttää molempia käyttäjätyypejä yhtä aikaa -
fr: . Les 2 types d'utilisateurs peuvent coexister - les utilisateurs
hu: kelljen tárolni. Egyszerre létezhet mindkét típusú felhasználó -
pt: . Pode-se ter dois tipos de usuários existentes ao mesmo tempo - Usuários
pt_pt: . Pode ter em simultâneo ambos os tipos de utilizador - os utilizadores do
ru: Профиль. Вы можете иметь оба типа пользователей одновременно -
zh_hant: 概述。您可同時有兩種已存在的使用者類型 -

# LdapConfiguration_String4
source: users that store their passwords inside
cs: uživatelé, kteří ukládají svá hesla iterně
de: Benutzer, die ihre Passwörter innerhalb
es: que almacenan sus contraseñas dentro de
fi: käyttäjiä, jotka tallentavat salasanansa
fr: dont les mots de passe sont stockés dans
hu: olyan felhasználók, akik a jelszavakat ebben tárolják,
pt: que armazenam suas senhas dentro do
pt_pt: que armazena as suas passwords internamente
ru: пользователи, хранящие свои пароли внутри
zh_hant: 使用者儲存密碼在內部

# LdapConfiguration_String5
source: and LDAP users that use their existing LDAP passwords.
cs: a LDAP uživatelé, kteří používají svá stávající hesla z LDAP.
de: speichern und LDAP Benutzer, die ihre bestehenden Passwörter verwenden.
es: y usuarios LDAP que utilizan sus contraseñas LDAP existentes.
fi: ja LDAP-käyttäjiä, jotka käyttävät olemassa olevia LDAP-salasanojaan.
fr: et les utilisateurs LDAP qui utilisent leur mot de passe actuel pour LDAP.
hu: valamint LDAP-felhasználók, akik a meglévő LDAP-jelszavaikat használják.
pt: e usuários LDAP que usam suas senhas LDAP já existentes.
pt_pt: e utilizadores da LDAP que usam as respetivas passwords existentes na LDAP.
ru: и пользователей LDAP, которые используют свои существующие пароли LDAP.
zh_hant: LDAP 使用者使用 LDAP 的密碼

# LdapConfiguration_String6
source: Please view/edit your LDAP server's configuration details below:
cs: Níže zkontrolujtte/upravte podrobnosti konfigurace svého LDAP serveru:
de: Bitte überprüfen / bearbeiten Sie Ihre unten aufgeführten LDAP-Server Konfigurationsdetails.
es: Por favor, vea/edite los detalles de configuración de su servidor LDAP a continuación:
fi: Voit tarkastaa/muokata LDAP-palvelimesi konfigurointitietoja alla:
fr: Veuillez afficher/modifier les valeurs de configuration du serveur LDAP ci-dessous :
hu: Tekintse át/szerkessze LDAP-szerverkonfigurációját alább:
pt: Por favor, veja/edite os detalhes da configuração do seu servidor LDAP abaixo:
pt_pt: Por favor veja/edite abaixo os detalhes de configuração do seu servidor LDAP:
ru: Пожалуйста, просмотрите/измените конфигурацию вашего сервера LDAP ниже:
zh_hant: 請檢視/編輯下列您 LDAP 伺服器設定詳細資訊

# LdapConfiguration_String7
source: You can optionally enter a sample user to authenticate. When you click [Save]
cs: Můžete volitelně zadat testovacího uživatele k ověření. Když kliknete na [Uložit]
de: Sie können optional einen Beispiel-Benutzer zur Authentifizierung eingeben. Wenn Sie auf [Speichern] klicken, wird
es: Opcionalmente, puede introducir un usuario de ejemplo para autenticar. Al hacer clic en [Guardar],
fi: Voit halutessasi lisätä autentikointiin esimerkkikäyttäjän. Kun klikkaat [Talleta]
fr: Vous pouvez définir un utilisateur type pour l'authentification. Si vous cliquez sur [Mise à jour]
hu: Opcionálisan megadhat egy mintafelhasználót a hitelesítéshez. Amikor a [Save] gombra kattint,
pt: Você pode, opcionalmente, digitar um usuário de exemplo para tentar autenticar. Quando você clicar em [Salvar],
pt_pt: Pode opcionalmente inserir a autenticação de um utilizador exemplificativo. Quando clica em [Atualizar] o
ru: Вы можете дополнительно ввести образец пользователя для аутентификации. После нажатия кнопки [Сохранить]
zh_hant: 當您按下[更新]，您可選擇性輸入範例使用者用以認證

# LdapConfiguration_String8
source: will try authenticating this user before it updates the LDAP configuration.
cs: se pokusí ověřit tohoto uživatele před změnou konfigurace LDAP.
de: versuchen diesen Benutzer zu authentifizieren bevor die LDAP-Konfiguration aktualisiert wird.
es: intentará autenticar a este usuario antes de actualizar la configuración de LDAP.
fi: yrittää autentikoida käyttäjän, ennen kuin se päivittää LDAP-konfiguraation.
fr: procédera à l'authentification de cet utilisateur type avant d'effectuer la mise à jour de la configuration LDAP.
hu: akkor az LDAP-konfiguráció frissítése előtt a rendszer elkezdi hitelesíteni ezt a felhasználót.
pt: tentará autenticar esse usuário antes de atualizar as configurações LDAP.
pt_pt: tentará autenticar este utilizador antes de atualizar a configuração da LDAP.
ru: попробует аутентифицировать этого пользователя перед тем, как он обновит конфигурацию LDAP.
zh_hant: 在更新 LDAP 設定前會測試認證此使用者

# LdapConfiguration_Title
source: LDAP Configuration
cs: LDAP konfigurace
de: LDAP-Konfiguration
es: Configuración LDAP
fi: LDAP-konfiguraatio
fr: Configuration LDAP
hu: LDAP-konfiguráció
pt: Configurações LDAP
pt_pt: Configuração da LDAP
ru: LDAP-конфигурация
zh_hant: LDAP 設定

# LdapConfiguration_UseSSL
source: Use Secure Sockets Layer (SSL)
cs: Použít Secure Sockets Layer (SSL)
de: Verwenden Sie den Secure Sockets Layer (SSL)
es: Utilice Secure Sockets Layer (SSL)
fi: Käytä salattua yhteyttä (SSL)
fr: Utilisation de SSL
hu: Secure Sockets Layer (SSL) használata
pt: Usar Secure Sockets Layer (SSL)
ru: Использовать уровень защищенных сокетов (SSL)
zh_hant: 使用安全通訊端層協定(SSL)

# Admin_DataTools_Title
source: Data Tools
cs: Nástroje dat
de: Datenwerkzeuge
es: Herramientas de Datos
fi: Datatyökalut
fr: Gestion des données
hu: Adateszközök
pl: Narzędzia danych
pt: Ferramentas de Dados
pt_pt: Ferramentas de dados
ru: Инструменты для работы с данными
zh_hant: 資料工具

# Admin_PlanningOptions_AutoCreateTasks
source: Auto-Create Tasks
cs: Automaticky vytvářet úkoly
de: Automatische Erstellung von Aufgaben
es: Creación Automática de Tareas
fi: Luo tehtävät automaattisesti
fr: Création automatique de tâches
hu: Feladatok automatikus létrehozása
pl: Automatyczne tworzenie zadań
pt: Criar Tarefas Automaticamente
pt_pt: Auto-criar de tarefas
ru: Автосоздание задач
zh_hant: 自動建立任務

# Admin_PlanningOptions_AutoCreateTasksLabel
source: Create a new task when Requirement becomes 'In-Progress'
cs: Vytvořit nový Úkol, když se Požadavek změní na stav „Probíhá“
de: Sobald eine Anforderung 'In Bearbeitung' ist, wird eine neue Aufgabe erstellt
es: Crear una nueva tarea cuando el requisito se convierta en 'En Progreso'
fi: Luo uusi tehtävä, kun vaatimus muuttuu tilaan "In-Progress"
fr: Création d'une tâche lorsque le besoin devient <En cours>
hu: Új feladat létrehozása, amikor a Követelmény „Folyamatban” állapotot kap
pl: Utwórz nowe zadanie kiedy Wymaganie będzie miało status 'In-Progress'
pt: Criar uma nova tarefa quando o requisito tornar-se 'Em Progresso'
pt_pt: Criar novas tarefas quando
ru: Создайте новую задачу, когда Требование станет "В процессе выполнения".
zh_hant: 當需求成為進行中時，建立新任務

# Admin_PlanningOptions_DefaultEffort
source: Default Effort
cs: Výchozí úsilí
de: Standardaufwand
es: Esfuerzo por Defecto
fi: Oletustyömäärä
fr: Effort par défaut
hu: Alapértelmezett munka
pl: Domyślny nakład
pt: Esforço Padrão
pt_pt: Esforço por defeito
ru: Усилия по умолчанию
zh_hant: 預設工時

# Admin_PlanningOptions_DefaultEffort_Requirements
source: Requirements (Planned Effort)
cs: Požadavky (plánované úsilí)
de: Anforderungen (Geplanter Aufwand)
es: Requerimientos (Esfuerzo Planeado)
fi: Vaatimukset (suunniteltu työmäärä)
fr: Besoins (Effort planifié)
hu: Követelmények (Tervezett munka)
pl: Wymagania (planowany nakład)
pt: Requerimentos (Esforço Planejado)
pt_pt: Requisitos (esforço planeado)
ru: Требования (Планируемые усилия)
zh_hant: 需求（計畫工時）

# Admin_PlanningOptions_DefaultEffort_Tasks
source: Tasks (Estimated Effort)
cs: Úkoly (odhadované úsilí)
de: Aufgaben (Geschätzter Aufwand)
es: Tareas (Esfuerzo Estimado)
fi: Tehtävät (arvioitu työmäärä)
fr: Tâches (Effort estimé)
hu: Feladatok (Becsült munka)
pl: Zadania (szacowany nakład)
pt: Tarefas (Esforço Estimado)
pt_pt: Tarefas (esforço estimado)
ru: Задачи (расчетные усилия)
zh_hant: 任務（預估工時）

# Admin_PlanningOptions_EffortCalculations
source: Effort Calculations
cs: Výpočty úsilí
de: Aufwandsberechnungen
es: Cálculos de Esfuerzo
fi: Työmäärälaskelmat
fr: Calculs des efforts
hu: Munkaszámítások
pl: Wyliczenia nakładu
pt: Cálculos de Esforço
pt_pt: Cálculos de esforço
ru: Расчёты усилий
zh_hant: 工時計算

# Admin_PlanningOptions_EnabledForIncidents
source: Enabled for Incidents
cs: Povoleno pro Incidenty
de: Freigegeben für Vorfälle
es: Habilitado para Incidentes
fi: Havainnoille aktivoidut
fr: Activé pour les incidents
hu: Engedélyezve az incidensekhez
pl: Włączone dla incydentów
pt: Habilitado para Incidentes
pt_pt: Ativo para defeitos
ru: Включено для Инцидентов
zh_hant: 啟用事件

# Admin_PlanningOptions_EnabledForTasks
source: Enabled For Tasks
cs: Povoleni pro Úkoly
de: Freigegeben für Aufgaben
es: Habilitado para Tareas
fi: Tehtäville aktivoidut
fr: Activé pour les tâches
hu: Engedélyezve a feladatokhoz
pl: Włączone dla zadań
pt: Habilitado para Tarefas
pt_pt: Ativo para tarefas
ru: Включено для задач
zh_hant: 啟用任務

# Admin_PlanningOptions_IncludeIncidentEffort
source: Include Incident Effort
cs: Zahrnout úsilí z Incidentu
de: Einschließlich Vorfallsaufwand
es: Incluir Esfuerzo de Incidentes
fi: Lisää Havainnon työmäärä
fr: Inclure l'effort d'incident
hu: Incidensmunka bevonása
pl: Zawrzyj nakład na incydenty
pt: Incluir Esforços de Incidentes
pt_pt: Incluir esforço do defeito
ru: Включить усилия по устранению последствий несчастного случая
zh_hant: 包含事件工時

# Admin_PlanningOptions_IncludeTaskEffort
source: Include Task Effort
cs: Zahrnout úsilí z Úkolu
de: Einschließlich Aufgabenaufwand
es: Incluir Esfuerzo de Tarea
fi: Lisää Tehtävän työmäärä
fr: Inclure l'effort de tâche
hu: Feladatmunka bevonása
pl: Zawrzyj nakład na zadania
pt: Incluir Esforços de Tarefas
pt_pt: Incluir esforço da tarefa
ru: Включить целевую работу
zh_hant: 包含任務工時

# Admin_PlanningOptions_NonWorkingHoursPerMonth
source: Non-Working Hours Per Month
cs: Nepracovní hodiny za měsíc
de: Arbeitsfreie Stunden pro Monat
es: Horas no Laborables por Mês
fi: Kuukauden muut tunnit
fr: Heures non travaillées par mois
hu: Nem munkával töltött órák száma havonta
pl: Nie pracujące godziny w miesiącu
pt: Horas Não-Úteis por Mês
pt_pt: Horas de não-trabalho por mês
ru: Нерабочие часы в месяц
zh_hant: 每月非工作時數

# Admin_PlanningOptions_TimeTracking
source: Time Tracking
cs: Sledování času
de: Zeiterfassung
es: Seguimiento Temporal
fi: Ajanseuranta
fr: Suivi du temps
hu: Időkövetés
pl: Śledzenie czasu
pt: Rastreamento de Tempo
pt_pt: Controlo do tempo
ru: Отслеживание времени
zh_hant: 時間追蹤

# Admin_PlanningOptions_WorkDaysPerWeek
source: Work Days Per Week
cs: Pracovních dní v týdnu
de: Arbeitsstunden pro Woche
es: Días Laborables por Semana
fi: Työpäiviä viikossa
fr: Jours travaillés par semaine
hu: Munkanapok hetente
pl: Dni roboczych w tygodniu
pt: Dias de Úteis por Semana
pt_pt: Dias de trabalho por semana
ru: Рабочие дни в неделю
zh_hant: 每週工作天數

# Admin_ProjectGroupMembershipAdd_BackToList
source: Back To Program Membership
cs: Zpět na uživatele v Programu
de: Zurück zur Programmzugehörigkeit
es: Volver a la Afiliación a Grupo de Proyectos
fi: &lt;&lt; Palaa Projektiryhmän jäsenyyksiin
fr: Retour Membres du produit
hu: Vissza a programtagsághoz
pl: Powrót do przynależności do grupy projektów
pt: Voltar a Adesões ao Grupo de Projeto
pt_pt: &lt;&lt; Voltar para os membros do grupo de projeto
ru: Назад к программе Членство
zh_hant: << 返回至專案群組成員

# Admin_ProjectGroupMembershipAdd_String1
source: The following users are NOT members of this program.
cs: Následující uživatelé NEJSOU členové tohoto programu.
de: Die folgenden Benutzer gehören NICHT zu diesem Programm.
es: Los siguientes usuarios NO son miembros de este grupo de proyecto.
fi: Seuraavat käyttäjät EIVÄT ole tämän projektiryhmän jäseniä.
fr: Les utilisateurs suivants ne sont PAS membres du programme.
hu: Az alábbi felhasználók NEM tagjai ennek a programnak:
pl: Poniżsi użytkownicy NIE są członkami tej grupy projektów.
pt: Os seguintes usuários NÃO são membros deste grupo de projeto.
pt_pt: Os utilizadores seguintes NÃO são membros deste grupo de projeto.
ru: Следующие пользователи НЕ являются участниками этой программы.
zh_hant: 下列使用者非專案群組成員

# Admin_ProjectGroupMembershipAdd_String2
source: Please select a role for the users you want to add to the program and click [Add]:
cs: Vyberte roli pro uživatele, které chcete přidat do programu, a klikněte na [Přidat]:
de: Bitte wählen Sie eine Rolle für den Benutzer aus, den Sie zum Programm hinzufügen möchten und klicken Sie [Hinzufügen]:
es: Por favor, seleccione una función para los usuarios que desee agregar al grupo de proyectos y haga clic en [Agregar]:
fi: Valitse roolit niille käyttäjille, jotka haluat lisätä projektiryhmään, ja klikkaa [Lisää]:
fr: Veuillez sélectionner un rôle pour les nouveaux utilisateurs du programme et cliquez sur [Ajouter] :
hu: Válasszon egy szerepet a felhasználókhoz a programhoz való hozzáadáshoz, majd kattintson az [Add] gombra:
pl: Wybierz rolę dla każdego z użytkowników, którego chcesz dodać do grupy projektów i kliknij 'Dodaj'
pt: Por favor, selecione uma função para os usuários que você deseja adicionar ao grupo de projeto e clique em [Adicionar]:
pt_pt: Por favor selecione uma função para os utilizadores que quer adicionar ao grupo de projeto e clique em [Adicionar]
ru: Пожалуйста, выберите роль для пользователей, которых вы хотите добавить в программу, и нажмите [Добавить]:
zh_hant: 請選擇欲新增使用者的專案群組，並按下[新增]：

# Admin_ProjectGroupMembershipAdd_Title
source: Add Program Membership
cs: Přidat členství v Programu
de: Programmzugehörigkeit hinzufügen
es: Agregar Miembros del Grupo de Proyectos
fi: Lisää Projektiryhmän jäsenyys
fr: Ajouter des membres au programme
hu: Programtagság hozzáadása
pl: Modyfikuj przynależność użytkowników do grupy projektów
pt: Adicionar Membro ao Grupo de Projeto
pt_pt: Adicionar membros do grupo de projeto
ru: Добавить программу Членство
zh_hant: 新增專案群組成員
