Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# BuildDetails_TestRuns
source: test run(s) in the current build
cs: testovací běh(y) v současné buildu
de: Dokument(e) im aktuellen Build
es: ejecución(es) de prueba en la build actual
fi: nykyiseen buildiin linkitetyt testiajot
fr: exécution(s) de test dans la compilation actuelle
hu: teszt futás(ok) a jelenlegi build-ben
pl: przebieg(i) testowe w bieżącym buildzie
pt: execução(ões) de teste na compilação atual
pt_pt: execuções de teste no pacote atual
ru: пробный запуск(и) в текущей сборке
zh_hans: 当前版本中的测试运行
zh_hant: 目前建置中的測試執行

# Documents_Documents
source: document(s) in the current folder
cs: dokument (y) v aktuální složce
de: Testlauf bzw. Testläufe im aktuellen Ordner
es: documento(s) en la carpeta actual
fi: Nykyisen kansion dokumentit
fr: document(s) dans le dossier actuel
hu: dokumentum(ok) a jelnlegi könyvtárban
pl: dokument(y) w bieżącym folderze
pt: documento(s) na pasta atual
pt_pt: documento(s) na presente pasta
ru: документ(ы) в текущей папке
zh_hans: 当前文件夹中的文档
zh_hant: 目前資料夾中的文件

# UserProfile_StartPage
source: Start Page
cs: Úvodní stránka
de: Startseite
es: Página de Inicio
fi: Aloitussivu
fr: Accueil
hu: Kezdő lap
pl: Strona startowa
pt: Página Inicial
pt_pt: Página inicial
ru: Стартовая страница
zh_hans: 开始页面
zh_hant: 開始頁面

# UserProfile_StartPage_MyPage
source: My Page
cs: Moje stránka
de: Meine Seite
es: Mi Página
fi: Oma Sivu
fr: Ma page
hu: Én lapom
pl: Moja strona
pt: Minha Página
pt_pt: A minha página
ru: Моя страница
zh_hans: 我的页面
zh_hant: 我的頁面

# UserProfile_StartPage_ProjectGroupHome
source: Last Opened Program
cs: Poslední otevřený program
de: Zuletzt geöffnetes Programm
es: Último Grupo de Proyecto Abierto
fi: Viimeisin avattu Projektiryhmä
fr: Dernier programme ouvert
hu: Utoljára megnyitott Projekt Csoport
pl: Ostatnio otwarta strona grupy projektów
pt: Último Grupo de Projeto Aberto
pt_pt: Último grupo de projeto aberto
ru: Последняя открытая программа
zh_hans: 上一次访问的项目组
zh_hant: 最後開啟的專案群組

# UserProfile_StartPage_ProjectHome
source: Last Opened Product
cs: Poslední otevřený produkt
de: Zuletzt geöffnetes Produkt
es: Último Proyecto Abierto
fi: Viimeisin avattu Projekti
fr: Dernier produit ouvert
hu: Utoljára megnyitott Projekt
pl: Ostatnio otwarty projekt
pt: Último Projeto Aberto
pt_pt: Último projeto aberto
ru: Последний открытый продукт
zh_hans: 上以下访问的项目
zh_hant: 最後開啟的專案

# GeneralSettings_TestAutoUnassign
source: Auto Unassign Tests
cs: Automaticky odebrat přiřazené testy
de: Automatisches Auflösen von Zuständigkeiten für Tests.
es: Desasignar Pruebas Automáticamente
fi: Pura testien osoittaminen automaattisesti
fr: Désaffectations automatiques des tests
hu: Automatikusan Eltávolított Tesztek
pl: Automatycznie usuń przypisania do testów
pt: Desatribuir Testes Automaticamente
pt_pt: Último projeto aberto
ru: Автоматические тесты Unassign
zh_hans: 自动取消分配的测试
zh_hant: 自動未指派測試

# GeneralSettings_TestCaseAutoUnassign_Notes
source: Passing a test case unassigns it from its owner
cs: Splnění testovací sady odebere přiřazeného vlastníka
de: Das Bestehen eines Testfalls löst die Zuordnung des Testfalls zu dem Besitzer, auf.
es: Pasar un caso de prueba lo desasigna de su propietario
fi: Testitapauksen siirtäminen purkaa omistaja-tiedon
fr: Exécuter un scénario de test le désaffecte de son propriétaire
pl: Sukces wykonania testu automatycznie usunie przypisaną osobę
pt: Passar um caso de teste desatribui-o de seu proprietário
pt_pt: Passar um caso de teste desassocia-o do seu responsável
ru: Пройдя тест, он освобождается от его владельца.
zh_hans: 测试通过，取消分配的所有者
zh_hant: 從擁有者取消指派已通過的測試案例

# GeneralSettings_TestSetAutoUnassign_Notes
source: Completing a test set unassigns it from its owner
cs: Dokončení testovací sady odebere přiřazeného vlastníka
de: Fertigstellung einer Testreihe löst die Zuordnung, der Testreihe zu dem Besitzer, auf.
es: Completar un conjunto de pruebas lo desasigna de su propietario
fi: Testijoukon suorittaminen purkaa omistaja-tiedon
fr: Terminer un ensemble de tests le désaffecte de son propriétaire
hu: Egy teszt szett befejezésével a tulajdonostól törlődik
pl: Zakończenie wykonania zestawu testu automatycznie usunie przypisaną osobę
pt: Completar um conjunto de testes desatribui-o de seu proprietário
pt_pt: Dar um caso de teste como concluído desassocia-o do seu responsável
ru: Заполнение тестового набора отнимает его у его владельца.
zh_hans: 测试集完成，取消分配的所有者
zh_hant: 從擁有者取消指派已完成的測試集

# Login_Title
source: Login
cs: přihlášení
de: Anmelden
es: Iniciar Sesión
fi: Sisäänkirjautuminen
hu: Belépés
pt: Entrar
ru: Вход
zh_hans: 登录
zh_hant: 登入

# Mobile_ViewFullSite
source: View Full Site
cs: Zobrazit celou stránku
de: Seitenansicht
es: Ver Versión Completa
fi: Näytä koko sivusto
fr: Affichage du site complet
hu: Teljes Oldal Nézet
pl: Przeglądaj pełną stronę
pt: Ver Versão Completa
pt_pt: Login
ru: Просмотреть весь сайт
zh_hans: 查看全部站点
zh_hant: 檢視全網站

# ReportViewer_ReportBeingGenerated
source: Your report is being generated...
cs: Váš report se generuje ...
de: Ihr Bericht wird generiert…
es: Su informe está siendo generado…
fi: Raporttiasi luodaan…
fr: Votre rapport est en cours de génération…
hu: A riport jelenleg készül...
pl: Raport w trakcie generowania…
pt: Seu relatório está sendo gerado ...
pt_pt: O seu relatório está a ser gerado...
ru: Ваш отчет генерируется...
zh_hans: 正在生成报告..
zh_hant: 您的報表正在產生中…

# ReportViewer_ClickToDisplayReport
source: Click Here to View The Report
cs: Klikněte zde pro zobrazení reportu
de: Hier klicken um den Bericht anzuzeigen.
es: Haga clic aquí para ver el Informe
fi: Klikkaa tästä nähdäksesi Raportin
fr: Cliquer ici pour afficher le rapport
hu: Kattintson ide a riport megjelenítéséhez
pl: Kliknij tutaj, aby zobaczyć raport
pt: Clique aqui para ver o relatório
pt_pt: Clique aqui para ver o relatório
ru: Нажмите здесь, чтобы просмотреть отчет
zh_hans: 点击此处查看报告
zh_hant: 按下此處以檢視報表

# ReportViewer_ClickToRegenerateReport
source: Click Here to Reload the Report
cs: Klikněte zde pro znovu načtení reportu
de: Hier klicken um den Bericht erneut zu laden.
es: Haga clic aquí para volver a cargar el Informe
fi: Klikkaa tästä ladataksesi Raportin uudelleen
fr: Cliquer ici pour recharger le rapport
hu: Kattintson ide a riport újratöltéséhez
pl: Kliknij tutaj, aby przeładować raport
pt: Clique aqui para recarregar o relatório
pt_pt: Clique aqui para recarregar o relatório
ru: Нажмите здесь, чтобы перезагрузить отчет
zh_hans: 点击此处重新装载报告
zh_hant: 按下此處以重載報表

# ReportViewer_GenerationComplete
source: Your record has been successfully generated.
cs: Váš záznam byl úspěšně vytvořen.
de: Ihr Bericht wurde erfolgreich generiert.
es: Su registro se ha generado con éxito.
fi: Asiakirjasi on luotu onnistuneesti.
fr: Le rapport est maintenant prêt.
hu: A rekord sikeresen létrejött.
pl: Wygenerowanie powiodło się.
pt: Seu registro foi gerado com sucesso.
pt_pt: O seu registo foi gerado com sucesso.
ru: Ваша запись была успешно сгенерирована.
zh_hans: 您的报告已成功生成
zh_hant: 您的記錄已成功產生。

# ReportViewer_BackToReportConfiguration
source: Modify the Report Configuration
cs: Upravit nastavení reportu
de: Berichtkonfiguration ändern
es: Modificar la Configuración del Informe
fi: &lt;&lt; Muokkaa Raportin määritykset
fr: Modifier la configuration de rapport
hu: Riport Konfiguráció módosítása
pl: &lt;&lt;Modyfikuj konfigurację raportu
pt: Modificar a Configuração do Relatório
pt_pt: O seu registo foi gerado com sucesso.
ru: Изменить конфигурацию отчета
zh_hans: 修稿报告配置
zh_hant: << 修改報表設定

# TestCaseExecution_Navigation
source: Test Run Navigation
cs: Navigace pro testovací běh
de: Testlaufnavigation
es: Navegación de Ejecuciónes de Prueba
fi: Testiajon navigaatio
fr: Navigation des exécutions de test
hu: Teszt Futás Navigáció
pl: Nawigacja przebiegu testowego
pt: Navegação pelas Execuções de Teste
pt_pt: Navegação na Execução de Teste
ru: Тестовая навигация
zh_hans: 测试运行导航
zh_hant: 測試執行瀏覽

# Admin_Reports
source: Edit Reports
cs: Upravit report
de: Bericht bearbeiten
es: Editar Informes
fi: Muokkaa Raportteja
fr: Gestion des rapports
hu: Riport Szerkesztés
pl: Edytuj raporty
pt: Editar Relatórios
pt_pt: Editar relatórios
ru: Редактирование отчетов
zh_hans: 编辑报告
zh_hant: 編輯報表

# Admin_Reports_AddNewReport
source: Add New Report
cs: Přidat nový report
de: Neuen Bericht hinzufügen
es: Agregar Nuevo Informe
fi: Lisää uusi Raportti
fr: Ajouter un nouveau rapport
hu: Új Riport Hozzáadása
pl: Dodaj nowy raport
pt: Adicionar Novo Relatório
pt_pt: Adicionar novo relatório
ru: Добавить новый отчёт
zh_hans: 添加新报告
zh_hant: 新增新報表

# Admin_Reports_Intro
source: This page displays the various reports that are available in the system. The reports listed as 'Default' are part of the system and cannot be modified, however you can add a new report or copy an existing report for modification using the options below:
cs: Tato stránka zobrazuje různé reporty, které jsou v systému k dispozici. Reporty označené jako "výchozí" jsou součástí systému a nelze měnit. Můžete přidat nový report nebo zkopírovat existující report a upravit ho níže uvedenými možnostmi:
de: Diese Seite zeigt die verschiedenen Berichte, die im System verfügbar sind. Die mit "Standard" gekennzeichneten Berichte sind Teil des Systems und können nicht geändert werden. Allerdings können Sie neue Berichte hinzufügen oder einen bestehenden Bericht kopieren um ihn dann mit den unten aufgeführten Optionen zu bearbeiten:
es: Esta página muestra los varios informes que están disponibles en el sistema. Los informes listados como 'por Defecto' son parte del sistema y no pueden ser modificados. Sin embargo, puedes agregar un nuevo informe o copiar un informe existente para modificar usando las opciones siguientes:
fi: Tämä sivu näyttää Järjestelmän erilaiset käytettävissä olevat Raportit. 'Oletus'-osion alla olevia raportteja ei voi muokata, kuitenkin voit luoda uuden tai kopioida olemassa olevan ja muokata sitä alla olevien vaihtoehtojen mukaisesti:
fr: Cette page affiche les rapports disponibles dans le système. Les rapports listés <Défaut> font partie du système et ne peuvent pas être modifiés. Vous pouvez cependant ajouter un nouveau rapport ou copier un rapport existant pour le modifier.
hu: Ez az oldal különböző rendszerben jelenlevő riportokat mutatja. 'Alapértelmezett'-tel jelölt riportok a rendszer része és nem módosíthatóak. Ámbár új riportot hozzáadhatunk vagy másolhatunk egy létezőből a következő opciókkal:
pl: Na tej stronie wyświetlane są raporty dostępne w systemie. Raporty oznaczone jako 'Domyślne' są częścią systemu i nie mogą zostać zmodyfikowane ale użytkownik może edytować ich kopię używając poniższych opcji:
pt: Esta página exibe os vários relatórios que estão disponíveis no sistema. Os relatórios listados como 'Padrão' fazem parte do sistema e não podem ser modificados. Contudo, você pode adicionar um novo relatório ou copiar um relatório existente para modificação usando as opções abaixo:
pt_pt: Esta página mostra os vários relatórios que estão disponíveis no sistema. Os relatórios listados como 'Base' são parte do sistema e não podem ser alterados. No entanto, pode adicionar um novo relatório ou copiar um relatório existente e modificá-lo usando as opções abaixo:
ru: На этой странице отображаются различные отчеты, доступные в системе. Отчеты, перечисленные как "По умолчанию", являются частью системы и не могут быть изменены, однако вы можете добавить новый отчет или скопировать существующий отчет для изменения с помощью опций, приведенных ниже:
zh_hans: 本页显示系统中的多个报告. 其中"默认"的报告是系统的一部分，不能更改，但您可以通过下列选项添加新报告或复制报告以便更改
zh_hant: 此頁顯示多種於系統可使用的報表。被列為「預設」的報表不可被修改。然而您可新增一報表，或從已存在的報表複製並使用下方選項修改：

# Admin_ReportDetails
source: Report Details
cs: Detaily reportu
de: Berichtdetails
es: Detalles del Informe
fi: Raportin tiedot
fr: Détails du rapport
hu: Riport Részletei
pl: Szczegóły raportu
pt: Detalhes do Relatório
pt_pt: Detalhes do relatório
ru: Подробности отчёта
zh_hans: 报告详细
zh_hant: 報表詳細資訊

# Admin_ReportDetails_Intro
source: This page displays the details of a specific report. For user-defined reports you can specify the formats, define the sections and provide a header/footer that should be included:
cs: Tato stránka zobrazuje podrobnosti o daném reportu. Pro uživatelem definované reporty můžete zadat formáty, definovat části a zadat záhlaví/zápatí, které by měly být v nich zahrnuty:
de: Diese Seite zeigt die Details eines bestimmten Berichts. Für benutzerdefinierte Berichte können Sie Formate festlegen, Abschnitte bestimmen und eine Kopf/Fußzeile einbinden:
es: Esta página muestra los detalles de un informe específico. Para los informes definidos por usuarios, puedes especificar los formatos, definir las secciones y proveer un encabezado/pie de página que deben ser incluidos:
fi: Tämä sivu näytää tietyn Raportin tiedot. Käyttäjän määrittelemiin raportteihin voit määritellä muotoilun. Määritä haluamasi osat ja anna ylä/alatunniste:
fr: Cette page affiche les détails d'un rapport spécifique. Pour des rapports définis par l'utilisateur, il est possible de spécifier les formats, de définir les différentes sections et un haut de page/pied de page :
hu: Ezen az oldalon adott jelentés részletei jelennek meg. A felhasználó által definiált jelentésekhez megadható a formátum, a bekezdések, valamint fej-, illetve lábléc is hozzáadható a dokumentumhoz.
pl: Strona wyświetla szczegóły raportu. Raporty utworzone przez użytkowników posiadają edytowalne sekcje nagłówka i stopki:
pt: Esta página exibe os detalhes de um relatório específico. Para relatórios definidos por usuários, você pode especificar os formatos, definir as seções e fornecer um cabeçalho/rodapé que devem ser incluídos:
pt_pt: Esta página mostra os detalhes de um relatório específico. Para os relatórios definidos pelo utilizador, pode especificar os formatos, definir as secções e indicar um cabeçalho/rodapé a serem incluídos:
ru: На этой странице отображаются детали конкретного отчета. Для отчетов, определяемых пользователем, можно указать форматы, определить секции и указать заголовок/ножку, которая должна быть включена:
zh_hans: 本页显示报告的详细详细，对于用户定义的报告，您可以指定格式，定义节和提供文件头和注脚
zh_hant: 此頁顯示特定報表的詳細資訊。使用者自訂報表可指定格式、定義段落、提供頁首頁尾，應包含：

# Admin_ReportDetails_CustomSections
source: Custom Sections
cs: Vlastní sekce
de: Benutzerdefinierte Abschnitte
es: Secciones Personalizadas
fi: Kustomoidut osat
fr: Sections personnalisées
hu: Egyedi Szekciók
pl: Sekcje niestandardowe
pt: Seções Personalizadas
pt_pt: Secções personalizadas
ru: Пользовательские разделы
zh_hans: 自定义节
zh_hant: 自訂段落

# Admin_ReportDetails_StandardSections
source: Standard Sections
cs: Standardní sekce
de: Standard Abschnitte
es: Secciones Estandarizadas
fi: perusosat
fr: Sections standard
hu: Standard Szekciók
pl: Sekcje standardowe
pt: Seções Padrão
pt_pt: Secções standard
ru: Стандартные секции
zh_hans: 标准节
zh_hant: 標準段落

# Admin_ReportDetails_AddNewCustomSection
source: Add New Custom Section
cs: Přidat novou vlastní sekci
de: Neuen benutzerdefinierten Abschnitt hinzufügen
es: Agregar una nueva Sección Personalizada
fi: Lisää uusi kustomoitu osa
fr: Ajouter une nouvelle section personnalisée
hu: Új Egyedi Szekció Hozzáadása
pl: Dodaj nową sekcję niestandardową
pt: Adicionar Nova Seção Personalizada
pt_pt: Adicionar uma nova secção personalizada
ru: Добавить новый пользовательский раздел
zh_hans: 添加新自定义节
zh_hant: 新增新自訂段落

# Admin_ReportDetails_AddNewStandardSection
source: Add New Standard Section
cs: Přidat novou standardní sekci
de: Neuen Standardabschnitt hinzufügen
es: Agregar una nueva Sección Estandarizadas
fi: Lisää uusi perusosa
fr: Ajouter une nouvelle section standard
hu: Új Standard Szekció Hozzáadása
pl: Dodaj nową sekcję standardową
pt: Adicionar Nova Seção Padrão
pt_pt: Adicionar uma nova secção standard
ru: Добавить новый стандартный раздел
zh_hans: 添加新标准节
zh_hant: 新增新標準段落

# ReportDetails_AddEditCustomSection
source: Add/Edit Custom Section
cs: Přidat / Upravit vlastní sekci
de: Benutzerdefinierten Abschnitts hinzufügen / bearbeiten
es: Agregar/Editar Sección Personalizada
fi: Lisää/Muokkaa kustomoitava(a) osa(a)
fr: Ajouter/Modifier une section personnalisée
hu: Egyedi Szekciók Szerkesztése/hozzáadása
pl: Dodaj/edytuj sekcję niestandardową
pt: Adicionar/Editar Seção Personalizada
pt_pt: Adicionar/Editar uma secção personalizada
ru: Добавить/редактировать пользовательский раздел
zh_hans: 编辑/编辑自定义节
zh_hant: 新增/編輯自訂段落

# ReportDetails_AddEditStandardSection
source: Add/Edit Standard Section
cs: Přidat / Upravit standardní sekci
de: Standardabschnitt hinzufügen / bearbeiten
es: Agregar/Editar Sección Estandarizadas
fi: Lisää/Muokkaa perusosa(a)
fr: Ajouter/Modifier une section standard
hu: Standard Szekciók Szerkesztése/hozzáadása
pl: Dodaj/edytuj sekcję standardową
pt: Adicionar/Editar Seção Padrão
pt_pt: Adicionar/Editar uma secção standard
ru: Добавить/редактировать стандартный раздел
zh_hans: 添加/编辑标准
zh_hant: 新增/編輯自訂段落

# ReportDetails_CustomQueryResults
source: Custom Query Results
cs: Výsledek vlastního dotazu
de: Ergebnisse der benutzerdefinierten Anfrage
es: Resultados de la Consulta Personalizada
fi: Kustomoidun kyselyn tulokset
fr: Résultats de requête personnalisée
hu: Egyedi Lekérések Eredményei
pl: Wynik zapytania niestandardowego
pt: Resultados da Consulta Personalizada
pt_pt: Resultados de query personalizada
ru: Результаты пользовательского запроса
zh_hans: 自定义查询结果
zh_hant: 自訂查詢結果

# ReportDetails_NewReport
source: New Report
cs: Nový report
de: Neuer Bericht
es: Nuevo Informe
fi: Uusi Raportti
fr: Nouveau rapport
hu: Új Riport
pl: Nowy raport
pt: Novo Relatório
pt_pt: Novo relatório
ru: Новый отчёт
zh_hans: 新报告
zh_hant: 新報表

# ResourceList_AllProjectsIn
source: All Products in
cs: Všechny produkty v
de: Alle Produkte in
es: Todos los Proyectos de
fi: Kaikki Projektit
fr: Tous les produits dans
hu: Minden Projekt a
pl: Wszystkie projekty w
pt: Todos os Projetos de
pt_pt: Todos os projetos em
ru: Все товары в
zh_hans: 所有项目里
zh_hant: 所有專案在

# ResourceList_ResourcesInGroupOrProject
source: resources in the current product / group
cs: zdroje v aktuálním produktu / skupině
de: Ressourcen im aktuellen Produkt/ der aktuellen Gruppe
es: recursos en el proyecto/grupo actual
fi: Projektin / ryhmän resurssit
fr: Ressources dans le produit/programme
hu: erőforrás(ok) a jelenlegi projektben/csoportban
pl: zasoby w bieżącym projekcie / grupie
pt: requerimentos no projeto/grupo atual
pt_pt: recursos no presente projeto / grupo
ru: ресурсы текущего продукта / группы
zh_hans: 当前项目/项目组中的资源
zh_hant: 目前專案 / 群組的資源

# Register_Title
source: Request New Account
cs: Žádost o nový účet
de: Neues Benutzerkonto anfordern
es: Solicitar Nueva Cuenta
fi: Tilaa uusi Käyttäjätili
fr: Demander un nouveau compte
hu: Új Fiók Kérés
pl: Prośba o nowe konto
pt: Requisitar Nova Conta
pt_pt: Solicite uma nova conta
ru: Запрос нового аккаунта
zh_hant: 請求新帳號

# SecuritySettings_AuthenticationExpiration
source: Authentication Expiration
cs: Vypršení platnosti ověření
de: Authentifizierung abgelaufen
es: Expiración de la Autenticación
fi: Autentikoinnin vanhenemisaika
fr: Expiration de session
hu: Hitelesítés lejárata
pl: Wygaśnięcie autentykacji
pt: Expiração da Autenticação
pt_pt: Expiração da autenticação
ru: Истечение срока действия аутентификации
zh_hant: 認證過期

# SecuritySettings_AuthenticationExpirationNotes
source: This specifies the amount of time (in minutes) after which a user will be logged out due to inactivity.
cs: Určuje dobu (v minutách), po které bude uživatel odhlášen z důvodu nečinnosti.
de: Dies gibt die Zeitdauer an (in Minuten), nach welcher ein Benutzer auf Grund von Inaktivität abgemeldet wird
es: Especifica la cantidad de tiempo (en minutos) después de la cual un usuario será desconectado debido a su inactividad.
fi: Määrittää passiivisen käyttöajan (minuuteissa), joka aiheuttaa käyttäjän uloskirjaamisen.
fr: Ce paramètre détermine la durée d'inactivité (en minutes) après laquelle un utilisateur est déconnecté.
hu: Ez azt az időmennyiséget határozza meg (percben), amelyet követően a felhasználót tétlenség miatt a rendszer kilépteti.
pl: Określa czas ( w minutach) po jakiem użytkownik zostanie wylogowany z powodu bezczynności.
pt: Especifica a quantidade de tempo (em minutos) após o qual um usuário será desconectado devido à inatividade.
pt_pt: Isto especifica quanto tempo (em minutos) após os quais um utilizador será desconetado devido a inatividade
ru: Здесь указывается количество времени (в минутах), по истечении которого пользователь выйдет из системы из-за бездействия.
zh_hant: 此表示使用者無活動後被登出的時間（分鐘）

# SecuritySettings_AuthenticationExpirationRememberMe
source: Keep Me Logged-In Expiration
cs: Zachovat přihlášení
de: Ablauf der Funktion "Angemeldet bleiben"
es: Expiración de 'Mantenerme Conectado'
fi: Pidä minut kirjautuneena vanhenemisaika
fr: Expiration des sessions de type "Garder ma session ouverte"
hu: Bejelentkezve maradok lejárata
pl: Nie wylogowuj mnie
pt: Expiração do 'Mantenha-me Conectado'
pt_pt: Isto especifica quanto tempo (em minutos) após os quais um utilizador será desconetado devido a inatividade
zh_hant: 保持我登入的期限

# SecuritySettings_AuthenticationExpirationRememberMeNotes
source: This specifies the amount of time (in minutes) after which a user will be logged out due to inactivity if they have chosen to login with the 'Keep Me Logged-In' option.
cs: Určuje dobu (v minutách), po které bude uživatel odhlášen z důvodu nečinnosti, pokud se rozhodl přihlásit pomocí možnosti „Zachovat přihlášení“.
de: Dies gibt die Zeitdauer an (in Minuten), nach der ein Benutzer auf Grund von Inaktivität abgemeldet wird, wenn die Option "Angemeldet bleiben" gewählt wurde.
es: Especifica la cantidad de tiempo (en minutos) después de la cual un usuario será desconectado debido a su inactividad si ha elegido iniciar sesión con la opción 'Mantenerme Conectado'.
fi: Määrittää passiivisen käyttöajan (minuuteissa), joka aiheuttaa käyttäjän uloskirjaamisen silloin kun 'pidä minut kirjautuneena' on valittu.
fr: Ce paramètre détermine la durée d'inactivité (en minutes) après laquelle un utilisateur est déconnecté dans le cas d'une session ouverte avec l'option "Garder ma session ouverte"
hu: Ez azt az időmennyiséget határozza meg (percben), amelyet követően a felhasználót inaktívitása miatt a rendszer kilépteti abban az esetben, ha a „Bejelentkezve maradok” opciót választotta.
pl: Określa czas ( w minutach) po jakiem użytkownik zostanie wylogowany z powodu bezczynności w przypadku wybrania opcji "Nie wylogowuj mnie"
pt: Especifica a quantidade de tempo (em minutos) após o qual um usuário será desconectado devido à inatividade, se ele selecionou a opção 'Mantenha-me Conectado'.
pt_pt: Isto especifica quanto tempo (em minutos) após os quais um utilizador será desconetado devido a inatividade se tiverem optado por fazerem login com a opção "Manter-me conectado"
ru: Здесь указывается количество времени (в минутах), по истечении которого пользователь будет выходить из системы из-за бездействия, если он выбрал опцию 'Keep Me Logged-In' (Сохранить меня в системе).
zh_hant: 此表示使用者無活動後被登出的時間（分鐘），若他們有選擇登入時「保持登入」選項。

# CustomListSort_ById
source: By ID
cs: Podle ID
de: Nach ID
es: Por ID
fi: IDn mukaan
fr: Par ID
hu: Azonosítónként
pl: Po ID
pt: Por ID
pt_pt: Por ID
ru: По удостоверению личности
zh_hant: 依編號

# Admin_ActiveSessions
source: Active Sessions
cs: Aktivní relace
de: Aktive Sessions
es: Sesiones Activas
fi: Aktiiviset Istunnot
fr: Sessions actives
hu: Aktív munkamenetek
pl: Aktywne sesje
pt: Sessões Ativas
pt_pt: Sessões ativas
ru: Активные сессии
zh_hant: 活動中的連線

# Admin_AddOns_Downloads
source: Add-Ons & Downloads
cs: Doplňky a soubory ke stažení
es: Complementos y Descargas
fi: Lisäkkeet ja Lataukset
fr: Modules & Téléchargements
hu: Kiegészítők és letöltések
pl: Dodatki i pliki do pobrania
ru: Добавления и загрузки
zh_hant: 增益集 & 下載
