Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_WorkflowStep_IncidentFieldsIntro
source: The following Incident fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Incidentu jsou skryté / zakázané / vyžadované v tomto kroku workflow:
de: Die folgenden Vorfälle sind versteckt/deaktiviert/erforderlich für diesen Schritt im Workflow:
es: Los siguientes Campos de Incidentes están escondidos/inhabilitados/requeridos en este paso del flujo de trabajo:
fi: Seuraavat Havainnot kentät ovat piilotettuja/estettyjä/pakollisia tässä Tilamallin askeleessa:
fr: Les champs suivants de l'incident sont masqués/désactivés/requis pour cette étape du workflow :
hu: A következő Incidens Mezők Rejtettek/letiltottak/kötelezőek ennél a munkafolyamat lépésnél
pl: Poniższe pola incydentu są ukryte / wyłączone / wymagane w bieżącym kroku workflow:
pt: Os seguintes campos de incidentes estão ocultos/desabilitados/ requisitados para esta etapa no fluxo de trabalho:
pt_pt: Os seguintes campos dos defeitos estão ocultos/desativados/requeridos neste passo do workflow:
ru: Следующие поля "Инцидент" скрыты/выключены/требуются на данном этапе рабочего процесса:
zh_hans: 以下事件已在工作流的步骤中被隐藏/取消/要求
zh_hant: 下列事件欄位於工作流程的此步驟已被隱藏/取消啟用/為必須：

# Admin_WorkflowStep_Title
source: Edit Workflow Step Details
cs: Upravit detail kroku workflow
de: Details des Workflowschritts bearbeiten
es: Editar Detalles del Paso del Flujo de Trabajo
fi: Muokkaa Tilamallin askeleen tietoja
fr: Modifier les détails de l'étape de workflow
hu: Munkafolyamat Lépés Részletek Szerkesztése
pl: Edytuj krok workflow
pt: Editar Detalhes da Etapa do Fluxo de Trabalho
pt_pt: Editar detalhes do passo no workflow
ru: Редактировать детали рабочего процесса
zh_hans: 编辑工作流步骤详细
zh_hant: 編輯工作步驟詳細資訊

# Admin_Workflows_Intro
source: These are the various incident workflows available in the product. To add a new workflow, click the 'Add Workflow' button, to edit an existing workflow, click on the 'Steps' button.
cs: V produktu jsou k dispozici různé workflow. Chcete-li přidat nový workflow, klikněte na tlačítko Přidat, pro úpravu existujícího workflow, klikněte na hypertextový odkaz Kroky.
de: Es gibt verschiedene Workflows in diesem Produkt. Um einen neuen Workflow hinzuzufügen, klicken Sie [Hinzufügen], um einen bestehenden Workflow zu bearbeiten klicken Sie den Schritte-Hyperlink.
es: Hay varios flujos de trabajo disponibles en el proyecto. Para agregar un nuevo flujo de trabajo, haga clic en el botón 'Agregar Flujo de Trabajo', para editar un flujo de trabajo existente, haga clic en el botón 'Pasos'.
fi: Projektissa on useita valittavia Tilamalleja. Lisätäksesi uuden Tilamallin klikkaa Lisää-painiketta. Muokataksesi olemassaolevaa klikkaa 'askeleet' linkkiä.
fr: Différents workflows sont déjà disponibles pour le produit. Pour en ajouter un nouveau, cliquez le lien [Ajouter un workflow]. Pour en supprimer un, cliquez sur [Supprimer un worflow].
hu: Különböző Munkafolyamatok elérhetőek a rendszerben. Egy új Munkafolyamat Hozzáadásához kattintson a 'Hozzáadás', szerkesztéshez a 'Lépések' Linkre
pl: Poniżej prezentowane są wszystkie workflow dostępne w bieżącym projekcie. W celu dodania nowego workflow kliknij [Dodaj], aby edytować istniejący kliknij [Kroki]
pt: Há vários fluxos de trabalho disponíveis no projeto. Para adicionar um novo, clique em 'Adicionar Fluxo de Trabalho'. Para editar um fluxo de trabalho existente, clique em 'Etapas'.
pt_pt: Há vários workflows disponíveis neste projeto. Para adicionar um novo workflow clique no botão 'Adicionar'. Para editar um workflow existente clique no link dos passos.
ru: Это различные рабочие процессы, связанные с инцидентами, доступные в продукте. Чтобы добавить новый сценарий обработки, нажмите кнопку "Добавить сценарий обработки", чтобы отредактировать существующий сценарий обработки, нажмите кнопку "Шаги".
zh_hans: 项目中存在多个工作流,点击"添加"可添加工作流，可点击"步骤“上的链接来编辑工作流
zh_hant: 一個專案中可包含多個工作流程。欲新增新的工作流程，請按下「新增」按鈕。欲編輯已存在工作流程，請按下步驟的超連結。

# Admin_Workflows_NewWorkflowName
source: New Workflow
cs: Nový workflow
de: Neuer Workflow
es: Nuevo Flujo de Trabajo
fi: Uusi Tilamalli
fr: Nouveau workflow
hu: Új Munkafolyamat
pl: Nowy workflow
pt: Novo Fluxo de Trabalho
pt_pt: Novo workflow
ru: Новый рабочий процесс
zh_hans: 新工作流
zh_hant: 新工作流程

# Admin_WorkflowTransition_BackToSteps
source: Back to Workflow Steps List
cs: Zpět na seznam kroků Workflow
de: Zurück zur Liste der Workflowschritte
es: Volver a la Lista de Pasos de Flujo de Trabajo
fi: &lt;&lt; Takaisin Tilamallin askel-listaan
fr: Retour à Liste des étapes de workflow
hu: Vissza a Munkafolyamat Lépések Listához
pl: Powrót do listy kroków workflow
pt: Voltar para a Lista de Etapas de Fluxo de Trabalho
pt_pt: &lt;&lt; Voltar à Lista de Passos do Workflow
ru: Список шагов назад к рабочему процессу
zh_hans: 返回工作流步骤列表
zh_hant: << 返回至工作流程步驟列表

# Admin_WorkflowTransition_ConditionData
source: Condition Data
cs: Podmínky dat
de: Zustandsdaten
es: Datos de la Condición
fi: Ehdon tiedot
fr: Données de condition
hu: Feltétel Adat
pl: Dane warunku
pt: Dados da Condição
pt_pt: Informação Condicional
ru: Условия Данные
zh_hans: 条件数据
zh_hant: 條件資料

# Admin_WorkflowTransition_Conditions
source: Conditions
cs: Podmínky
de: Zustände
es: Condiciones
fi: Ehdot
hu: Feltételek
pl: Warunki
pt: Condições
pt_pt: Condições
ru: Условия
zh_hans: 条件
zh_hant: 條件

# Admin_WorkflowTransition_ConditionsIntro
source: The following users / roles are allowed to execute this transition:
cs: Následující uživatelé / role mohou provádět spustit tento přechod:
de: Die folgenden Benutzer/Rollen sind berechtigt diese Transition auszuführen:
es: Los siguientes usuarios/funciones pueden ejecutar esta transición:
fi: Seuraavat käyttäjät / roolit saavat suorittaa tämän tilasiirtymän:
fr: Les utilisateurs et rôles suivants ont l'autorisation d'exécuter cette transition :
hu: A következő felhasználóknak-Szerepköröknek van joga futtatni ezt az Átmenetet
pl: Użytkownicy / role uprawnione do wykonania tranzycji :
pt: Os seguintes usuários/funções estão autorizados a executar essa transição:
pt_pt: Os utilizadores/funções seguintes estão autorizados a executar esta transição:
ru: Следующие пользователи/роли могут выполнять этот переход:
zh_hans: 以下用户/角色可执行下列流程
zh_hant: 下列使用者 / 角色允許執行此轉換：

# Admin_WorkflowTransition_ConditionType
source: Condition Type
cs: typ podmínky
de: Bedingungstyp
es: Tipo de Condición
fi: Ehdon tyyppi
fr: Type de condition
hu: Feltétel Típus
pl: Typ warunku
pt: Tipo de Condição
pt_pt: Tipo de condição
ru: Тип состояния
zh_hans: 条件类型
zh_hant: 條件類型

# Admin_WorkflowTransition_DetailsSection
source: Workflow Transition Details
cs: Detaily přechodů stavů ve workflow
de: Details der Workflow-Transition
es: Detalles de la Transición del Flujo de Trabajo
fi: Tilamallin tilasiirtymän tiedot
fr: Détails de transition de workflow
hu: Munkafolyamat Átmenet Részletei
pl: Szczegóły tranzycji workflow
pt: Detalhes da Transição do Fluxo de Trabalho
pt_pt: Detalhes da transição no workflow
ru: Переходный рабочий процесс Детали
zh_hans: 工作流程详细
zh_hant: 工作流程轉換詳細資訊

# Admin_WorkflowTransition_DetectorExecuteLabel
source: The detector of this Incident can execute
cs: Ten kdo založil tento incident může provádět
de: Der Melder dieses Vorfalls darf ausführen
es: El detector de este Incidente puede ejecutar
fi: Havainnon tekijä voi suorittaa
fr: Le détecteur de cet Incident peut exécuter
hu: Az Incidens létrehozója futtathatja
pl: Zgłaszający może wykonać tranzycję
pt: O detector deste incidente pode executar
pt_pt: O testador que reportou este defeito pode executar
ru: Детектор этого инцидента может выполнить
zh_hans: 事件发现者可执行
zh_hant: 此事件的檢測器可執行

# Admin_WorkflowTransition_DetectorNotifyLabel
source: The detector of this Incident is notified
cs: Ten kdo založil tento incident je informován
de: Der Melder dieses Vorfalls wird benachrichtigt.
es: El detector de este incidente es notificado
fi: Havainnon tekijälle ilmoitetaan
fr: Le détecteur de cet Incident est notifié
hu: Az Incidens létrehozóját értesíti
pl: Zgłaszający zostanie powiadomiony
pt: O detector deste incidente é notificado
pt_pt: O testador que reportou este defeito é notificado
ru: Детектор этого инцидента уведомляется
zh_hans: 事件发现者可被通知
zh_hant: 此事件的檢測器已通知

# Admin_WorkflowTransition_DisplayTokens
source: (Display Email Subject Special Tokens)
cs: (Zobrazit Předmět e-mailu speciálních tokenů)
de: (Anzeigen des speziellen E-Mail Betreff Platzhalters)
es: (Mostrar Tokens Especiales de Asunto de E-mail)
fi: (Näytä erikoistunnisteet sähköpostin otsikossa)
fr: (Afficher les boutons Token)
hu: (Speciális Email Tárgy Tokenek Mutatása)
pl: (Wyświetl Tokeny email, które można użyć w tytule notyfikacji)
pt: (Mostrar Tokens Especiais de Assunto de E-mail)
pt_pt: (Exibe Símbolos Especiais do Assunto do E-mail)
ru: (Отображать специальные жетоны для темы электронной почты)
zh_hans: (显示邮件主题的特定标记)
zh_hant: （顯示郵件標題特殊標記）

# Admin_WorkflowTransition_EmailTokens
source: Email Notification Tokens
cs: Emailová notifikace tokenů
de: Platzhalter für Emailbenachrichtigung
es: Tokens de Notificación por E-mail
fi: Sähköposti-ilmoituksen tunnisteet
fr: Tokens de notification Email
hu: Email Értesítés Tokenek
pl: Tokeny notyfikacji email
pt: Tokens de Notificação por E-mail
pt_pt: e-mail de notificação de tokens
ru: Жетоны уведомления по электронной почте
zh_hans: 邮件通知标记
zh_hant: 郵件通知標記

# Admin_WorkflowTransition_NotificationData
source: Notification Data
cs: Oznámení údajů
de: Benachrichtigungsdaten
es: Datos de Notificación
fi: Ilmoituksen tiedot
fr: Données de notification
hu: Értesítés Adat
pl: Dane notyfikacji
pt: Dados da Notificação
pt_pt: Dados de notificação
ru: Уведомление Данные
zh_hans: 通知数据
zh_hant: 通知資料

# Admin_WorkflowTransition_Notifications
source: Notifications
cs: Notifikace
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
pl: Notyfikacje
pt: Notificações
pt_pt: Notificações
ru: Уведомления
zh_hans: 数据
zh_hant: 通知

# Admin_WorkflowTransition_NotificationsIntro
source: The following users / roles are notified by email when this transition is executed:
cs: Následující uživatelé / role jsou informován e-mailem, pokud je prováděn tento přechod mezi stavy:
de: Die folgenden Benutzer/Rollen werden per E-Mail benachrichtigt wenn diese Transition ausgeführt wird:
es: Los siguientes usuarios/funciones son notificados por e-mail cuando la transición es ejecutada:
fi: Seuraaville käyttäjille / rooleille ilmoitetaan sähköpostilla kun tilasiirtymä suoritetaan:
fr: Les utilisateurs et rôles suivants sont notifiés par email quand cette transition est exécutée :
hu: A következő felhasználok/Szerepkörök Email-ben értesülnek egy Átmenet futtatásakor:
pl: Poniżsi użytkownicy / role zostaną powiadomieni emailem po wykonaniu tranzycji:
pt: Os seguintes usuários/funções são notificados por e-mail quando esta transição é executada:
pt_pt: Os utilizadores/funções seguintes são notificados por e-mail quando esta transação for executada:
ru: Следующие пользователи / роли уведомляются по электронной почте, когда этот переход выполняется:
zh_hans: 此流程被执行时，以下用户/角色将得到通知
zh_hant: 當轉換執行後，寄送郵件給下列使用者 / 角色：

# Admin_WorkflowTransition_NotificationType
source: Notification Type
cs: Typ notifikace
de: Benachrichtigungstyp
es: Tipo de Notificación
fi: Ilmoituksen tyyppi
fr: Type de notification
hu: Értesítés Típus
pl: Typ notyfikacji
pt: Tipo de Notificação
pt_pt: Tipo de notificação
ru: Тип уведомления
zh_hans: 通知类型
zh_hant: 通知類型

# Admin_WorkflowTransition_OwnerExecuteLabel
source: The owner of this Incident can execute
cs: Vlastník incidentu může provádět.
de: Der Besitzer dieses Vorfalls darf ausführen
es: El propietario de este Incidente puede ejecutar
fi: Havainnon omistaja voi suorittaa
fr: Le propriétaire de cet Incident peut exécuter
hu: Az Incidens tulajdonosa futtathatja
pl: Właściciel może wykonać tranzycję
pt: O proprietário deste incidente pode executar
pt_pt: O responsável por este defeito pode executar
ru: Владелец этого Инцидента может выполнить
zh_hans: 事件的所有者可执行
zh_hant: 此事件的擁有者可執行

# Admin_WorkflowTransition_OwnerNotifyLabel
source: The owner of this Incident is notified
cs: Vlastník incidentu je informován
de: Der Besitzer dieses Vorfalls wurde benachrichtigt
es: El propietario de este Incidente es notificado
fi: Havainnon omistajalle ilmoitetaan
fr: Le propriétaire de cet incident est notifié
hu: Az Incidens tulajdonosát értesíti
pl: Właściciel zostanie powiadomiony
pt: O proprietário deste incidente é notificado
pt_pt: O responsável por este defeito é notificado
ru: Владелец данного Инцидента уведомляется
zh_hans: 通知事件的所有者
zh_hant: 此事件的擁有者可被通知

# Admin_WorkflowTransition_RolesExecuteLabel
source: Users with the specified roles can execute
cs: Uživatelé s danou rolí mohou provádět
de: Benutzer mit den angegebenen Rollen dürfen ausführen
es: Los usuarios con las funciones especificadas pueden ejecutar
fi: Käyttäjät seuraavissa rooleissa voivat suorittaa
fr: Les utilisateurs avec les rôles spécifiés peuvent exécuter
hu: Felhasználók a meghatározott Szerepkörrel futtathatják
pl: Role, które mogą wykonać tranzycję
pt: Os usuários com as funções especificadas podem executar
pt_pt: Utilizadores com as funções especificadas podem executar
ru: Пользователи с указанными ролями могут выполнять
zh_hans: 具有特定角色的用户可执行
zh_hant: 為特定角色的使用者可執行

# Admin_WorkflowTransition_RolesNotifyLabel
source: Users with the specified roles are notified
cs: Uživatelé se specifikovanou rolí jsou informováni
de: Benutzer mit den angegeben Rollen wurden benachrichtigt
es: Los usuarios las funciones especificadas son notificados
fi: Käyttäjille seuraavissa rooleissa ilmoitetaan
fr: Les utilisateurs avec les rôles spécifiés sont notifiés
hu: Felhasználók a meghatározott Szerepkörrel értesülnek
pl: Role, które zostaną powiadomione
pt: Os usuários com as funções especificadas são notificados
pt_pt: Utilizadores com as funções especificadas são notificados
ru: Пользователи с указанными ролями уведомляются
zh_hans: 具有特定角色的用户可被通知
zh_hant: 為特定角色的使用者可被通知

# Admin_WorkflowTransition_Title
source: Edit Workflow Transition
cs: Upravit přechod mezi stavy ve workflow
de: Workflow-Transition bearbeiten
es: Editar Transición de Flujo de Trabajo
fi: Muokkaa Tilamallin tilasiirtymää
fr: Modifier la transition de workflow
hu: Munkafolyamat Átmenet Szerkesztése
pl: Edytuj tranzycję workflow
pt: Editar Transição de Fluxo de Trabalho
pt_pt: Editar transição do workflow
ru: Редактировать рабочий процесс Переход
zh_hans: 编辑工作流流程
zh_hant: 編輯工作流程轉換

# AttachmentPanel_Attachments
source: attachment(s)
cs: Příloha (y)
de: Anhang bzw. Anhänge
es: adjunto(s)
fi: liitteet
fr: pièce(s) jointe(s)
hu: csatolmány(ok)
pl: załącznik(i)
pt: anexo(s)
pt_pt: anexo(s)
ru: вложение(и)
zh_hans: 附件
zh_hant: 附件

# ArtifactLinkPanel_Associations
source: association(s)
cs: asociace
de: Verknüpfung(en)
es: asociacion(es)
fi: viitteet
hu: kapcsolat(ok)
pl: powiązania
pt: associação(ões)
pt_pt: associação(ões)
ru: ассоциация (ассоциации)
zh_hans: 连结
zh_hant: 關聯

# HistoryPanel_Changes
source: change(s)
cs: změna (y)
de: Änderung(en)
es: cambio(s)
fi: muutokset
fr: modification(s)
hu: változás(ok)
pl: zmiany
pt: mudança(s)
pt_pt: alteração(ões)
ru: изменение(и)
zh_hans: 更改
zh_hant: 更改

# Requirements_RequirementsForProject
source: requirement(s) for this product
cs: Verze pro tento produkt
de: Anforderung(en) für dieses Produkt
es: requerimiento(s) para este proyecto
fi: projektin vaatimukset
fr: besoin(s) du produit
hu: projekt követelményei
pl: Wymaganie/wymagania do tego projektu
pt: requerimento(s) para esse projeto
pt_pt: requsito(s) para este projeto
ru: требование(и) к данному изделию
zh_hans: 项目需求
zh_hant: 此專案的需求

# Releases_ReleasesForProject
source: release(s) for this product
cs: verze pro tento produkt
de: Release(s) für dieses Produkt
es: release(s) para este proyecto
fi: projektin julkaisut
fr: version(s) du produit
hu: projekt release-ek
pl: Wydanie/wydania do tego projektu
pt: release(s) para esse projeto
pt_pt: entrega(s) para este projeto
ru: версия(и) для данного продукта
zh_hans: 项目的发布
zh_hant: 此專案的版本

# TestSetList_TestSetsForProject
source: test set(s) for this product
cs: testovací sada(y) pro tento produkt
de: Testreihe(n) für dieses Produkt
es: conjunto(s) de pruebas para este proyecto
fi: projektin testijoukot
fr: ensemble(s) de tests du produit
hu: projekt teszt szettek
pl: Przypadek/przypadki do tego projektu
pt: conjunto(s) de teste para este projeto
ru: набор(ы) для тестирования данного продукта
zh_hans: 项目的测试集
zh_hant: 此專案的測試集

# TestCaseExecution_ChooseReleaseAndCustomProps
source: Please Choose the Release and Custom Properties To Execute Against:
cs: Vyberte prosím Release a vlastní vlastnosti pro spuštění:
de: Bitte wählen Sie das Release und die benutzerdefinierten Einstellungen gegen die Sie den Test laufen lassen möchten:
es: Por favor, elija la release y las propiedades personalizadas para ejecutar:
fi: Valitse julkaisu ja kustomoitu ominaisuus, joita vasten suoritetaan:
fr: Veuillez sélectionner la version et les propriétés personnalisées :
hu: Kérem válassza ki a release-t és az Egyedi Tulajdonságokat amikkel futtatni szeretné:
pl: Wybierz wydanie i pola definiowalne które będą brane pod uwagę:
pt: Por favor, escolha o release e as propriedades personalizadas para executar:
pt_pt: Por favor escolha a entrega e as propriedades personalizadas a serem executadas:
ru: Пожалуйста, выберите Релиз и пользовательские свойства для выполнения против:
zh_hans: 请选择发布和自定义属性执行：
zh_hant: 請選擇欲執行的版本、自訂屬性：

# TestCaseExecution_TestCaseInfo
source: Test Case Information
cs: Informace testovacího případu
de: Testfallinformationen
es: Información del Caso de Prueba
fi: Testitapauksen tiedot
fr: Informations sur le scénario de test
hu: teszteset Információ
pl: Informacje o przypadku testowym
pt: Informações do Caso de Teste
pt_pt: Informação do caso de teste
ru: Информация о тестовом случае
zh_hans: 测试项信息
zh_hant: 測試案例資訊

# TestCaseExecution_TestStepInfo
source: Test Step Information
cs: Informace testovacího kroku
de: Testschrittinformationen
es: Información del Paso de Prueba
fi: Testiaskeleen tiedot
fr: Informations sur l'étape de test
hu: Teszt Lépés Információ
pl: Informacje o kroku testowym
pt: Informações da Etapa de Teste
pt_pt: Informação do passo de teste
ru: Информация об испытательном этапе
zh_hans: 测试步骤信息
zh_hant: 測試步驟資訊

# TaskListPanel_Tasks
source: task(s)
cs: Úkol(y)
de: Aufgabe(n)
es: tarea(s)
fi: tehtävät
fr: tâche(s)
hu: feladat(ok)
pl: Zadanie/zadania
pt: tarefa(s)
pt_pt: tarefa(s)
ru: задача(и)
zh_hans: 任务
zh_hant: 任務詳細資訊

# ReleaseDetails_BuildsInRelease
source: build(s) in this release/sprint
cs: build(y) v této verzi/sprintu
de: Build(s) in diesem Release/dieser Iteration
es: build(s) en esta release/iteración
fi: julkaisun/iteraation buildit
fr: Compilation(s) dans cette version/sprint
hu: ebben a release-ben/sprintben lévő build-ek
pl: build(y) w tym wydaniu/iteracji
pt: compilação(ões) neste release/iteração
pt_pt: pacote(s) nesta entrega/iteração
ru: сборка(и) в этом релизе/спринте
zh_hans: 发布/迭代中的版本
zh_hant: 此版本/迭代內的建置

# ReleaseDetails_Incidents
source: incident(s) in this release/sprint
cs: incident(y) v této verzi/sprintu
de: Vorfall bzw. Vorfälle in diesem Release/dieser Iteration
es: Incidente(s) en esta release/iteración
fi: julkaisun/iteraation havainnot
fr: incident(s) dans cette version/sprint
hu: ebben a release-ben/sprintben lévő incidensek
pl: incydent(y) w tym wydaniu/iteracji
pt: incidente(s) neste release/iteração
pt_pt: defeito(s) nesta entrega/iteração
ru: инцидент(ы) в этом выпуске/отчете
zh_hans: 发布/迭代中的事件
zh_hant: 此版本/迭代內的事件

# RequirementTaskPanel_Items
source: item(s)
cs: položka(y)
de: Element(e)
es: ítem(s)
fi: Kohteet
fr: élément(s)
hu: elem(ek)
pl: pozycja/pozycje
pt: item(ns)
ru: элемент(ы)
zh_hans: 元件
zh_hant: 項目

# TestRunListPanel_TestRuns
source: test run(s)
cs: testovací běh(y)
de: Testlauf bzw. Testläufe
es: ejecución(es) de prueba
fi: testiajot
fr: exécution(s) de test
hu: teszt futás(ok)
pl: przebieg(i) testów
pt: execução(ões) de teste
pt_pt: execuções de teste
ru: пробный прогон(ы)
zh_hans: 测试运行
zh_hant: 測試執行

# TestCaseDetails_Incidents
source: incident(s) linked to this test case
cs: incident(y) odkázané na tento testovací případ
de: Vorfall bzw. Vorfälle verlinkt mit diesem Testfall.
es: incidente(s) asociado(s) a este caso de prueba
fi: testitapaukseen linkitetyt havainnot
fr: incident(s) liés() à ce scénario de test
hu: ehhez a tesztesethez tartozó incidensek
pl: incydent(y) przypisane do przydatku testowego
pt: incidente(s) relacionado(s) a este caso de teste
pt_pt: defeito(s) ligado(s) a este caso de teste
ru: инцидент(ы), связанный(ые) с этим тестовым случаем
zh_hans: 与事件相关的测试项
zh_hant: 連結至此測試案例的事件

# TestStepDetails_Incidents
source: incident(s) linked to this test step
cs: incident(y) odkázané na tento testovací krok
de: Vorfall bzw. Vorfälle verlinkt mit diesem Testschritt.
es: incidente(s) asociado(s) a este paso de prueba
fi: testiaskeleeseen linkitetyt havainnot
fr: incident(s) lié(s) à cette étape de test
hu: ehhez a teszt lépéshez tartozó incidensek
pl: incydent(y) przypisane do kroku testowego
pt: incidente(s) relacionado(s) a esta etapa de teste
pt_pt: defeito(s) ligado(s) a este passo de teste
ru: инцидент(ы), связанные с этим этапом тестирования
zh_hans: 与事件相关的测试步骤
zh_hant: 連結至此測試步驟的事件

# TestRunDetails_NothingReported
source: Nothing Reported.
cs: Nic k reportování.
de: Nichts berichtet.
es: Nada se informó.
fi: Ei raportteja
fr: Rien à reporter.
hu: Üres Jelentés.
pl: Nic nie zostało zaraportowane.
pt: Nada foi relatado.
pt_pt: Nada reportado.
ru: Ничего не сообщалось.
zh_hans: 没有报告
zh_hant: 無回報。

# TestRunDetails_Incidents
source: incident(s) linked to this test run
cs: incident(y) odkázané na tento testovací běh
de: Vorfall bzw. Vorfälle verlinkt mit diesem Testlauf
es: incidente(s) asociado(s) a esta ejecución de prueba
fi: testiajoon linkitetyt havainnot
fr: incident(s) lié(s) à cette exécution de test
hu: ehhez a teszt futáshoz tartozó incidensek
pl: incydent(y) przypisane do przydatku testowego
pt: incidente(s) relacionado(s) a essa execução de teste
pt_pt: defeito(s) associados a esta execução de teste
ru: инцидент(ы), связанные с этим тестовым запуском
zh_hans: 与事件相关的测试运行
zh_hant: 連結至此測試執行的事件

# TestSetDetails_Incidents
source: incident(s) linked to this test set
cs: incident(y) odkázané na tuto testovací sadu
de: Vorfall bzw. Vorfälle verlinkt mit dieser Testreihe.
es: incidente(s) asociado(s) a este conjunto de pruebas
fi: testijoukkoon linkitetyt havainnot
fr: incident(s) liés() à ce scénario de test
hu: ehhez a teszt szetthez tartozó incidensek
pl: incydenty powiązane z zestawem testowym
pt: incidente(s) relacionado(s) a este conjunto de testes
pt_pt: defeito(s) associados a este conjunto de teste
ru: инцидент(ы), связанный(ые) с этим тестовым набором
zh_hans: 与事件相关的测试集
zh_hant: 連結至此測試集的事件

# BuildDetails_Incidents
source: incident(s) in the current build
cs: incident(y) v současné buildu
de: Vorfall bzw. Vorfälle im aktuellen Build
es: incidente(s) en la build actual
fi: nykyiseen buildiin linkitetyt havainnot
fr: incident(s) dans la compilation actuelle
hu: incidens(ek) a jelenlegi build-ben
pl: incydent(y) w bieżącym buildzie
pt: incidente(s) na compilação atual
pt_pt: defeito(s) no pacote atual
ru: инцидент(ы) в текущем здании
zh_hans: 当前版本中的事件
zh_hant: 目前建置中的事件
