Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_EditWorkflows
source: Edit Workflows
cs: Upravit workflow
de: Workflows bearbeiten
es: Editar Flujos de Trabajo
fi: Muokkaa Tilamalleja
fr: Modifier des workflows
hu: Munkafolyamatok szerkesztése
pl: Edytuj workflow
pt: Editar Fluxos de Trabalho
pt_pt: Editar Workflows
ru: Редактирование рабочих процессов
zh_hans: 编辑工作流
zh_hant: 編輯工作流程

# Admin_Notification_ArtifactFields
source: Artifact Fields
cs: Pole artefaktu
de: Artefakt Felder
es: Campos del Artefacto
fi: Asian kentät
fr: Champs objet
hu: Kapcsolódó elem mezői
pl: Pola artefaktów
pt: Campos do Artefato
pt_pt: Campos do Artefacto
ru: Артефактные поля
zh_hans: 工件的字段
zh_hant: 項目欄位

# Admin_Notification_ArtifactNotificationEnabled
source: Enabled?
cs: Notifikace artefaktu povoleny
de: Aktiviert?
es: Habilitado?
fi: Aktivoitu?
fr: Activé?
hu: Engedélyezve?
pl: Włączone?
pt: Habilitado?
pt_pt: Ativo?
ru: Включено?
zh_hans: 启用了吗？
zh_hant: 已啟動？

# Admin_Notification_ArtifactOpener
source: Artifact Opener or Creator:
cs: Artefakt otevřel nebo vytvořil:
de: Artefakteröffner oder -ersteller
es: Creador o Abridor del Artefacto:
fi: Asian avaaja tai luoja:
fr: Créateur de l’objet :
hu: Kapcsolódó elem készítője:
pl: Twórca artefaktu lub otwierający:
pt: Abridor/Criador do Artefato:
pt_pt: Criador ou Editor do artefacto:
ru: Artifact Opener или Creator:
zh_hans: 工件开罐器或创建者：
zh_hant: 項目開啟者/建立者：

# Admin_Notification_ArtifactOwner
source: Artifact Owner:
cs: Vlastník artefaktu:
de: Besitzer des Artefakts
es: Propietario del Artefacto:
fi: Asian Omistaja:
fr: Propriétaire de l'objet :
hu: Kapcsolódó elem tulajdonosa:
pl: Właściciel artefaktu:
pt: Proprietário do Artefato:
pt_pt: Dono do artefacto:
ru: Владелец артефакта:
zh_hans: 工件所有者：
zh_hant: 項目擁有者：

# Admin_Notification_ArtifactPrefix
source: Prefix
de: Präfix
es: Prefijo
fi: Etuliite
fr: Préfixe
hu: Előtag
pt: Prefixo
pt_pt: Prefixo
ru: Префикс
zh_hans: 前缀
zh_hant: 前綴

# Admin_Notification_ArtifactType
source: Artifact Type
cs: Typ artefaktu
de: Artefakttyp
es: Tipo de Artefacto
fi: Asian tyyppi
fr: Type d’objet
hu: Kapcsolódó elem típusa
pl: Typ artefaktu
pt: Tipo de artefato
pt_pt: Tipo de Artefacto
ru: Тип артефакта
zh_hans: 项目类型
zh_hant: 項目類型

# Admin_Notification_ArtifactUsers
source: Users and Product Roles
cs: Uživatelé a produktové role
de: Benutzer und Produktrollen
es: Usuarios y Funciones de Proyecto
fi: Käyttäjät ja Projektiroolit
fr: Utilisateurs et rôles dans le produit
hu: A felhasználók és a temék szerepkörök
pl: Użytkownicy i role projektowe
pt: Funções de Usuários e Projetos
pt_pt: Utilizadores e Funções no projecto
ru: Пользователи и роли для продуктов
zh_hans: 用户和项目角色
zh_hant: 使用者和專案角色

# Admin_Notification_ArtifactUsersRoles
source: User / Product Role
cs: Uživatel / Produktová role
de: Benutzer- / Produktrolle
es: Función de Usuario/Proyecto
fi: Käyttäjä / Projektirooli
fr: Utilisateur / rôle dans le produit
hu: Felhasználó / projekt szerep
pl: Użytkownik / Rola projektowa
pt: Função de Usuário/Projeto
pt_pt: Utilizador / Função no projeto
ru: Пользователь / Роль продукта
zh_hans: 用户 / 项目的作用
zh_hant: 使用者 / 專案角色

# Admin_Notification_BackToNotificationList
source: Back to Notification Event List
cs: Zpět na seznam notifikačních událostí
de: Zurück zur Liste der Benachrichtigungsereignisse
es: Volver a la Lista de Notificaciones de Eventos
fi: Takaisin Ilmoitustapahtuma-listaan
fr: Retour à Liste de notification d'événements
hu: Vissza az értesítési események listájához
pl: Powrót do notyfikacji
pt: Voltar à Lista de Notificação de Eventos
pt_pt: Voltar à lista de eventos de notificação
ru: Вернуться к списку уведомлений о событиях
zh_hans: 回通知事件列表
zh_hant: 回到通知事件清單

# Global_Edit
source: Edit
cs: Upravit
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Modifier
hu: Szerkesztés
pl: Edytuj
pt: Editar
pt_pt: Editar
ru: Редактирование
zh_hans: 编辑
zh_hant: 編輯

# Admin_Notification_EMailServerSettings
source: Email Configuration
cs: Konfigurace e-mailu
de: E-Mail-Konfiguration
es: Configuración de E-mail
fi: Sähköpostin määritykset
fr: Configuration email
hu: E-mail beállítása
pl: Konfiguracja email
pt: Configuração de e-mail
pt_pt: Configuração de e-mail
ru: Конфигурация электронной почты
zh_hans: 电子邮件配置
zh_hant: 電子郵件設定

# Admin_Notification_EventName
source: Event Name
cs: Název události
de: Ereignisname
es: Nombre del Evento
fi: Tapahtuman nimi
fr: Nom de l'événement
hu: Esemény neve
pl: Nazwa zdarzenia notyfikacyjnego
pt: Nome do Evento
pt_pt: Nome do Evento
ru: Название события
zh_hans: 事件名称
zh_hant: 事件名稱

# Admin_Notification_NavHeader
source: Notifications
cs: Notifikace
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
pl: Notyfikacje
pt: Notificações
pt_pt: Notificações
ru: Уведомления
zh_hans: 通知
zh_hant: 通知

# Admin_Notification_NewEvent
source: New Event
cs: Nová událost
de: Neues Ereignis
es: Nuevo Evento
fi: Uusi tapahtuma
fr: Nouvel événement
hu: Új esemény
pl: Nowe zdarzenie
pt: Novo Evento
pt_pt: Novo Evento
ru: Новое событие
zh_hans: 新的事件
zh_hant: 新增事件

# Admin_Notification_NotifyOnChange
source: Notify On Change?
cs: Notifikuj při změně?
de: Benachrichtigen bei Änderung?
es: Notificar si Cambiar?
fi: Ilmoita muutoksesta?
fr: Notifier le changement?
hu: Értesítés változáskor?
pl: Powiadamiaj po zmianie?
pt: Notificar se Houver Mudança?
pt_pt: Notificar Alterações?
ru: Уведомление о переменах?
zh_hans: 在更改通知吗？
zh_hant: 變更時通知？

# Admin_Notification_OnCreation
source: On Creation?
cs: Při vytvoření?
de: Bei Erstellung?
es: En la Creación?
fi: Luotaessa?
fr: Notifier la création?
hu: Elkészüléskor?
pl: Przy utworzeniu?
pt: Na Criação?
pt_pt: Notificar Criação?
ru: В "Творении"?
zh_hans: 论创作？
zh_hant: 建立時？

# Admin_Notification_ProjectRoles
source: Product Roles:
cs: Produktová role:
de: Produktrollen:
es: Funciones de Proyecto:
fi: Projektiroolit:
fr: Rôles dans le produit :
hu: projekt szerepkörök:
pl: Role projektowe:
pt: Funções do Projeto:
pt_pt: Funções no Projeto:
ru: Роли для продуктов:
zh_hans: 项目角色：
zh_hant: 專案角色：

# Global_Test
source: Test
es: Prueba
fi: Testi
hu: Teszt
pt: Teste
pt_pt: Teste
ru: Тест
zh_hans: 测试
zh_hant: 測試

# Admin_Notification_ViewEditNotification
source: Notification Events
cs: Notifikační události
de: Benachrichtigungsereignis
es: Notificación de Eventos
fi: Ilmoitustapahtumat
fr: Événements de notification
hu: Értesítés események
pl: Zdarzenia notyfikacyjne
pt: Notificação de Eventos
pt_pt: Eventos de Notificação
ru: Уведомление События
zh_hans: 通知事件
zh_hant: 通知事件

# Admin_Notification_ViewEditNotificationEvent
source: Notification Event Details
cs: Detaily notifikační události
de: Details des Benachrichtigungsereignis'
es: Detalles de la Notificación de Eventos
fi: Ilmoitustapahtuman tiedot
fr: Détails de l'événement de notification
hu: Értesítési esemény részletei
pl: Szczegóły zdarzenia notyfikacyjnego
pt: Detalhes da Notificação de Evento
pt_pt: Detalhes do Evento de Notificação
ru: Детали уведомления о событии
zh_hans: 通知事件详细信息
zh_hant: 通知事件詳細資訊

# Admin_Notification_ViewNotificationTemplates
source: Notification Templates
cs: Šablony notifikací
de: Benachrichtigungsvorlagen
es: Plantillas de Notificación
fi: Ilmoituksen mallit
fr: Modèles de notification
hu: Értesítési sablonok
pl: Szablony notyfikacji
pt: Modelos de Notificação
pt_pt: Templates de Notificação
ru: Шаблоны уведомлений
zh_hans: 通知模板
zh_hant: 通知範本

# Global_Active
source: Active?
cs: Aktivní?
de: Aktiv?
es: Activo?
fi: Aktiivinen?
fr: Actif?
hu: Aktív?
pl: Aktywne?
pt: Ativo?
pt_pt: Ativo?
ru: Активный?
zh_hans: 活动？
zh_hant: 使用中？

# Global_Artifact
source: Artifact
cs: Artefakt
de: Artefakt
es: Artefacto
fi: Asia
fr: Objet
hu: Kapcsolódó elem
pl: Artefakt
pt: Artefato
pt_pt: Artefacto
ru: Артефакт
zh_hans: 工件
zh_hant: 項目

# Global_DisplayDataFor
source: Display data for
cs: Zobraz data pro
de: Anzeigen von Daten für
es: Mostrar los datos de
fi: Näytä tiedot
fr: Afficher les données pour
hu: Megjelenő adatok
pl: Wyświetlić dane dla
pt: Exibir os Dados Para
pt_pt: Exibir os dados para
ru: Показать данные для
zh_hans: 显示的数据
zh_hant: 顯示資料

# Global_GoTo
source: Go to
cs: Jdi na
de: Gehe zu
es: Ir a
fi: Siirry
fr: Aller à
hu: Ugrás
pl: Przejdź do
pt: Ir para
pt_pt: Ir para
ru: Перейти к
zh_hans: 转到(G)
zh_hant: 到 (G)

# Global_Operations
source: Operations
cs: Operace
de: Tätigkeiten
es: Operaciones
fi: Toiminnot
fr: Opérations
hu: Műveletek
pl: Operacje
pt: Operações
pt_pt: Operações
ru: Операции
zh_hans: 操作
zh_hant: 操作

# Global_SelectedRelease
source: Selected Release:
cs: Vybraná verze:
de: Ausgewähltes Release:
es: Release Seleccionada:
fi: Valittu Julkaisu:
fr: Version sélectionnée :
hu: Kiválasztott Release:
pl: Wybrane wydania:
pt: Release Selecionado:
pt_pt: Entrega Selecionada:
ru: Избранное освобождение:
zh_hans: 选定的版本：
zh_hant: 選擇版本：

# Global_Step
source: Step
cs: Krok
de: Schritt
es: Paso
fi: Askel
fr: Étape
hu: Lépés
pl: Krok
pt: Etapa
pt_pt: Passo
ru: Шаг
zh_hans: 一步
zh_hant: 步驟

# Global_Version
source: Version
cs: Verze
es: Versión
fi: Versio
hu: Verzió
pl: Wersja
pt: Versão
pt_pt: Versão
ru: Версия
zh_hans: 版本
zh_hant: 版本

# IterationPlan_MainLegend
source: Displaying the sprint plan for the selected release:
cs: Zobrazuji plán sprintů pro vybranou verzi:
de: Iterationsplan für das gewählte Release anzeigen:
es: Mostrando el plan de iteración para la release seleccionada:
fi: Näyttää valitun Julkaisun iteraatiosuunnitelman:
fr: Affichage du plan de sprint pour la version sélectionnée :
hu: A spirnt terv megjelenítése a kiválasztott release-hez:
pl: Wyświetlenie planu iteracji dla wybranego wydania:
pt: Exibindo o Plano de Iteração para o Release Selecionado:
pt_pt: Exibição do plano de iteração para a entrega selecionada:
ru: Отображение плана спринта для выбранной деблокировки:
zh_hans: 显示选定的版本的迭代计划：
zh_hant: 顯示已選擇版本的迭代計畫：

# Login_DontHaveAccount
source: Don't have an account?
cs: Nemáte účet?
de: Sie haben kein Benutzerkonto?
es: No tiene una cuenta?
fi: Eikö sinulla ole käyttäjätiliä?
fr: Vous n'avez pas de compte?
hu: Nincs még fiókja?
pl: Nie masz konta?
pt: Não tem uma conta?
pt_pt: Não tem uma conta?
ru: У вас нет счета?
zh_hans: 没有帐户吗？
zh_hant: 沒有帳號？

# Login_EnterUserNamePassword
source: Please enter your user name and password, then click the log in button.
cs: Zadejte své uživatelské jméno a heslo a poté klepněte na tlačítko Přihlásit.
de: Bitte geben Sie Benutzername und Kennwort ein und klicken Sie auf [Anmelden].
es: Por favor, ingrese su nombre de usuario y contraseña, luego haga clic en el botón Iniciar Sesión.
fi: Anna käyttäjätunnus ja salasana, klikkaa sitten Kirjaudu sisään -painiketta.
fr: Veuillez entrer votre identifiant et votre mot de passe, puis cliquez sur le bouton de connexion.
hu: Kérjük, adja meg felhasználó nevét és jelszavát, majd kattintson a bejelentkezés gombra.
pl: Wprowadź nazwę użytkownika i hasło, a następnie kliknij przycisk logowania.
pt: Por favor, digite seu nome de usuário e senha e, em seguida, clique no botão de login.
pt_pt: Por favor insira o seu nome de utilizador e password e de seguida prima o botão de login.
ru: Пожалуйста, введите Ваше имя пользователя и пароль, затем нажмите кнопку входа в систему.
zh_hans: 请输入您的用户名和密码，然后单击按钮中的日志。
zh_hant: 請輸入您的名稱與密碼並按下登入按鈕

# Login_ForgotPassword
source: Forgot your password?
cs: Zapomněli jste heslo?
de: Passwort vergessen?
es: Olvidó su contraseña?
fi: Unohtuiko salasana?
fr: Mot de passe oublié?
hu: Elfelejtette a jelszavát?
pl: Zapomniałeś hasła?
pt: Esqueceu a senha?
pt_pt: Esqueceu-se da sua password?
ru: Забыли пароль?
zh_hans: 忘记了您的密码吗？
zh_hant: 忘記您的密碼？

# Login_KeepLoggedIn
source: Keep me logged in
cs: Zachovat přihlášení
de: Angemeldet bleiben
es: Mantenerme conectado
fi: Pidä minut sisäänkirjautuneena
fr: Rester connecté
hu: Maradjak bejelentkezve
pl: Zapamiętaj mnie
pt: Mantenha-me conectado
pt_pt: Mantenha-me ligado
ru: Держите меня на связи
zh_hans: 保持在登录
zh_hant: 保持登錄

# Login_Password
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
pl: Hasło
pt: Senha
ru: Пароль
zh_hans: 密码
zh_hant: 密碼

# Login_UserName
source: User Name
cs: Uživatelské jméno
de: Benutzername
es: Nombre de Usuario
fi: Käyttäjätunnus
fr: Identifiant
hu: Felhasználónév
pl: Nazwa użytkownika
pt: Nome de Usuário
pt_pt: Nome de Utilizador
ru: Имя пользователя
zh_hans: 用户名称
zh_hant: 使用者名稱

# ProjectList_AddItems
source: Add Items
cs: Přidat položky
de: Elemente hinzufügen
es: Agregar Ítems
fi: Lisää Kohteet
fr: Ajouter des éléments
hu: Elemek hozzáadása
pl: Dodaj elementy
pt: Adicionar Itens
pt_pt: Adicionar itens
ru: Добавить элементы
zh_hans: 添加项
zh_hant: 新增心目

# ProjectList_AllProjects
source: All Products
cs: Všechny produkty
de: Alle Produkte
es: Todos los Proyectos
fi: Kaikki Projektit
fr: Tous les produits
hu: Összes projekt
pl: Wszystkie projekty
pt: Todos os Projetos
pt_pt: Todos os projetos
ru: Все продукты
zh_hans: 所有项目
zh_hant: 所有專案

# ProjectList_BrowseView
source: Return to Normal View
cs: Návrat do normálního zobrazení
de: Zurück zur Normalansicht
es: Volver a la Vista Normal
fi: Palaa normaalinäkymään
fr: Retour au mode normal
hu: Vissza Normál nézethez
pl: Powrót do widoku normalnego
pt: Voltar à Vista Normal
pt_pt: Voltar à Visualização Normal
ru: Вернуться к нормальному виду
zh_hans: 返回到普通视图
zh_hant: 反為一般檢視

# ProjectList_CurrentProject
source: Current Product
cs: Aktuální produkt
de: Aktuelles Produkt
es: Proyecto Actual
fi: Nykyinen Projekti
fr: Produit en cours
hu: A jelenlegi projekt
pl: Bieżący projekt
pt: Projeto Atual
pt_pt: Projeto Atual
ru: Текущий продукт
zh_hans: 当前项目
zh_hant: 目前專案

# ProjectList_DesignView
source: Modify Layout/Settings
cs: Změnit rozložení / nastavení
de: Layout / Einstellungen ändern
es: Modificar Diseño/Configuraciones
fi: Muokkaa ulkoasua/asetuksia
fr: Modifier les paramètres
hu: Megjelenés / Beállítások módosítása
pl: Modyfikuj układ/ustawienia
pt: Modificar Layout/Configurações
pt_pt: Modificar o Layout/Configurações
ru: Изменить макет/настройки
zh_hans: 修改布局/设置
zh_hant: 修改佈局/設定

# ProjectList_MyAssignedIncidents
source: My Assigned Incidents
cs: Mně přiřazené incidenty
de: Mir zugeordnete Vorfälle
es: Mis Incidentes Asignados
fi: Omat osoitetut Havainnot
fr: Mes incidents
hu: Hozzám rendelt incidensek
pl: Incydenty przypisane do mnie
pt: Incidentes a mim designados
pt_pt: Defeitos que me estão atribuídos
ru: Мои назначенные инциденты
zh_hans: 我已分配的事件
zh_hant: 我的已指派事件

# ProjectList_MyAssignedRequirements
source: My Assigned Requirements
cs: Mně přiřazené požadavky
de: Mir zugeordnete Anforderungen
es: Mis Requerimientos Asignados
fi: Omat osoitetut Vaatimukset
fr: Mes besoins
hu: Hozzám rendelt követelmények
pl: Wymagania przypisanie do mnie
pt: Requisitos a mim designados
pt_pt: Requisitos que me estão atribuídos
ru: Мои назначенные требования
zh_hans: 我已分配的要求
zh_hant: 我的已指派需求

# ProjectList_MyAssignedTasks
source: My Assigned Tasks
cs: Mně přiřazené úkoly
de: Mir zugeordnete Aufgaben
es: Mis Tareas Asignadas
fi: Omat osoitetut Tehtävät
fr: Mes tâches
hu: Hozzám rendelt feladatok
pl: Zadania przypisane do mnie
pt: Tarefas a mim designadas
pt_pt: Tarefas que me estão atribuídas
ru: Мои Назначенные Задачи
zh_hans: 我分配的任务
zh_hant: 我的已指派任務

# ProjectList_MyAssignedTestCases
source: My Assigned Test Cases
cs: Mně přiřazené testovací případy
de: Mir zugeordnete Testfälle
es: Mis Casos de Prueba Asignados
fi: Omat osoitetut Testitapaukset
fr: Mes scénarios de test
hu: Hozzám rendelt tesztesetek
pl: Przypadki testowe przypisane do mnie
pt: Testes a mim designados
pt_pt: Casos de teste sob a minha supervisão
ru: Мои назначенные тестовые случаи
zh_hans: 我已分配的测试用例
zh_hant: 我的已指派測試案例

# ProjectList_MyAssignedTestSets
source: My Assigned Test Sets
cs: Mně přiřazené testovací sady
de: Mir zugeordnete Testreihen
es: Mis Grupos de Pruebas Asignados
fi: Omat osoitetut Testijoukot
fr: Mes ensembles de tests
hu: Hozzám rendelt teszt szettek
pl: Zestawy testowe przypisane do mnie
pt: Conjunto de Testes a mim designados
pt_pt: Conjuntos de teste sob a minha supervisão
ru: Мои назначенные наборы тестов
zh_hans: 我已分配的测试集
zh_hant: 我的已指派測試集

# ProjectList_MyDetectedIncidents
source: My Detected Incidents
cs: Mnou zjištěné incidenty
de: Von mir erkannte Vorfälle
es: Mis Incidentes Detectados
fi: Omat tehdyt Havainnot
fr: Mes incidents détectés
hu: Általam detektált incidensek
pl: Incydenty wykryte przeze mnie
pt: Meus Incidentes Detectados
pt_pt: Defeitos que detetei
ru: Мои выявленные инциденты
zh_hans: 我检测到的事件
zh_hant: 我的已檢測事件

# ProjectList_MyPage
source: My Page
cs: Moje stránka
de: Meine Seite
es: Mi Página
fi: Oma Sivu
fr: Ma page
hu: Saját oldalam
pl: Moja strona
pt: Minha página
pt_pt: A Minha Página
ru: Моя страница
zh_hans: 我的页面
zh_hant: 我的頁面

# ProjectList_MyPendingTestRuns
source: My Pending Test Runs
cs: Mé nedokončené běhy testů
de: Meine ausstehenden Testläufe
es: Mis Ejecuciones de Prueba Pendientes
fi: Omat odottavat Testiajot
fr: Mes exécutions de test en attente
hu: Függőben lévő teszt futásaim
pl: Wstrzymane przebiegi testów
pt: Minhas Execuções de Teste Pendentes
pt_pt: As Minhas Execuções de Teste Pendentes
ru: Мои незавершенные тестовые заезды
zh_hans: 我挂起的测试运行
zh_hant: 我的未完成測試執行

# ProjectList_MyProjects
source: My Products
cs: Mé produkty
de: Meine Produkte
es: Mis Proyectos
fi: Omat Projektit
fr: Mes produits
hu: Saját projektek
pl: Moje projekty
pt: Meus Projetos
pt_pt: Os meus projetos
ru: Мои товары
zh_hans: 我的项目
zh_hant: 我的專案

# ProjectList_MySavedReports
source: My Saved Reports
cs: Mé uložené reporty
de: Meine gespeicherten Berichte
es: Mis Informes Guardados
fi: Omat talletetut Raportit
fr: Mes rapports enregistrés
hu: Mentett riportok
pl: Moje zapisane raporty
pt: Meus Relatórios Salvos
pt_pt: Os meus relatórios
ru: Мои сохраненные отчеты
zh_hans: 我保存的报告
zh_hant: 我已儲存的報表

# ProjectList_MySavedSearches
source: My Saved Searches
cs: Má uložená hledání
de: Meine gespeicherten Suchanfragen
es: Mis Búsquedas Guardadas
fi: Omat talletetut Haut
fr: Mes recherches enregistrées
hu: Mentett keresések
pl: Moje zapisane wyszukiwania
pt: Minhas Pesquisas Salvas
pt_pt: As minhas pesquisas
ru: Мои спасенные поиски
zh_hans: 我已保存的搜索
zh_hant: 我已儲存的查詢

# ProjectList_MyWeather
source: My Weather
cs: Mé počasí
de: Mein Wetter
es: Mi Clima y Tiempo
fi: Oma Sää
fr: Ma météo
hu: Saját időjárás
pl: Moja pogoda
pt: Meu Clima e Tempo
pt_pt: A minha meteorologia
ru: Моя погода
zh_hans: 我的天气
zh_hant: 我的天氣

# ProjectList_WelcomePrefix
source: Welcome
cs: Vítejte
de: Willkommen
es: Bienvenido
fi: Tervetuloa
fr: Bienvenue
hu: Üdvözöljük
pl: Witamy
pt: Bem-vindo
pt_pt: Bem-vindo
ru: Добро пожаловать на
zh_hans: 欢迎
zh_hant: 歡迎

# ProjectList_WelcomeSuffix
source: to Your Dashboard
cs: na vaši Nástěnku
de: Zum Dashboard
es: a su cuadro de indicadores
fi: Dashboardiisi
fr: dans votre tableau de bord
hu: az Ön Dashboardja
pl: w twoim Dashboardzie
pt: para o seu painel de indicadores
pt_pt: ao seu painel de controlo
ru: к Вашей приборной панели
zh_hans: 为您的仪表板
zh_hant: 到您的儀表板

# TestCaseExecution_ActualResult
source: Actual Result
cs: Skutečný výsledek
de: Tatsächliches Ergebnis
es: Resultado Real
fi: Todellinen tulos
fr: Résultat réel
hu: Tényleges eredmény
pl: Faktyczny wynik
pt: Resultado Real
pt_pt: Resultado Atual
ru: Фактический результат
zh_hans: 实际的结果
zh_hant: 實際結果

# TestCaseExecution_ActualResult2
source: Please enter the actual test result if it differs, then click the appropriate button:
cs: Zadejte prosím skutečný výsledek testu pokud se liší od očekávaného, pak klikněte na příslušné tlačítko:
de: Bitte geben Sie das tatsächliche Testergebnis ein, falls sich dieses unterscheidet und klicken Sie dann den entsprechenden Button.
es: Por favor, introduzca el resultado real si es distinto al esperado, después haga click en el botón correspondiente:
fi: Syötä testin todellinen tulos jos se eroaa odotetusta ja klikkaa haluttua painiketta:
fr: Veuillez entrer le résultat réel du test s’il est différent, puis cliquez sur le bouton approprié :
hu: Adja meg a tényleges eredményt, amennyiben az eltér az elvárttól, majd kattintson a megfelelő gombra:
pl: Jeżeli faktyczny wynik testu jest inny, wpisz go a następnie wybierz odpowiedni przycisk:
pt: Por favor, digite o resultado de teste encontrado, se ele for diferente do esperado. Depois, clique no botão apropriado:
pt_pt: Por favor insira o resultado atual do teste se diferente e, seguidamente, clique no botão adequado:
ru: Пожалуйста, введите фактический результат теста, если он отличается, затем нажмите на соответствующую кнопку:
zh_hans: 请输入实际测试结果，如果它与不同，然后单击相应的按钮：
zh_hant: 若有差異時請輸入實際測試結果，並按下適當按鈕：

# TestCaseExecution_ExistingIncidents
source: The following incidents have already been logged for this test step
cs: Následující incidenty již byly zaznamenány pro tento testovací krok:
de: Die folgenden Vorfälle wurden bereits für diesen Testschritt aufgezeichnet:
es: Los siguientes incidents ya han sido registrados para este paso de prueba:
fi: Seuraavat havainnot on jo kirjattu tähän testiaskeleeseen:
fr: Les incidents suivants ont déjà été enregistrés pour cette étape de test :
hu: Az alábbi incidensek már léteznek a tesztlépéshez kapcsolódóan
pl: Do tego kroku zostały zgłoszone następujące incydenty:
pt: Os incidentes a seguir já foram registrados para esta etapa de teste:
pt_pt: Os defeitos seguintes já foram registados para este passo do teste:
ru: Следующие инциденты уже были зарегистрированы на этом этапе тестирования.
zh_hans: 此测试步骤已经记录了下列事件：
zh_hant: 此測試步驟已記錄下列的事件：

# TestCaseExecution_ExpectedResult
source: Expected Result:
cs: Očekávaný výsledek:
de: Erwartetes Ergebnis:
es: Resultado Esperado:
fi: Odotettu tulos:
fr: Résultat attendu :
hu: Elvárt eredmény:
pl: Oczekiwany wynik:
pt: Resultado esperado:
pt_pt: Resultado esperado:
ru: Ожидаемый результат:
zh_hans: 预期的结果：
zh_hant: 預期結果：

# TestCaseExecution_FollowDirections
source: Please follow the directions outlined in the box below:
cs: Prosím, postupujte podle návodu uvedeného v rámečku níže:
de: Bitte folgen Sie den Anweisungen wie unten im Feld:
es: Por favor, siga las instrucciones descritas en el cuadro siguiente:
fi: Seuraa alla olevassa laatikossa esitettyjä ohjeita:
fr: Veuillez suivre les instructions décrites dans l'encadré ci-dessous :
hu: Kérjük, kövesse az utasításokat az alábbi mezőben:
pl: Postępuj zgodnie ze wskazówkami podanymi w polu poniżej:
pt: Por favor, siga as instruções descritas abaixo:
pt_pt: Por favor siga as instruções descritas na caixa abaixo:
ru: Пожалуйста, следуйте инструкциям, приведенным в рамке ниже:
zh_hans: 请按照下面的框中概述的说明：
zh_hant: 請按照下框中的指示說明：

# TestCaseExecution_IncidentCustomProperties
source: Also enter the following custom properties for this new incident:
cs: Zadejte také následující volitelná pole tohoto nového incidentu:
de: Geben Sie auch folgende benutzerdefinierte Eigenschaften für diesen neuen Vorfall ein:
es: También registre las siguientes propiedades personalizadas para este nuevo incidente:
fi: Syötä myös seuraavat kustomoidut ominaisuudet tälle uudelle havainnolle:
fr: Saisissez également les propriétés suivantes pour ce nouvel incident :
hu: Az alábbi egyedi mezők megadása is szükséges az incidens rögzítéséhez:
pl: Wprowadź wartości w pola definiowalne dla nowego incydentu:
pt: Insira também as seguintes propriedades específicas para este novo incidente:
pt_pt: Insira também as seguintes propriedades personalizadas para este novo defeito:
ru: Также введите следующие пользовательские свойства для этого нового инцидента:
zh_hans: 也为这种新的事件输入以下自定义属性：
zh_hant: 且為新事件輸入下列自訂屬性：

# TestCaseExecution_SampleData
source: Sample Data:
cs: Vzorová data:
de: Beispieldaten:
es: Datos de Muestra:
fi: Esimerkkitieto:
fr: Exemples de données :
hu: Minta adatok:
pl: Przykładowe dane:
pt: Amostra:
pt_pt: Dados de exemplo:
ru: Образец данных:
zh_hans: 示例数据：
zh_hant: 範例資料：
