Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_ProjectMembershipAdd_BackToList
source: Back To Product Membership
cs: Zpět na členství v Produktu
de: Zurück zur Produktzugehörigkeit
es: Volver a Afiliación de Proyecto
fi: &lt;&lt; Palaa Projektin jäsenyyksiin
fr: Retour Membres du produit
hu: Vissza a projekttagsághoz
pl: Powrót do Ekranu 'Przynależności do projektu'
pt: Voltar a Adesões de Projeto
pt_pt: &lt;&lt; Voltar para os membros do projeto
ru: Назад к членству в программе
zh_hant: << 返回至專案成員

# Admin_ProjectMembershipAdd_String1
source: The following users are NOT members of this product.
cs: Následující uživatelé NEJSOU členové tohoto Produktu.
de: Die folgenden Benutzer gehören NICHT zu diesem Produkt.
es: Los siguientes usuarios NO son miembros de este proyecto.
fi: Seuraavat käyttäjät EIVÄT ole tämän projektin jäseniä.
fr: Les utilisateurs suivants ne sont PAS membres du produit.
hu: Az alábbi felhasználók NEM tagjai ennek a projektnek:
pl: Użytkownicy którzy NIE są członkami tego projektu.
pt: Os seguintes usuários NÃO são membros deste projeto.
pt_pt: Os utilizadores seguintes NÃO são membros deste projeto.
ru: Следующие пользователи НЕ являются членами этого продукта.
zh_hant: 下列使用者非專案成員

# Admin_ProjectMembershipAdd_String2
source: Please select a role for the users you want to add to the product and click [Add]:
cs: Vyberte prosím roli pro uživatele, které chcete do Produktu přidat, a klikněte na [Přidat]:
de: Bitte wählen Sie eine Rolle für den Benutzer aus, den Sie zum Produkt hinzufügen möchten und klicken Sie [Hinzufügen]:
es: Por favor, seleccione una función para los usuarios que desea agregar al proyecto y haga clic en [Agregar]:
fi: Valitse projektiin lisättäville käyttäjille heidän roolinsa ja klikkaa [Lisää]:
fr: Veuillez sélectionner un rôle pour les nouveaux utilisateurs du produit et cliquer [Ajouter] :
hu: Válasszon egy szerepet a felhasználókhoz a projekthez való hozzáadáshoz, majd kattintson az [Add] gombra:
pl: Wybierz rolę dla każdego z użytkowników, którego chcesz dodać do projektu i kliknij 'Dodaj'
pt: Por favor, selecione uma função para os usuários que você deseja adicionar ao projeto e clique em [Adicionar]:
pt_pt: Por favor selecione uma função para os utilizadores que quer adicionar ao projeto e clique em [Adicionar]
ru: Пожалуйста, выберите роль для пользователей, которых вы хотите добавить в продукт, и нажмите [Добавить]:
zh_hant: 請選擇欲新增使用者的專案角色，並按下[新增]：

# Admin_ProjectMembershipAdd_Title
source: Add Product Membership
cs: Přidat členství v Produktu
de: Produktzugehörigkeit hinzufügen
es: Agregar Miembros al Proyecto
fi: Lisää Projektin jäsenyys
fr: Ajouter des membres au produit
hu: projekttagság hozzáadása
pl: Dodaj członków projektu
pt: Adicionar Membros ao Projeto
pt_pt: Adicionar membros do projeto
ru: Добавить членство в Продукте
zh_hant: 新增專案成員

# Admin_ProjectMembership_String1
source: The following users are members of this product. To change their role, just select the value in the dropdown and click Update.
cs: Následující uživatelé jsou členy tohoto Produktu. Chcete-li změnit jejich roli, stačí vybrat hodnotu v rozbalovací nabídce a kliknout na Aktualizovat.
de: Die folgenden Benutzer gehören zu diesem Produkt. Um deren Rolle zu ändern, wählen Sie einfach einen Eintrag in der Dropdown-Liste und klicken Sie [Speichern].
es: Los siguientes usuarios son miembros de este proyecto. Para cambiar sus funciones, seleccione el valor en la lista desplegable y haga clic en Actualizar.
fi: Seuraavat käyttäjät ovat tämän projektin jäseniä. Jos haluat muuttaa heidän roolejaan, valitse alasvetovalikosta oikea arvo, ja klikkaa Päivitä.
fr: Les utilisateurs suivants sont membres du produit. Pour modifier leur rôle, sélectionner le nouveau rôle dans la liste et cliquer sur [Enregistrer].
hu: Az alábbi felhasználók tagjai ennek a projektnek: A szerepük módosításához egyszerűen válassza ki az értéket a legördülő listából, majd kattintson az „Update” gombra.
pl: Lista członków projektu. Aby zmienić ich role, wybierz odpowiednią wartość z listy rozwijalnej i Aktualizuj.
pt: Os seguintes usuários são membros deste projeto. Para alterar suas funções, selecione na lista e clique em [Atualizar].
pt_pt: Os utilizadores seguintes são membros deste projeto. Para alterar as respetivas funções basta que selecione o valor na dropdown list e click Atualizar.
ru: Членами этого продукта являются следующие пользователи. Чтобы изменить свою роль, просто выберите значение в выпадающем списке и нажмите Обновить.
zh_hant: 下列使用者為專案成員。欲變更角色，請選擇下拉式選單中的值，並按下[更新]。

# Admin_ProjectMembership_String2
source: To add a new user to the product, click [Add]. To remove existing users, select their checkboxes and click [Delete].
cs: Chcete-li do produktu přidat nového uživatele, klikněte na [Přidat]. Chcete-li odstranit stávající uživatele, zaškrtněte jejich políčka a klikněte na [Odstranit].
de: Um einen neuen Benutzer zum Produkt hinzuzufügen, klicken Sie [Hinzufügen]. Um einen bestehenden Benutzer zu entfernen, wählen Sie dessen Kontrollkästchen und klicken Sie [Löschen]
es: Para agregar un nuevo usuario al proyecto, haga clic en [Agregar]. Para borrar usuarios existentes, seleccione sus casillas de verificación y haga clic en [Borrar].
fi: Lisätäksesi uusi käyttäjä projektiin, klikkaa [Lisää]. Poistaaksesi olemassa olevia käyttäjiä, valitse heidän valintaruutunsa ja klikkaa [Poista].
fr: Pour ajouter un nouveau membre au produit, cliquer [Ajouter]. Pour retirer des membres du produit, cocher les cases correspondantes et cliquer [Supprimer].
hu: Új felhasználónak a projekthez való hozzáadásához kattintson az [Add] gombra. Meglévő felhasználók eltávolításához válassza ki a jelölőnégyzeteiket, majd kattintson a [Delete] gombra.
pl: Aby dodać nowego użytkownika do projektu klinki 'Dodaj'. W celu usunięcia istniejącego/ch użytkownika/ów, zaznacz go/ich i kliknij 'Usuń'.
pt: Para adicionar um novo usuário ao projeto, clique em [Adicionar]. Para remover os usuários existentes, selecione-os e clique em [Excluir].
pt_pt: Para adicionar um vnovo utilizador ao projeto clique [Adicionar]. Para remover utilizadores existentes selecione-os e clique [Eliminar]
ru: Чтобы добавить нового пользователя в продукт, нажмите [Добавить]. Чтобы удалить существующих пользователей, установите для них флажки и нажмите [Удалить].
zh_hant: 欲新增專案中新使用者，請按下[新增]。欲移除已存在使用者，請勾起該使用者的核准方塊，並按下[刪除]。

# Admin_ProjectMembership_Title
source: Product Membership
cs: Členství v Produktu
de: Produktzugehörigkeit
es: Afiliación al Proyecto
fi: Projektijäsenyys
fr: Membres du produit
hu: projekttagság
pl: Przynależność do projektu
pt: Adesões ao Projeto
pt_pt: Membros do projeto
ru: Членство в Продукте
zh_hant: 專案成員

# Admin_ActiveSessions_Title
source: Active User Sessions
cs: Relace aktivních uživatelů
de: Aktive Benutzer-Sessions
es: Sesiones de usuarios Activos
fi: Aktiviset käyttäjäistunnot
fr: Sessions actives
hu: Aktív felhasználói munkamenetek
pl: Aktywne sesje użytkowników
pt: Sessões de Usuários Ativos
pt_pt: Sessões ativas de utilizadores
ru: Активные сеансы пользователя
zh_hant: 活動中使用者連線

# Admin_ActiveSessions_Intro
source: The following users currently have active sessions on this instance of
cs: Následující uživatelé aktuálně mají aktivní relace v této instanci aplikace
de: Die folgenden Benutzer haben momentan aktive Sessions auf dieser Instanz von
es: Los siguientes usuarios tienen actualmente sesiones activas en esta instancia de
fi: Seuraavilla käyttäjillä on aktiviisia istuntoja
fr: Les utilisateurs suivants sont actuellement connectés sur
hu: Az alábbi felhasználó jelenleg aktív munkamenetekkel rendelkeznek ehhez az incidenshez
pl: Użytkownicy z aktywnymi sesjami
pt: Os seguintes usuários atualmente têm sessões ativas nesta instância do
pt_pt: Os utilizadores seguintes presentemente têm sessões ativas nesta instância do
ru: В настоящее время следующие пользователи имеют активные сеансы на данном этапе
zh_hant: 下列使用者目前有活動中的連線

# Admin_ActiveSessions_Notes
source: To end a user's session, please click on the appropriate 'End Session' link above.
cs: Chcete-li relaci uživatele ukončit, klikněte na příslušný odkaz 'Ukončit relaci' výše.
de: Um eine Benutzer-Session zu beenden, klicken Sie bitte auf den entsprechenden 'Session beenden' Link.
es: Para finalizar la sesión de un usuario, haga clic en el enlace "Finalizar Sesión" correspondiente.
fi: Lopettaaksesi tietyn käyttäjän istunnon, klikkaa "Lopeta istunto" linkkiä.
fr: Cliquer sur le lien [Fermer la session] pour déconnecter un utilisateur
hu: Egy felhasználó munkamenet lezárásához kattintson a megfelelő „End Session” hivatkozásra felül.
pl: Aby zakończyć sesję użytkownika kliknij link 'Zakończ sesję'
pt: Para terminar a sessão de um usuário, clique em 'Encerrar Sessão' acima.
pt_pt: Para terminar a sessão de um utilizador por favor clique no link devido [erminar Sessão] que se encontra acima.
ru: Чтобы завершить сеанс пользователя, пожалуйста, перейдите по соответствующей ссылке "Завершить сеанс", расположенной выше.
zh_hant: 欲結束使用者連線，請按下上方[結束連線]連結。

# Admin_ActiveSessions_UsageConcurrent
source: You currently have used {0} out of your {1} concurrent-user license(s).
cs: Aktuálně máte použito {0} ze svých {1} licencí souběžných uživatelů.
de: Sie verwenden derzeit {0} aus Ihren/Ihrer {1} Mehrbenutzerlizenz(en).
es: Actualmente, ha utilizado {0} de sus {1} licencias de usuarios simultáneos.
fi: Käytössäsi on tällä hetkellä {0} kappaletta {1} yhtäaikaisesta käyttäjälisenssistäsi.
fr: {0} des {1} licence(s) sont actuellement en cours d'utilisation.
hu: Jelenleg a(z) {1}-ból {0} aktuális felhasználói licencet használt fel.
pl: Obecnie zajęte jest {0} użytkowników z {1} dostępnych
pt: Até agora, você usou {0} de {1} licença(s) de usuários simultâneos disponíveis.
pt_pt: Presentemente usou {0} de {1} licenças de utilizadores concorrentes.
ru: В настоящее время вы используете {0} из вашей {1} лицензии(ов) одновременного пользователя.
zh_hant: 您目前已使用 {0}，超過 {1} 同時使用授權數量。

# Admin_ActiveSessions_UsageEnterprise
source: You currently have {0} active user(s) in the system.
cs: Aktuálně máte v systému {0} aktivních uživatelů.
de: Sie haben derzeit {0} aktive Benutzer im System.
es: Actualmente tiene {0} usuarios activos en el sistema.
fi: Järjestelmässä on tällä hetkellä {0} aktiivista käyttäjää.
fr: {0} utilisateur(s) connecté(s).
hu: A rendszerben jelenleg {0} aktív felhasználó van.
pl: W tej chwili w systemie jest {0} aktywnych użytkowników
pt: {0} usuário(s) estão ativo(s) no sistema neste momento.
pt_pt: Presentemente tem {0} utilizador(s) ativos(s) no sistema.
ru: В настоящее время в системе есть {0} активный(ые) пользователь(ы).
zh_hant: 目前系統中有{0}活動中使用者。

# Admin_Custom_01
source: Custom 01
de: Benutzerdefiniert 01
es: Personalizada 01
fi: Kustomoitu 01
hu: Egyéni 01
pl: Definiowalne 01
pt: Personalizada 01
pt_pt: Personalização 01
ru: Таможня 01
zh_hant: 自訂01

# Admin_Custom_02
source: Custom 02
de: Benutzerdefiniert 02
es: Personalizada 02
fi: Kustomoitu 02
hu: Egyéni 02
pl: Definiowalne 02
pt: Personalizada 02
pt_pt: Personalização 02
zh_hant: 自訂02

# Admin_Custom_03
source: Custom 03
de: Benutzerdefiniert 03
es: Personalizada 03
fi: Kustomoitu 03
hu: Egyéni 03
pl: Definiowalne 03
pt: Personalizada 03
pt_pt: Personalização 03
ru: Таможня 03
zh_hant: 自訂03

# Admin_Custom_04
source: Custom 04
de: Benutzerdefiniert 04
es: Personalizada 04
fi: Kustomoitu 04
hu: Egyéni 04
pl: Definiowalne 04
pt: Personalizada 04
pt_pt: Personalização 04
ru: Таможенный 04
zh_hant: 自訂04

# Admin_Custom_05
source: Custom 05
de: Benutzerdefiniert 05
es: Personalizada 05
fi: Kustomoitu 05
hu: Egyéni 05
pl: Definiowalne 05
pt: Personalizada 05
pt_pt: Personalização 05
ru: Таможенный 05
zh_hant: 自訂05

# Admin_DataSyncCustomPropertyMapping_CustomValueMapping
source: Custom Value Mapping
cs: Vlastní mapování hodnot
de: Benutzerdefinierte Wertezuordnung
es: Mapeo de Valores Personalizados
fi: Kustomoitavien arvojen mäppäys
fr: Mapping personnalisé
hu: Egyéni értékfelfedezés
pt: Mapeamento de Valor Personalizado
pt_pt: Personalização 05
ru: Настраиваемое отображение значений
zh_hant: 自訂值對應

# Admin_DataSyncCustomPropertyMapping_Intro1
source: To configure the data mappings for this custom property, please fill in the
cs: Chcete-li konfigurovat mapování dat pro tuto vlastní vlastnost, vyplňte prosím
de: Um die Datenzuordnung für diese benutzerdefinierte Eigenschaft zu konfigurieren, füllen Sie bitte die
es: Para configurar los mapeos de datos para esta propiedad personalizada, rellene en
fi: Konfiguroidaksesi tämän kustomoidun ominaisuuden datamäppäyksen, lisää
fr: Pour configurer le mapping des données pour cette propriété personnalisée, veuillez saisir les
hu: Az adatfelfedezésnek az egyéni tulajdonsághoz konfigurálásához próbálja meg kitölteni
pt: Para configurar os mapeamentos de dados para esta propriedade personalizada, por favor preencha no
pt_pt: Para configurar o mapeamento de dados para esta propriedade personalizada, preencha por favor
ru: Чтобы настроить отображение данных для этого пользовательского свойства, пожалуйста, заполните команду
zh_hant: 欲設定自訂屬性的資料對應，請填

# Admin_DataSyncCustomPropertyMapping_Intro2
source: external key values for the custom property below. If this is a <b>custom list</b> property, you also need to fill in the external key for each of the custom property values as well:
cs: hodnoty externího klíče pro vlastní vlastnost níže. Pokud se jedná o vlastnost <b>vlastního seznamu</b>, musíte také vyplnit externí klíč pro každou z hodnot:
de: externen Schlüsselwerte für die unten angegebenen benutzerdefinierten Eigenschaften aus. Falls dies eine Eigenschaft einer <b>benutzerdefinierten Liste</b> ist, müssen Sie auch den externen Schlüssel für jede der benutzerdefinierten Werte ausfüllen.
es: los valores de claves externas para la propiedad personalizada a continuación. Si se trata de una propiedad de la <b> lista personalizada </ b>, también debe rellenar la clave externa para cada uno de los valores de propiedad personalizada:
fi: alle sen ulkoiset avainarvot. Jos kyseessä on <b>kustomoidun listan</b> ominaisuus, sinun täytyy lisäksi lisätä ulkoinen avain myös jokaiselle kustomoidun ominaisuuden arvolle:
fr: valeurs de clé externe. Si il s'agit d'une <b>custom list</b>, vous devez aussi saisir la clé externe pour chacune des propriétés personnalisées :
hu: a külső kulcsértékeket az alábbi egyéni tulajdonsághoz. Ha ez egy <b>egyéni lista</b> tulajdonság, akkor ki kell tölteni a külső kulcsot minden egyes egyéni tulajdonsághoz:
pt: valores de chave externas para a propriedade personalizada abaixo. Se esta é uma propriedade da <b> lista personalizada </ b> , você também precisa preencher a chave externa para cada um dos valores de propriedades personalizadas:
pt_pt: valores chave externos para a propriedade personalizada em baixo. Se tal for uma propriedade de <b> lista personalizada</b> pode também necessitar de também preencher a chave externa para cada um dos valores da propriedade:
ru: значения внешних ключей для пользовательского свойства ниже. Если это свойство <b>пользовательский список</b>, то вам также необходимо заполнить внешний ключ также для каждого из пользовательских значений свойств:
zh_hant: 下方自訂屬性的外部鍵值。若此為<b>自訂列表</b>屬性，您也必須填滿每一自訂屬性值的外部鍵。

# Admin_DataSyncCustomPropertyMapping_Title
source: Edit Custom Property Data Mapping
cs: Upravit mapování dat vlastní vlastnosti
de: Datenzuordnung der benutzerdefinierten Eigenschaften bearbeiten
es: Editar Mapeo de Datos de Propiedades Personalizadas
fi: Muuta kustomoitujen ominaisuuksien datamäppäystä
fr: Modifier le mapping des propriétés personnalisées
hu: Egyéni tulajdonság adatfelfedezésének szerkesztése
pt: Editar Mapeamento de Dados de Propriedade Personalizada
pt_pt: Editar a Propriedade Personalizada Mapeamento de Dados
ru: Редактирование отображения данных пользовательских свойств
zh_hant: 編輯自訂屬性資料對應

# Admin_DataSyncDetails_AutoMapUsers
source: Auto-Map Users
cs: Automaticky mapovat uživatele
de: Auto-Map Benutzer
es: Mapeo Automático de Usuarios
fi: Kartoita käyttäjät automaattisesti
fr: Mapping automatique des utilisateurs
hu: Felhasználó automatikus felfedezése
pt: Auto-Mapear Usuários
pt_pt: Auto-mapear utilizadores
ru: Пользователи автоматической картографии
zh_hant: 自動對應使用者

# Admin_DataSyncDetails_BackToHome
source: Back to Data Synchronization Home
cs: Zpět na domovskou stránku synchronizace dat
de: Zurück zur Startseite der Datensynchronisation
es: Volver a la Página Principal de Sincronización de Datos
fi: &lt;&lt; Palaa Tietojen sykronointi-sivulle
fr: Retour Synchronisation des données
hu: Vissza az adatszinkronizáció kezdőoldalára
pt: Voltar à Página Inicial de Sincronização de Dados
pt_pt: &lt;&lt; Voltar para a Home da sincronização de dados
ru: Вернуться к началу синхронизации данных
zh_hant: << 返回至資料同步首頁

# Admin_DataSyncDetails_Intro
source: Please enter/edit the following information for the plug-in. The exact information that needs to be entered is specific to each plug-in, and you should refer to the documentation for the plug-in when entering/changing it:
cs: Zadejte nebo upravte následující informace o plug-in modulu. Přesné informace, které je třeba zadat, jsou specifické pro každý plug-in modul a při jeho zadávání a změně byste si měli přečíst dokumentaci plug-in modulu:
de: Bitte die folgenden Informationen dieses Plug-Ins eingeben / bearbeiten . Die genauen Angaben, sind für jedes Plug-In spezifisch und sollten sich auf die Plug-In Dokumentation beziehen:
es: Por favor, ingrese o edite la siguiente información para el plug-in. La información exacta que usted debe introducir es específica de cada plug-in. Consulte la documentación del plug-in para introducirlo o cambiarlo:
fi: Lisää/muokkaa seuraavat liitännäisen tarvitsemat tiedot. Tutki liitännäisen omaa dokumentaatiota saadaksesi lisätietoa lisättävistä/muokattavista tiedoista.
fr: Veuillez saisir/modifier les informations du module. Le type d'information est spécifique à chaque module. Veuillez consulter la documentation pour plus d'informations.
hu: Adja meg/szerkessze az alább információt a kiegészítőhöz. A megadandó információ minden kiegészítő esetén egyéni, ezért ezek megadása/módosítása esetén tekintse át a kiegészítő dokumentációját:
pt: Por favor, Informe/Edite as informações a seguir para o plug-in. A informação exata que deve ser inserida é específica para cada plug-in, e você deve consultar a documentação para informá-la/mudá-la adequadamente:
pt_pt: Por favor insira/edite a informação seguinte para o plug-in. A informação exata que precisa ser introduzida é específica de cada plug-in e deve consultar a documentação relativa ao plug-in quando o inserir/alterar:
ru: Пожалуйста, введите/измените следующую информацию для плагина. Точная информация, которая должна быть введена, специфична для каждого плагина, и вы должны обратиться к документации для плагина при его вводе/изменении:
zh_hant: 請輸入/編輯下列外掛程式資訊。每一外掛程式皆需輸入確切的資訊，且您應參考外掛程式的說明文件：

# Admin_DataSyncDetails_NewPlugIn
source: New Plug-In
cs: Nový Plug-In
de: Neues Plug-In
es: Nuevo Plug-In
fi: Uusi liitännäinen
fr: Nouveau module
hu: Új kiegészítő
pt: Novo Plug-In
pt_pt: Novo plug-in
ru: Новое подключение
zh_hant: 新外掛程式

# Admin_DataSyncDetails_TimeOffset
source: Time Offset
cs: Časový offset
de: Zeitverschiebung
es: Desfase Temporal
fi: Aikaero
fr: Décalage (Offset)
hu: Időeltolás
pt: Diferença de Tempo
pt_pt: Diferença horária
ru: Смещение во времени
zh_hant: 時間偏移

# Admin_DataSyncDetails_Title
source: Edit Plug-In
cs: Upravit Plug-In
de: Plug-In bearbeiten
es: Editar Plug-In
fi: Muokkaa liitännäistä
fr: Modifier le module
hu: Kiegészítő szerkesztése
pt: Editar Plug-In
pt_pt: Editar o plug-in
ru: Редактировать плагин
zh_hant: 編輯外掛程式

# Admin_DataSyncFieldMapping_BackToMappings
source: Back to Product Mappings
cs: Zpět na mapování Produktu
de: Zurück zur Produktzuordnung
es: Volver a Mapeos de Proyecto
fi: &lt;&lt; Palaa projektimäppäyksiin
fr: Retour Mappings de produits
hu: Vissza projekttérképekhez
pl: Back to Project Mappings
pt: Voltar para Mapeamentos de Projeto
pt_pt: Editar o plug-in
ru: Вернуться к отображению продуктов
zh_hant: << 返回至專案對應

# Admin_DataSyncFieldMapping_Intro
source: To configure the data mappings for this field, please fill in the external key values for the {0} plug-in next to each {1} value:
cs: Chcete-li konfigurovat mapování dat pro toto pole, vyplňte hodnoty externích klíčů pro {0} doplněk vedle každé hodnoty {1}:
de: Um die Datenzuordnung für dieses Feld zu konfigurieren, geben Sie bitte die externen Schlüsselwerte für das {0} Plug-In bei jedem {1} Wert an:
es: Para configurar los mapeos de datos para este campo, rellene los valores de clave externa para el plug-in {0} junto a cada valor de {1}:
fi: Muuttaaksesi tämän kentän datamäppäyksiä, lisää ulkoisen avaimen arvo liitännäiselle {0} jokaisen {1} arvon jälkeen.
fr: Pour configurer les mappings de données pour ce champ, veuillez saisir les valeurs de clé externe pour le module {0} situés près de chaque valeur {1} :
hu: Az ehhez a mezőhöz tartozó adattérképek konfigurálásához töltse ki a {0} kiegészítő külső kulcsértékeit minden egyes {1} érték mellett:
pt: Para configurar os mapeamentos de dados para este campo, por favor preencha os valores de chave externos para o plug-in {0} ao lado de cada valor {1}:
pt_pt: Para configurar o mapeamento de dados para este campo, preencha por favor os valores da chave externa para o {0} plug-in para cada {1} valor:
ru: Для настройки отображения данных для этого поля, пожалуйста, заполните значения внешних ключей для плагина {0} рядом с каждым значением {1}:
zh_hant: 欲編輯此欄位的資料對應，請為{0}外掛程式填入外部鍵值緊接著每一{1}值

# Admin_DataSyncFieldMapping_Title
source: Edit Standard Field Data Mapping
cs: Upravit standardní pole mapování dat
de: Datenzuordnung für das Standardfeld bearbeiten
es: Editar Mapeo de Datos de Campo Estándar
fi: Muokkaa peruskenttien datamäppäystä
fr: Modifier le mapping des données standard
hu: Általános mezőadattérkép
pt: Editar Mapeamento de Dados de Campo Padrão
pt_pt: Editar Mapeamento de Dados para Campos Standard
ru: Редактирование стандартного отображения данных полей
zh_hant: 編輯標準欄位資料對應

# Admin_DataSynchronization_DataMapping
source: Data Mapping
cs: Mapování dat
de: Datenzuordnung
es: Mapeo de Datos
fi: Datamäppäys
fr: Mapping des données
hu: Adatok feltérképezése
pt: Mapeamento de Dados
pt_pt: Mapeamento de Dados
ru: Картирование данных
zh_hant: 資料對應
