Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_RiskWorkflows_Intro1
source: These are the various Risk workflows available in the product template. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workflow týkající se Rizik dostupná v šabloně produktu. Chcete-li přidat nové workflow, klikněte na tlačítko Přidat workflow, chcete-li upravit stávající workflow, klikněte na tlačítko Kroky:
de: Dies sind die verschiedenen Risiko-Workflows, die in der Produktvorlage zur Verfügung stehen. Um einen neuen Workflow hinzuzufügen, klicken Sie auf die Schaltfläche Workflow hinzufügen, um einen bestehenden Workflow zu bearbeiten, klicken Sie auf die Schaltfläche Schritte:
es: Estos son los diversos Flujos de Trabajo de Riesgo disponibles en la plantilla del producto. Para agregar un nuevo flujo de trabajo, haga clic en el botón 'Agregar Flujo de Trabajo'. Para editar un flujo de trabajo existente, haga clic en el botón 'Pasos':
fr: Plusieurs workflows de risque sont disponibles dans le modèle. Cliquer sur «Etapes» pour modifier un workflow ou sur «Ajouter un workflow» pour en ajouter des nouveaux.
hu: Ezek a projektsablonhoz elérhető különböző kockázat-munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: Są to różne przepływy pracy związane z ryzykiem dostępne w szablonie produktu. Aby dodać nowy przepływ, należy kliknąć przycisk Dodaj przepływ, a aby edytować istniejący przepływ, należy kliknąć przycisk Kroki:
pt: Estes são os vários fluxos de trabalho de riscos disponíveis no modelo do produto. Para adicionar um novo fluxo de trabalho, clique no botão Adicionar Fluxo de Trabalho, para editar um fluxo de trabalho existente, clique no botão Etapas:
ru: Это различные рабочие процессы по управлению рисками, доступные в шаблоне продукта. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:

# Admin_RiskWorkflowTransition_AuthorExecuteLabel
source: The creator of this Risk can execute:
cs: Autor tohoto Rizika může provést:
de: Der Ersteller dieses Risikos kann ausführen:
es: El creador de este Riesgo puede ejecutar:
fr: L'auteur du risque peut exécuter :
hu: A kockázat létrehozója végrehajthat:
pl: Twórca tego ryzyka może go wykonać:
pt: O criador desse Risco pode executar:
ru: Создатель этого риска может выполнить:

# Admin_RiskWorkflowTransition_OwnerExecuteLabel
source: The owner of this Risk can execute:
cs: Vlastník tohoto Rizika může provést:
de: Der Besitzer dieses Risikos kann ausführen
es: El propietario de este Riesgo puede ejecutar:
fr: Le propriétaire du risque peut exécuter :
hu: A kockázat tulajdonosa végrehajthat:
pl: Właściciel tego ryzyka może wykonać:
pt: O proprietário desse Risco pode executar:
ru: Владелец этого риска может исполнить:

# RiskList_RisksForProject
source: risk(s) for this product
cs: rizika pro tento produkt
de: Risiko/Risiken für dieses Produkt
es: riesgo(s) para este producto
fr: risque(s) pour le produit
hu: a projekthez tartozó kockázat(ok)
pl: ryzyko(-a) dla tego produktu
pt: risco(s) para esse produto
ru: риск(ы) для данного продукта

# RiskDetails_BackToList
source: Back to Risk List
cs: Zpět na seznam Rizik
de: Zurück zur Risikoliste
es: Volver a la Lista de Riesgos
fr: Retour à Liste des risques
hu: Vissza a kockázatlistához
pl: Powrót do listy ryzyka
pt: Voltar à Lista de Riscos
ru: Вернуться к списку риска

# RiskDetails_Title
source: Risk Details
cs: Detaily Rizika
de: Risikodetails
es: Detalles de Riesgo
fr: Détails de risque
hu: Kockázat részletei
pl: Szczegóły dotyczące ryzyka
pt: Detalhes do Risco
ru: Детали риска

# RiskDetails_YouNeedTo
source: You need to
cs: Je zapotřebí
de: Sie müssen
es: Necesitas
fr: Vous devez
hu: Először
pl: Musisz
pt: Você precisa
ru: Вам нужно

# RiskDetails_YouNeedToEnding
source: this risk before you can add attachments.
cs: toto riziko, než budete moci přidat přílohy.
de: dieses Risiko, bevor Sie Anhänge hinzufügen können.
es: este riesgo antes de que pueda agregar archivos adjuntos.
fr: ce risque avant de pouvoir ajouter des pièces jointes
hu: kell a kockázatot a csatolmányok hozzáadásához.
pl: to ryzyko przed dodaniem załączników.
pt: este risco antes de adicionar anexos.
ru: этот риск до того, как вы сможете добавить вложения.

# ProjectList_MyAssignedRisks
source: My Assigned Risks
cs: Mně přiřazená rizika
de: Mir zugeordnete Risiken
es: Mis Riesgos Asignados
fr: Mes risques
hu: Hozzám rendelt kockázatok
pl: Moje przydzielone ryzyko
pt: Riscos associados a mim
ru: Мои назначенные риски

# OpenRisks_DisplayOwner
source: Display risk owner column
cs: Zobrazit sloupec vlastník Rizika
de: Spalte Risikoverantwortlicher anzeigen
es: Mostrar columna de propietario de riesgo
fr: Affichage colonne auteur du risque
hu: Kockázat tulajdonosa oszlop megjelenítése
pl: Wyświetlanie kolumny właściciela ryzyka
pt: Mostrar coluna Proprietário do Risco
ru: Отобразить колонку владельца риска

# OpenRisks_DisplayType
source: Display risk type column
cs: Zobrazit sloupec typ Rizika
de: Spalte Risikotyp anzeigen
es: Mostrar columna de tipo de riesgo
fr: Affichage colonne type de risque
hu: Kockázattípus oszlop megjelenítése
pl: Wyświetlanie kolumny z rodzajem ryzyka
pt: Mostrar coluna Tipo do Risco
ru: Отобразить столбец типа риска

# ProjectHome_RiskSummary
source: Risk Summary
cs: Přehled Rizik
de: Risikozusammenfassung
es: Resumen de Riesgos
fr: Résumé de risque
hu: Kockázat összefoglalása
pl: Podsumowanie ryzyka
pt: Resumo de Riscos
ru: Резюме рисков

# Global_Links
source: Links
cs: Odkazy
es: Enlaces
fr: Liens
hu: Hivatkozások
pl: Linki
ru: Ссылки

# LicenseDetails_Perpetual
source: Perpetual
cs: Trvalá
de: Dauerhaft
es: Perpetua
fr: Licence Perpétuelle
hu: Állandó
pl: Wieczyste
pt: Permanente

# Admin_ProductDetails_BackToHome
source: Back to Product Admin Home
cs: Zpět na domovskou stránku Produktu
de: Zurück zur Admin-Startseite des Produkts
es: Volver a la Página de Inicio de administración del Producto
fr: Retour à Admin Produits
hu: Vissza a projekt admin kezdőoldalára
pl: Powrót do strony głównej administratora produktu
pt: Voltar à pag. Inicial do Adm. de Produtos
ru: Вернуться к администрированию продукта Главная

# Global_List
source: List
cs: Seznam
de: Liste
es: Lista
fr: Liste
hu: Lista
pl: Lista
pt: Lista
pt_pt: Lista
ru: Список

# Global_Document
source: Document
cs: Dokument
de: Dokument
es: Documento
hu: Dokumentum
pl: Dokument
pt: Documento
pt_pt: Documento
ru: Документ

# Global_MindMap
source: Mind Map
cs: Myšlenková mapa
es: Mapa Mental
hu: Gondolati térkép
pl: Mapa umysłu
pt: Mapa Mental
pt_pt: Mapa Mental
ru: Карта разума

# Global_Tree
source: Tree
cs: Strom
de: Baum
es: Árbol
hu: Fa
pl: Drzewo
pt: Árvore
pt_pt: Árvore
ru: Дерево

# SiteMap_RequirementsBoard
source: Requirements Board
cs: Nástěnka Požadavků
de: Anforderungsboard
es: Tabla de Requisitos
fr: Tableau des besoins
hu: Követelménytábla
pl: Rada ds. wymagań
pt: Quadro de Requerimentos
pt_pt: Quadro de Requisitos
ru: Совет по требованиям

# SiteMap_RequirementsDocument
source: Requirements Document
cs: Dokumenty Požadavků
de: Anforderungsdokument
es: Documento de Requisitos
fr: Document des besoins
hu: Követelménydokumentum
pl: Wymagania Dokumentacja
pt: Documento de Requerimentos
pt_pt: Documento de Requisitos
ru: Документ с требованиями

# SiteMap_RequirementsMap
source: Requirements Mind Map
cs: Myšlenková mapa Požadavků
de: Anforderungs-Mind Map
es: Mapa Mental de Requisitos
fr: Mind map besoins
hu: Követelmények gondolati térképe
pl: Wymagania Mapa umysłu
pt: Mapa Mental de Requerimentos
pt_pt: Mapa de Requisitos
ru: Требования Карта разума

# RequirementsMap_IncludeAssociations
source: Include Associations
cs: Zahrnout propojení
de: Verknüpfungen einbeziehen
es: Incluir Asociaciones
fr: Inclure les associations
hu: Társítások bevonása
pl: Obejmuje stowarzyszenia
pt: Incluir Associações
pt_pt: Incluir Associações
ru: Включить ассоциации

# RequirementStep_End
source: End
cs: Konec
de: Ende
es: Final
fr: Fin
hu: Vége
pl: Koniec
pt: Fim
pt_pt: Fim
ru: Конец

# RequirementStep_Start
source: Start
cs: Začátek
es: Comienzo
fr: Début
hu: Eleje
pt: Começo
pt_pt: Início
ru: Начать

# RequirementsDocument_PackageSelector
source: Requirements Selector
cs: Selektor Požadavků
de: Anforderungs-Selektor
es: Selector de Requisitos
fr: Sélection des besoins
pl: Selektor wymagań
pt: Seletor de Requerimentos
pt_pt: Seletor de Requisitos
ru: Выбор требований

# UserProfile_RssTokenApiKey
source: RSS / API Key
de: RSS / API-Schlüssel
es: RSS / Clave API
fr: RSS / Clé API
pl: RSS / Klucz API
pt: RSS / Chave API
pt_pt: Chave RSS / API
ru: RSS / API ключ

# TaskList_IncludeBlocked
source: Display Blocked Tasks
cs: Zobrazit Blokované Úkoly
de: Gesperrte Aufgaben anzeigen
es: Mostrar Tareas Bloqueadas
fr: Afficher les tâches bloquées
pl: Wyświetlanie zablokowanych zadań
pt: Exibir Tarefas Bloqueadas
pt_pt: Apresentar Tarefas Bloqueadas
ru: Дисплей Заблокированные задачи

# TaskList_IncludeBlockedTooltip
source: Should we include tasks that are in the Blocked status
cs: Měli bychom zahrnout úkoly, které jsou ve stavu Blokováno
de: Sollen wir Aufgaben aufnehmen, die sich im Status Gesperrt befinden
es: Deberíamos incluir tareas que están en estado Bloqueado?
fr: Voulez-vous inclure les tâches qui sont dans l'état bloqué ?
pl: Czy powinniśmy uwzględnić zadania, które są w stanie zablokowanym
pt: Devemos incluir tarefas que estão com status Bloqueado
pt_pt: Devemos incluir tarefas que estejam no estado Bloqueado
ru: Должны ли мы включать задачи, которые находятся в статусе "Заблокировано".

# TaskList_IncludeCompleted
source: Display Completed Tasks
cs: Zobrazit dokončené Úkoly
de: Erledigte Aufgaben anzeigen
es: Mostrar Tareas Completadas
fr: Afficher les tâches terminées
hu: Mutassa a befejezett feladatokat
pl: Wyświetlanie ukończonych zadań
pt: Exibir Tarefas Completadas
pt_pt: Apresentar Tarefas Concluídas
ru: Отображение завершенных задач

# TaskList_IncludeCompletedTooltip
source: Should we include tasks that are in one of the closed statuses (Completed, Duplicate, Rejected, Obsolete)
cs: Měli bychom zahrnout Úkoly, které jsou v jednom z dokončených stavů (Dokončeno, Duplikováno, Odmítnuto, Zastaralé)
de: Sollen wir Aufgaben aufnehmen, die sich in einem der abgeschlossenen Status (Abgeschlossen, Duplikat, Abgelehnt, Veraltet) befinden?
es: Deberíamos incluir tareas que están en uno de los estados cerrados (Completada, Duplicada, Rechazada, Obsoleta)
fr: Souhaitez-vous inclure les tâches qui sont fermées (statut : terminé, dupliqué, rejeté, obsolète) ?
pl: Czy powinniśmy włączyć zadania, które są w jednym ze statusów zamkniętych (ukończone, powielone, odrzucone, przestarzałe)
pt: Devemos incluir tarefas que estão com algum dos status fechados (Completada, Duplicada, Rejeitada, Obsoleta)
pt_pt: Devemos incluir tarefas que estejam num dos estados finais (Completa, Duplicada, Rejeitada, Obsoleta)
ru: Должны ли мы включать задачи, которые находятся в одном из закрытых статусов (Завершены, Дублированы, Отклонены, Устарели)

# TaskList_IncludeDeferred
source: Display Deferred Tasks
cs: Zobrazit odložené Úkoly
de: Aufgeschobene Aufgaben anzeigen
es: Mostrar Tareas Diferidas
fr: Afficher les tâches différées
hu: Elhalasztott feladatok
pl: Wyświetlanie odroczonych zadań
pt: Exibir Tarefas Adiadas
pt_pt: Apresentar Tarefas Adiadas
ru: Отображать отложенные задачи

# TaskList_IncludeDeferredTooltip
source: Should we include tasks that are in the Deferred status
cs: Měli bychom zahrnout Úkoly, které jsou v odloženém stavu
de: Sollten wir Aufgaben aufnehmen, die sich im aufgeschobenen Status befinden
es: Deberíamos incluir tareas que están en estado Diferido?
fr: Souhaitez-vous inclure les tâches différées ?
hu: Elhalasztott státuszban lévő követelményeket tartalmazza
pl: Jeżeli uwzględnimy zadania, które są w stanie odroczonym
pt: Devemos incluir tarefas que estão com status Adiadas
pt_pt: Devemos incluir tarefas que estejam no estado Adiado
ru: Должны ли мы включать задачи, которые находятся в статусе Отсрочка

# RequirementsList_IncludeAccepted
source: Include Accepted Requirements
cs: Zahrnout akceptované Požadavky
de: Akzeptierte Anforderungen einbeziehen
es: Incluir Requisitos Aceptados
fr: Inclure les besoins acceptés
hu: Elfogadott követelményeket tartalmazza
pl: Uwzględniać Przyjęte Wymagania
pt: Incluir Requerimentos Aceitos
pt_pt: Incluir Requisitos Aceites
ru: Включить принятые требования

# RequirementsList_IncludeAcceptedTooltip
source: Should we display requirements in the Accepted status (before they have been planned)
cs: Měli bychom zobrazit požadavky ve stavu Akceptováno (před jejich plánováním)
de: Sollten wir Anforderungen im Status Angenommen anzeigen (bevor sie geplant wurden)
es: Deberíamos mostrar los requisitos en el estado Aceptado (antes de que se hayan planificado)
fr: Souhaitez-vous afficher les besoins avec le statut accepté (avant leur planification) ?
hu: Azokat a követelményeket mutatja, amelyek elfogadott státuszban vannak (Tervezés előtt)
pl: Czy powinniśmy wyświetlić wymagania w statusie Akceptowane (zanim zostaną one zaplanowane)
pt: Devemos exibir requerimentos com status Aceito (antes que eles tenham sido planejados)
pt_pt: Devemos apresentar os requisitos no estado Aceite (antes destes terem sido planeados)
ru: Должны ли мы отображать требования в принятом состоянии (до того, как они были запланированы).

# RequirementsList_IncludeCompleted
source: Include Completed Requirements
cs: Zahrnout dokončené Požadavky
de: Erledigte Anforderungen einbeziehen
es: Incluir Requisitos Completos
fr: Inclure les besoins terminés
hu: Befejezett követelményeket tartalmazza.
pl: Uwzględniać ukończone wymagania
pt: Incluir Requerimentos Completados
pt_pt: Incluir Requisitos Concluídos
ru: Включить выполненные требования

# RequirementsList_IncludeCompletedTooltip
source: Should we display requirements in one of the completed statuses (Completed, Obsolete, Rejected, Developed, Tested)
cs: Měli bychom zobrazit Požadavky v jednom z dokončených stavů (Dokončeno, Zastaralé, Odmítnuto, Vyvinuto, Testováno)
de: Sollten wir Anforderungen in einem der abgeschlossenen Status (Abgeschlossen, Veraltet, Abgelehnt, Entwickelt, Getestet) anzeigen
es: Deberíamos mostrar los requisitos en uno de los estados completados (Completado, Obsoleto, Rechazado, Desarrollado, Probado)
fr: Souhaitez-vous afficher les besoins terminés (statut : terminé, dupliqué, rejeté et obsolète) ?
hu: Azokat a követelményeket mutatja, amelyek valamely befejezett státuszban vannak ( Befejezett, Elavult, Elutasított, Fejlesztett, Tesztelt)
pl: Czy mamy wyświetlić wymagania w jednym z zakończonych statusów (ukończony, przestarzały, odrzucony, rozwinięty, przetestowany)
pt: Devemos exibir requerimentos que estão com algum dos status completados (Completado, Obsoleto, Rejeitado, Desenvolvido, Testado)
pt_pt: Devemos apresentar os requisitos num dos estados finais (Completo, Obsoleto, Rejeitado, Desenvolvido, Testado)
ru: Если мы отображаем требования в одном из завершенных статусов (Завершено, Устарело, Отклонено, Разработано, Проверено)

# GeneralSettings_UseTaraVaultForSourceCode
source: Use TaraVault for Source Code
cs: Jako zdrojový kód použít TaraVault
de: TaraVault für Quellcode verwenden
es: Usar TaraVault para el código fuente
fr: Utiliser TaraVault comme Code Source
pl: Użyj TaraVault dla kodu źródłowego
pt: Usar TaraVault para Código Fonte
pt_pt: Usar o TaraVault para o código fonte
ru: Используйте TaraVault для исходного кода

# GeneralSettings_UseTaraVaultForSourceCodeNotes
source: When enabled, Spira will use TaraVault for source code management, otherwise it will let you use an external Git or Subversion provider such as BitBucket, GitLab or Azure DevOps.
cs: Pokud je tato možnost povolena, použije Spira pro správu zdrojového kódu TaraVault, jinak vám umožní použít externího poskytovatele Git nebo Subversion, jako je BitBucket, GitLab nebo Azure DevOps.
de: Wenn aktiviert, wird Spira TaraVault für die Quellcode-Verwaltung verwenden, andernfalls können Sie einen externen Git- oder Subversion-Anbieter wie BitBucket, GitLab oder Azure DevOps verwenden.
es: Cuando esté habilitado, Spira usará TaraVault para la administración del código fuente, de lo contrario le permitirá usar un proveedor externo de Git o Subversion como BitBucket, GitLab o Azure DevOps.
fr: Spira utilisera TaraVault pour la gestion du code source si vous choisissez cette option. Vous pouvez sinon utiliser un outil externe tel que Git ou Subversion (BitBucket, GitLab, Azure DevOps…).
pl: Po włączeniu, Spira będzie używała TaraVault do zarządzania kodem źródłowym, w przeciwnym razie pozwoli na użycie zewnętrznego dostawcy Git lub Subversion, takiego jak BitBucket, GitLab lub Azure DevOps.
pt: Quando habilitado, o Spira usará o TaraVault para gerenciamento de código fonte; caso contrário, permitirá que você use um provedor Git ou Subversion externo, como BitBucket, GitLab ou Azure DevOps.
ru: Когда эта функция включена, Spira будет использовать TaraVault для управления исходным кодом, в противном случае она позволит вам использовать внешнего Git-провайдера или провайдера Subversion, например BitBucket, GitLab или Azure DevOps.

# Global_Unlimited
source: unlimited
cs: neomezeně
de: unbegrenzt
es: ilimitado
fr: illimité
hu: korlátlan
pl: Nieograniczony
pt: ilimitado
pt_pt: Ilimitado
ru: безлимитный

# SiteMap_PortfolioHome
source: Portfolio Home
cs: Portfolio - domovská stránka
de: Porfolio Home
es: Página de Inicio de Portafolio
fr: Accueil Portfolio
pt: Página Inicial do Portfólio

# PortfolioHome_PortfolioOverview
source: Portfolio Overview
cs: Portfolio - přehled
de: Portfolio-Übersicht
es: Descripción General del Portafolio
fr: Présentation Portfolio
pt: Visão Geral do Portfólio

# SiteMap_EnterpriseHome
source: Enterprise Home
es: Página de Inicio de la Empresa
fr: Accueil Entreprise
pt: Página Inicial da Empresa

# EnterpriseHome_EnterpriseOverview
source: Enterprise Overview
de: Enterprise-Übersicht
es: Descripción General de la Empresa
fr: Présentation Enterprise
pt: Visão Geral da Empresa

# ProjectGroupHome_Schedule
source: Schedule
cs: Plánování
de: Zeitplan
es: Calendario
fr: Calendrier
pt: Cronograma

# ProjectGroupHome_OverallCompletion
source: Requirement Completion
cs: Dokončené Požadavky
de: Abschluss der Anforderung
es: Realización de Requisitos
fr: Avancement global (%)
pt: Realização de Requerimentos

# ProjectGroupHome_ProductCompletion
source: Products: Completion
cs: Produkty: Dokončení
de: Produkte: Abschluss
es: Productos: Realización
fr: Produits : avancement
pt: Produtos: Realização

# ProjectGroupHome_ProductRelativeSize
source: Products: Relative Size (number of Requirements)
cs: Produkty: Relativní velikost (počet Požadavků)
de: Produkte: Relative Größe (Anzahl der Anforderungen)
es: Productos: Tamaño Relativo (número de Requisitos)
fr: Produits : quantité relative (nombre de besoins)
pt: Produtos: Tamanho Relativo (número de Requerimentos)

# ProjectHome_ReleaseCompletion
source: Releases/Sprints: Completion
cs: Verze/Sprinty: Dokončené
de: Releases/Sprints: Abschluss
es: Releases/Iteraciones: Realización
fr: Versions/Sprints : avancement
pt: Releases/Iterações: Realização

# ProjectHome_ReleaseRelativeSize
source: Releases/Sprints: Relative Size (number of Requirements)
cs: Verze/Sprinty: Relativní velikost (počet Požadavků)
de: Releases/Sprints: Relative Größe (Anzahl der Anforderungen)
es: Releases/Iteraciones: Tamaño Relativo (número de Requisitos)
fr: Versions/Sprints : quantité relative (nombre de besoins)
pt: Releases/Iterações: Tamanho Relativo (número de Requerimentos)

# PortfolioHome_OverallCompletion
source: Requirement Completion
cs: Dokončení Požadavku
de: Abschluss der Anforderung
es: Realización de Requisitos
fr: Avancement global (%)
pt: Realização de Requerimentos

# PortfolioHome_ProgramCompletion
source: Programs: Completion
cs: Programy: Dokončení
de: Programme: Abschluss
es: Programas: Realización
fr: Programmes : avancement
pt: Programas: Realização

# PortfolioHome_ProgramRelativeSize
source: Programs: Relative Size (number of Requirements)
cs: Programy: Relativní velikost (počet Požadavků)
de: Programme: Relative Größe (Anzahl der Anforderungen)
es: Programas: Tamaño Relativo (número de Requisitos)
fr: Programmes : quantité relative (nombre de besoins)
pt: Programas: Tamanho Relativo (número de Requerimentos)

# EnterpriseHome_EnterpriseOverview1
source: Portfolio Overview
cs: Portfolio Přehled
de: Portfolio-Übersicht
es: Descripción General del Portafolio
fr: Vue Portfolio
pt: Visão Geral do Portfólio

# EnterpriseHome_OverallCompletion
source: Requirement Completion
cs: Dokončení Požadavku
de: Abschluss der Anforderung
es: Realización de Requisitos
fr: Avancement global (%)
pt: Realização de Requerimentos

# EnterpriseHome_PortfolioCompletion
source: Portfolios: Completion
cs: Portfolia: Dokončení
de: Portfolio: Abschluss
es: Portafolio: Realización
fr: Portfolios : avancement
pt: Portfólios: Realização

# EnterpriseHome_PortfolioRelativeSize
source: Portfolios: Relative Size (number of Requirements)
cs: Portfolia: Relativní velikost (počet Požadavků)
de: Portfolio: Relative Größe (Anzahl der Anforderungen)
es: Portafolio: Tamaño Relativo (número de Requisitos)
fr: Portfolios : quantité relative (nombre de besoins)
pt: Portfólios: Tamanho Relativo (número de Requerimentos)

# SiteMap_TaskGantt
source: Task Gantt Chart
cs: Gantttův graf Úkolů
de: Aufgaben-Gantt-Diagramm
es: Diagrama de Gantt de Tareas
fr: Gantt Tâches
pt: Gráfico de Gantt de Tarefas

# SiteMap_ReleaseGantt
source: Release Gantt Chart
cs: Ganttův graf Verze
de: Gantt-Diagramm freigeben
es: Gráfico Gantt de Release
fr: Gantt Versions
pt: Gráfico de Gantt de Releases

# SiteMap_ReleasesMap
source: Release Mind Map
cs: Myšlenková mapa Verze
de: Mind Map freigeben
es: Mapa Mental de Release
fr: Mind Map Versions
pt: Mapa Mental de Releases

# Admin_PortfolioList_Title
source: View / Edit Portfolios
cs: Zobrazit / Upravit Portfolia
de: Portfolios ansehen / bearbeiten
es: Ver/Editar Portafolios
fr: Afficher/Modifier les portfolios
pt: Ver / Editar Portfólios

# Admin_Portfolios_String1
source: The following portfolios have been created in the system. To edit an existing portfolio, please click on the 'Edit' link.
cs: V systému byla vytvořena následující portfolia. Chcete-li upravit stávající portfolio, klikněte na odkaz 'Upravit'.
de: Die folgenden Portfolios wurden im System angelegt. Um ein bestehendes Portfolio zu bearbeiten, klicken Sie bitte auf den Link 'Bearbeiten'.
es: Los siguientes portafolios se han creado en el sistema. Para editar un portafolio existente, haga clic en el enlace 'Editar'.
fr: Les portfolios suivants ont été définis dans l'application, cliquer sur [Modifier] pour effectuer des modifications.
pt: Os seguintes portfólios foram criados no sistema. Para editar um portfólio existente, clique no link 'Editar'.

# Admin_Portfolios_String2
source: To create a new portfolio, click on the [Add] button.
cs: Chcete-li vytvořit nové portfolio, klikněte na tlačítko [Přidat].
de: Um ein neues Portfolio zu erstellen, klicken Sie bitte auf die Schaltfläche [Hinzufügen].
es: Para crear un nuevo portafolio, haga clic en el botón [Agregar].
fr: Click sur [Ajouter] pour ajouter un nouveau portfolio.
pt: Para criar um novo portfólio, clique no botão [Adicionar].

# Admin_PortfolioCreate_Title
source: Add New Portfolio
cs: Přidat nové portfolio
de: Neues Portfolio hinzufügen
es: Agregar Nuevo Portafolio
fr: Ajouter un portfolio
pt: Adicionar Novo Portfólio
