Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# RequirementSelector_CreateRequirementFromTestCaseTooltip
source: Click this to create a new requirement in the requirements tree that is linked to this test case
cs: Klikněte zde pro vytvoření nového požadavku ve stromové struktuře požadavků, který je spojen s tímto testovacím případem
de: Klicken Sie hier, um eine neue Anforderung in die Anforderungsstruktur einzufügen, die mit diesem Testfall verknüpft ist.
es: Haga clic para crear un nuevo requerimiento en el árbol de requerimientos vinculado a este caso de prueba
fi: Klikkaa tästä luodaksesi uuden vaatimuksen vaatimuspuuhun, joka linkittyy tähän testitapaukseen
fr: Cliquez sur cette option pour créer un nouveau besoin dans l'arborescence des besoins liée à ce scénario de test
hu: Kattintson ide egy új követelmény létrehozásához, amely ehhez a tesztesethez kapcsolódik
pl: Kliknij , aby utworzyć nowe wymaganie w drzewie wymagań, które jest związane z tym przypadkiem testowym
pt: Clique para criar um novo requerimento na árvore de requerimentos que está associada a esse caso de teste
pt_pt: Clique aqui para criar um novo requisito a partir da árvore de requisitos que está associada a este caso de teste
ru: Щелкните здесь, чтобы создать новое требование в дереве требований, связанном с данным тестовым случаем.
zh_hans: 单击此选项以创建链接到这个测试案例的要求树中的新要求
zh_hant: 按下此連結在關聯測試案例的需求樹下建立需求

# RequirementSelector_Legend1
source: The requirements coverage box indicates the requirements that are currently mapped against the test case.
cs: Rámeček pokrytí požadavků označuje požadavky, které jsou aktuálně přiřazeny k testovacímu případu.
de: Das Feld Anforderungsabdeckung beinhaltet Anforderungen, die durch diesen Testfall abgedeckt sind.
es: El cuadro de Cobertura de Requerimientos indica los requerimientos actualmente relacionados al caso de prueba.
fi: Vaatimusten kattavuus -laatikossa näytetään vaatimukset, jotka tällä hetkellä linkittyy tähän testitapaukseen.
fr: L’encadré montre les besoins qui sont actuellement associés au scénario de test.
hu: A követelménylefedettség mezőben láthatóak azok a követelmények, amelyek jelenleg le vannak fedve tesztesettel.
pl: W polu 'Pokrycie wymagań' wskazane są wymagania, które są aktualnie zmapowane do przypadku testowego.
pt: O campo de cobertura de requerimentos indica os requerimentos que atualmente são mapeados para o caso de teste.
pt_pt: A caixa de cobertura de requisitos indica que requisitos estão presentemente mapeados com este caso de teste.
ru: Во вставке "Охват требований" указаны требования, которые в настоящее время являются отображен на карте против тестового дела.
zh_hans: 要求覆盖范围框指示当前映射对测试用例的要求。
zh_hant: 需求涵蓋範圍框表示需求目前對應的測試案例

# RequirementSelector_Legend2
source: To add requirements to this test case, choose from the list above and click [Add].
cs: Chcete-li přidat požadavky k tomuto testovacímu případu, vyberte si z výše uvedeného seznamu a klikněte na tlačítko [Přidat].
de: Um diesem Testfall Anforderungen hinzuzufügen, wählen Sie diese in der obigen Liste aus und klicken Sie auf [Hinzufügen].
es: Para agregar requerimientos a este caso de prueba, elíjalos de la lista anterior y haga clic en [Agregar].
fi: Lisätäksesi vaatimuksia tähän testitapaukseen, valitse yllä olevasta listasta ja klikkaa [Lisää].
fr: Pour ajouter des besoins à ce scénario de test, choisissez dans la liste ci-dessus et cliquez sur [Ajouter].
hu: A tesztesethez történő követelmény hozzáadásához kattintson a [Hozzáadás] gombra.
pl: Aby dodać wymagania do przypadku testowego, należy dokonać wyboru z listy powyżej i kliknąć przycisk [Dodaj].
pt: Para adicionar requerimentos a esse caso de teste, escolha da lista acima e clique em [Adicionar].
pt_pt: Para adicionar requisitos a este caso de teste escolha da lista acima e clique [Adicionar].
ru: Чтобы добавить требования к этому тестовому случаю, выберите из списка выше и нажмите кнопку [Добавить].
zh_hans: 要添加到此测试用例的要求，从上述列表中选择，然后单击 [添加]。
zh_hant: 欲新增需求至此測試案例，請從上方列表選擇後並按下[新增]

# RequirementSelector_Legend3
source: You can use the [Remove] and [Remove All] buttons to remove requirements that are no longer covered by the test case.
cs: Můžete použít tlačítka [Odebrat] a [Odebrat vše] k odstranění požadavků, které již nejsou pokryty tímto testovacím případem.
de: Sie können die Buttons [Entfernen] und [Alle entfernen] nutzen, um Anforderungen, die nicht mehr durch den Testfall abgedeckt sind zu entfernen.
es: Puede utilizar los botones [Eliminar] y [Eliminar Todo] para eliminar los requerimientos que ya no están cubiertos por el Caso de Prueba.
fi: Voit käyttää [Poista] ja [Poista kaikki] painikkeita poistaaksesi vaatimukset, joita ei enää kateta tällä testitapauksella.
fr: Vous pouvez utiliser [Supprimer] et [Tout Supprimer] pour supprimer les besoins qui ne sont plus couverts par le scénario de test.
hu: Használja az [Eltávolítás] gombot és [Mind eltávolítása] gombot, hogy eltávolítsa a követelményeket, amelyeket már nem fed le a teszteset.
pl: Możesz użyć przycisków [Usuń] i [Usuń wszystkie] w celu usunięcia wymagań, które nie są już pokryte przypadkami testowymi.
pt: Você pode usar os botões [Remover] e [Remover Tudo] para remover requerimentos que já não são mais cobertos pelo caso de teste.
pt_pt: Pode usar os botões [Remover] e [Remover todos] para remover os requisitos que já não se encontram cobertas pelo caso de teste.
ru: С помощью кнопок [Удалить] и [Удалить все] можно удалить требования, для которых нет дольше покрывается испытательным корпусом.
zh_hans: 您可以使用 [删除] 和 [全部删除] 按钮来删除的要求，已再没有涵盖的测试用例。
zh_hant: 您可使用[移除]和[全部移除]按鈕來移除此不再涵蓋此需求的測試案例。

# RequirementSelector_RequirementsCoverage
source: Requirements Coverage:
cs: Pokrytí požadavků:
de: Anforderungsabdeckung:
es: Cobertura de Requerimientos:
fi: Vaatimusten kattavuus:
fr: Couverture des besoins :
hu: Követelménylefedettség:
pl: Pokrycie wymagań:
pt: Cobertura dos Requerimentos:
pt_pt: Cobertura de requisitos:
ru: Требования Охват:
zh_hans: 要求覆盖范围：
zh_hant: 需求涵蓋範圍：

# TestStepService_Call
source: Call
cs: Volání
es: Llamar
fi: Kutsu
fr: Appel
hu: Hívás
pl: Wywołaj
pt: Chamar
pt_pt: Chamar
ru: Звоните на .
zh_hans: 调用
zh_hant: 呼叫

# TestStepService_With
source: with
cs: s
de: mit
es: con
fi: kanssa
fr: avec
hu: által
pl: z
pt: com
pt_pt: com
ru: с
zh_hans: 与
zh_hant: 與

# AutomationHostDetails_BackToList
source: Back to Host List
cs: Zpět na seznam hostitelů
de: Zurück zur Hostliste
es: Volver a la lista de Hosts
fi: Takaisin isäntä-listaan
fr: <<Retour à Liste des hôtes
hu: Vissza a kiszolgálólistához
pl: Wróć do listy hostów
pt: Voltar à lista de Hosts
pt_pt: << Voltar à lista de ambientes
ru: Назад к списку хозяев
zh_hans: <<回主机列表
zh_hant: << 返回至主機列表

# TestRunDetails_BackToList
source: Back to Test Run List
cs: Zpět na seznam běhů testů
de: Zurück zur Liste der Testläufe
es: Volver a la lista de Ejecuciones de Prueba
fi: Takaisin Testiajolistaan
fr: <<Retour à Liste des exécutions de test
hu: Vissza a Test futtatás listájához
pl: Wróć do listy przebiegu testów
pt: Voltar à lista de Execução de Testes
pt_pt: << Voltar à lista de execução de teste
ru: Вернуться к списку пробных запусков
zh_hans: <<回测试运行列表
zh_hant: << 返回至測試執行列表

# TestRunDetails_TestCaseAndTestStep
source: Test # / Step #
cs: Číslo testu / číslo kroku
de: Test # / Schritt #
es: Prueba n.º/Paso n.º
fi: Testi# / Askel#
fr: Test # / Étape #
hu: Teszt ID / Lépés ID:
pl: Test # / Krok #
pt: Teste nº/etapa nº
pt_pt: Teste # / passo #
ru: Тест # / Шаг#
zh_hans: 测试 # / 步#
zh_hant: 測試 # / 步驟 #

# TestRunDetails_ViewIncidents
source: View Incidents
cs: > Zobrazit incidenty
de: > Vorfälle anzeigen
es: Ver los Incidentes
fi: Näytä Havainnot
fr: > Afficher les incidents
hu: > Incidensek megtekintése
pl: > Przegląd incydentów
pt: Exibir Incidentes
pt_pt: > Exibir Defeitos
ru: Посмотреть Инциденты
zh_hans: ＞ 查看事件
zh_hant: > 檢視事件

# TestSetDetails_BackToList
source: Back to Test Set List
cs: Zpět na seznam testovacích sad
de: <<Zurück zur Liste der Testreihen
es: Volver a la lista de Conjuntos de Prueba
fi: Takaisin Testijoukko-listaan
fr: <<Retour à Liste des ensembles de tests
hu: Vissza a teszt szettek listájához
pl: Wróć do listy zestawów testowych
pt: Voltar à lista de Conjuntos de Teste
pt_pt: << Voltar à lista de conjunto de teste
ru: Вернуться к списку тестовых заданий
zh_hans: <<回测试集列表
zh_hant: << 返回至測試集列表

# TestStepDetails_BackToList
source: Back to Test Step List
cs: <<Zpět na přehled kroků testu
de: Zurück zur Liste der Testschritte
es: Volver a la lista de Pasos de Prueba
fi: Takaisin Testiaskel-listaan
fr: <<Retour à Liste des étapes de test
hu: Vissza a tesztlépések listájához
pl: Wróć do listy kroków testowych
pt: Voltar à lista de Etapas de Teste
pt_pt: << Voltar à lista de passo de teste
ru: Вернуться к списку этапов тестирования
zh_hans: <<回测试步骤列表
zh_hant: << 返回至測試步驟列表

# Admin_FileTypes_List
source: File Types List
cs: Seznam typů souborů
de: Liste der Dateitypen
es: Lista de Tipos de Archivo
fi: Tiedostotyyppien lista
fr: Liste des types de fichiers
hu: Fájltípusok listája
pl: Lista typów plików
pt: Lista de Tipos de Arquivo
pt_pt: Lista de tipos de ficheiros
ru: Список типов файлов
zh_hans: 文件类型列表
zh_hant: 檔案類型列表

# Admin_FileTypes_Description
source: Description
cs: Popis
de: Beschreibung
es: Descripción
fi: Kuvaus
hu: Leírás
pl: Opis
pt: Descrição
pt_pt: Descrição
ru: Описание
zh_hans: 说明
zh_hant: 描述

# Admin_FileTypes_Extension
source: Extension
cs: Přípona
de: Erweiterung
es: Extensión
fi: Laajennos
hu: Kiterjesztés
pl: Rozszerzenie
pt: Extensão
pt_pt: Extensão
ru: Расширение
zh_hans: 扩展
zh_hant: 擴展

# Admin_FileTypes_Icon
source: Icon
cs: Ikona
es: Icono
fi: Kuvake
fr: Icone
hu: Ikon
pl: Ikona
pt: Ícone
pt_pt: Ícone
ru: иконка
zh_hans: 图标
zh_hant: 圖示

# Admin_FileTypes_MimeType
source: Mime Type
cs: Mime typ
de: MIME-Typ:
es: Tipo de MIME:
fi: Mime-tyyppi
fr: Type MIME :
hu: MIME típus
pl: Typ MIME:
pt: Tipo de MIME
pt_pt: Tipo Mime
ru: Тип пантомимы
zh_hans: Mime 类型
zh_hant: Mime 類型

# Global_WorkflowOperations
source: Workflow Operations
cs: Operace workflow
de: Workflow Tätigkeiten
es: Operaciones de Flujo de Trabajo
fi: Tilamalli Operaatiot
fr: Opérations du workflow
hu: Workflow műveletek
pl: Workflow operacyjny
pt: Operações de Fluxo de Trabalho
pt_pt: Operações de workflow
ru: Рабочий процесс Операции
zh_hans: 工作流操作
zh_hant: 工作流程操作

# IncidentDetails_BackToList
source: Back to Incident List
cs: Zpět na seznam incidentů
de: Zurück zur Vorfallliste
es: Volver a la lista de Incidentes
fi: Takaisin Havaintolistaan
fr: <<Retour à Liste des incidents
hu: Vissza Incidens listához
pl: Wróć do listy incydentów
pt: Voltar à lista de Incidentes
pt_pt: << Voltar à Lista de Defeitos
ru: Вернуться к списку происшествий
zh_hans: <<回事件列表
zh_hant: << 返回事件列表

# Admin_FileTypes_SureDelete
source: Are you sure you want to delete this file type from the list?
cs: Opravdu chcete smazat tento typ ze seznamu?
de: Sind Sie sicher, dass Sie diesen Dateityp aus der Liste löschen möchten?
es: Está seguro de que desea borrar este tipo de archivo de la lista?
fi: Oletko varma että haluat poistaa tämän tiedostotyypin listasta?
fr: Etes-vous sûr de vouloir supprimer ce type de fichier dans la liste ?
hu: Biztosan törölni kívánja a fájltípust a listából?
pl: Czy chcesz usnąć ten typ pliku z listy?
pt: Você tem certeza de que deseja excluir este formato de arquivo da lista?
pt_pt: Tem certeza que deseja eliminar este tipo de ficheiro da lista?
ru: Вы уверены, что хотите удалить этот тип файлов из списка?
zh_hans: 确实要从列表中删除此文件类型吗？
zh_hant: 您確定要從清單中刪除此文件類型？

# IncidentDetails_YouNeedTo
source: You need to
cs: Musíte
de: Sie müssen
es: Debe
fi: Sinun täytyy
fr: Vous devez
hu: Először használja a
pl: Musisz
pt: Você precisa
pt_pt: Precisa de
ru: Вам нужно
zh_hans: 您需要
zh_hant: 您需求

# IncidentDetails_YouNeedToEnding
source: this incident before you can add attachments.
cs: tento incident, než budete moci přidávat přílohy.
de: diesen Vorfall, bevor Sie Anhänge hinzufügen können
es: este incidente para poder agregar adjuntos.
fi: tämä Havainto ennen kuin voit lisätä liitetiedostoja.
fr: cet incident avant de pouvoir ajouter des pièces jointes.
hu: -t mielőtt mellékletet adna hozzá.
pl: ten incydent, zanim będzie można dodać załączniki.
pt: esse incidente antes que você possa adicionar anexos.
pt_pt: este defeito antes que possa adicionar anexos.
ru: этот инцидент до того, как вы сможете добавить вложения.
zh_hans: 这次事件之前，您可以添加附件。
zh_hant: 此事件之前您可新增附件。

# TaskDetails_BackToList
source: Back to Task List
cs: Zpět na seznam úkolů
de: Zurück zur Aufgabenliste
es: Volver a la lista de Tareas
fi: Takaisin Tehtävälistaan
fr: <<Retour à Liste des tâches
hu: Vissza a feladatokhoz
pl: Wróć do listy zadań
pt: Voltar à lista de Tarefas
pt_pt: << Voltar à lista de tarefas
ru: Вернуться к списку задач
zh_hans: <<返回到任务列表
zh_hant: << 返回至任務列表

# Admin_FileTypes_EditFileType
source: Edit / Add File Type
cs: Upravit / Přidat typ souboru
de: Dateityp bearbeiten / hinzufügen
es: Editar/Agregar tipo de archivo
fi: Muokkaa / Lisää tiedostotyyppi
fr: Modifier / Ajouter un type de fichier
hu: Szerkesztés/ Fájltípus hozzáadása
pl: Edytuj / Dodaj Typy plików
pt: Editar/Adicionar Formato de Arquivo
pt_pt: Editar / Adicionar tipo de ficheiro
ru: Редактирование / добавление типа файла
zh_hans: 编辑/添加文件类型
zh_hant: 編輯 / 新增文件類型

# Admin_FileTypes_FileDescription
source: File Description:
cs: Popis souboru:
de: Dateibeschreibung:
es: Descripción del Archivo:
fi: Tiedostokuvaus:
fr: Description de fichier :
hu: Fájl Leírás:
pl: Opis pliku:
pt: Descrição do Arquivo:
pt_pt: Descrição do ficheiro:
ru: Описание файла:
zh_hans: 文件说明：
zh_hant: 文件描述：

# Admin_FileTypes_FileExtension
source: File Extension:
cs: Přípona souboru:
de: Dateiendung:
es: Extensión del Archivo:
fi: Tiedoston tunniste:
fr: Extension de fichier :
hu: Fájl kiterjesztése:
pl: Rozszerzenie pliku
pt: Extensão do Arquivo:
pt_pt: Extensão do ficheiro:
ru: Расширение файла:
zh_hans: 文件扩展名:
zh_hant: 副檔名：

# Admin_FileTypes_FileIconImage
source: File Icon Image:
cs: Obrázek ikony souboru:
de: Grafik Datei-Icon
es: Ícono del Archivo:
fi: Tiedoston kuvakekuva:
fr: Fichier image icone :
hu: Fájl ikonja:
pl: Ikona pliku:
pt: Ícone do Arquivo:
pt_pt: Imagem do ícone do ficheiro
ru: Изображение иконки файла:
zh_hans: 文件图标图像：
zh_hant: 文件圖示：

# Admin_FileTypes_FileMimeType
source: Mime Type:
cs: MIME typ:
de: MIME-Typ:
es: Tipo de MIME:
fi: Mime-tyyppi:
fr: Type MIME :
hu: MIME típus:
pl: Typ MIME:
pt: Tipo de MIME:
pt_pt: Tipo Mime
ru: Тип пантомимы:
zh_hans: Mime 类型：
zh_hant: Mime 類型：

# Admin_FileTypes_FileTypeID
source: Filetype ID:
cs: ID typu souboru:
de: Dateityp ID:
es: ID del Tipo de Archivo:
fi: Tiedostotyyppi ID:
fr: ID Type de fichier :
hu: Fájltípus ID:
pl: Typ pliku ID:
pt: ID do Formato:
pt_pt: ID do tipo de ficheiro:
ru: Идентификатор типа файла:
zh_hans: 文件类型 ID：
zh_hant: 文件類型編號：

# ResourceDetails_ResourceDetails
source: Resource Details
cs: Detaily zdroje
de: Personendetails
es: Detalles de los Recursos
fi: Resurssin tiedot
fr: Détails des ressources
hu: Erőforrás részletei
pl: Szczegóły zasobów
pt: Detalhes do Recurso
pt_pt: Detalhes dos recursos
ru: Детали о ресурсах
zh_hans: 资源详细信息
zh_hant: 資源詳細資料

# ResourceDetails_CurrentPlanningSettings
source: Current Product Planning Settings
cs: Nastavení plánování aktuálního produktu
de: Aktuelle Einstellungen der Produktplanung
es: Configuración de la Planeación del Proyecto Actual
fi: Nykyiset projektisuunnittelun asetukset
fr: Paramètres actuels de planification du produit
hu: Projekt tervezési beállításai
pl: Ustawienia planowania projektów
pt: Configurações do Planejamento do Projeto Atual
pt_pt: Configurações de planeamento do projeto atual
ru: Текущее планирование продукта Настройки
zh_hans: 当前项目规划设置
zh_hant: 目前專案規劃設定

# ResourceDetails_DaysPerWeek
source: Days / Week
cs: Dnů / týden
de: Tage / Woche
es: Días/Semana
fi: Päivää / viikko
fr: Jours / Semaine
hu: Nap / hét
pl: dni / tygodni
pt: Dias/Semana
pt_pt: Dias / Semana
ru: Дни / неделя
zh_hans: 天 / 周
zh_hant: 天 / 週

# ResourceDetails_HousePerDay
source: Hours / Day
cs: Hodin / den
de: Stunden / Tag
es: Horas/Día
fi: Tuntia / päivä
fr: Heures / Jour
hu: Óra / nap
pl: godziny / dni
pt: Horas/Dia
pt_pt: Horas / Dia
ru: Часы / день
zh_hans: 小时 / 天
zh_hant: 小時 / 天

# ResourceDetails_NonWorkHoursPerMonth
source: Non-Work Hours / Month
cs: Mimopracovní doba (h) / měsíc
de: Keine Arbeitsstunden / Monat
es: Horas no Laborables/Mes
fi: Ei-työtunteja / kuukausi
fr: Heures non-travaillées / Mois
hu: Nem munkaidő / hó
pl: godziny niepracujące / miesiąc
pt: Horas não-úteis/Mês
pt_pt: Horas não trabalháveis /Mês
ru: Нерабочие часы / месяц
zh_hans: 非工作时间 / 月
zh_hant: 非工作小時 / 月

# SourceCodeList_NoFolderSelected
source: No Folder Selected
cs: Nevybrána žádná složka
de: Kein Ordner gewählt
es: Ninguna Carpeta Seleccionada
fi: Kansio valitsematta
fr: Aucun dossier sélectionné
hu: Nincs kiválasztott mappa
pl: Brak wybranego folderu
pt: Nenhuma Pasta Selecionada
pt_pt: Nenhuma pasta selecionada
ru: Папка не выбрана
zh_hans: 没有选定的文件夹
zh_hant: 無選擇的資料夾

# SourceCodeList_OtherOperations
source: Other Operations
cs: Další možnosti
de: Sonstige Tätigkeiten
es: Otras Operaciones
fi: Muut toiminteet
fr: Autres opérations
hu: Egyéb műveletek
pl: Inne operacje
pt: Outras Operações
pt_pt: Outras operações
ru: Прочие операции
zh_hans: 其他操作
zh_hant: 其他操作

# SourceCodeList_RepositoryBrowser
source: Repository Browser
cs: Prohlížeč repository
es: Navegador de Repositorios
fi: Tietokanta-selain
fr: Navigateur
hu: Repository böngésző
pl: Repozytorium przeglądarek
pt: Navegador do Repositório
pt_pt: Browser do repositório
ru: Браузер репозитория
zh_hans: 存储库浏览器
zh_hant: 儲存庫瀏覽器

# SourceCodeList_RevisionLog
source: View Commit Log
cs: Zobrazit přehled revizí
de: Versionslog anzeigen
es: Ver Registro de Revisiones
fi: Näytä Versiologi
fr: Affichage du journal des révisions
hu: Változások megtekintése
pl: Wyświetl dziennik zmian
pt: Exibir Registros de Revisão
pt_pt: Mostrar log de revisão
ru: Журнал просмотра изменений
zh_hans: 查看修订日志
zh_hant: 檢視修訂版本日誌

# SourceCodeList_Title
source: Source Code Repository
cs: Repository zdrojového kódu
de: Quellcode Repository
es: Repositorio de Código Fuente
fi: Lähdekoodi-tietokanta
fr: Dépôt de code source
hu: Forráskód - verziókezelő
pl: Repozytorium kodu źródłowego
pt: Repositório de Código Fonte
pt_pt: Código fonte do repositório
ru: Репозитарий исходных кодов
zh_hans: 源代码储存库
zh_hant: 原始碼儲存庫

# Admin_FileTypes_Adding
source: adding
cs: přidání
de: Hinzufügen
es: añadiendo
fi: lisää
fr: ajoutant
hu: hozzáadás
pl: dodawanie
pt: adicionando
pt_pt: Adicionar
ru: добавление
zh_hans: 添加
zh_hant: 新增

# Admin_FileTypes_ErrorAction
source: Error {0} filetype.
cs: Chyba {0} typu souboru.
de: Fehler {0} Dateityp.
es: Error {0} tipo de archivo.
fi: Virheellinen {0} tiedostotyyppi.
fr: Erreur {0} type de fichier.
hu: Hiba {0} fájltípus.
pl: Błąd {0} typu pliku.
pt: Erro {0} tipo de arquivo.
pt_pt: Ficheiro de erro {0}.
ru: Ошибка {0} типа файла.
zh_hans: 文件类型错误 {0}。
zh_hant: 文件類型錯誤 {0}。

# Admin_FileTypes_Updating
source: updating
cs: aktualizace
de: Aktualisierung
es: actualizando
fi: Päivittää
fr: mise à jour en cours
hu: frissítés
pl: aktualizowanie
pt: atualizando
pt_pt: a atualizar
ru: обновляющий
zh_hans: 更新
zh_hant: 更新

# SourceCodeRevisions_BackToRepository
source: Back to Source Code Repository
cs: Zpět na repository zdrojového kódu
de: Zurück zum Quellcode Repository
es: Volver al Repositorio de Código Fuente
fi: Takaisin lähdekoodi-tietokantaan
fr: Retour au Dépôt de code source
hu: Vissza a verzókezelőhöz
pl: Powrót do repozytorium kodu źródłowego
pt: Voltar ao Repositório de Código Fonte
pt_pt: Voltar para o código fonte do repositório
ru: Назад к репозиторию исходных кодов
zh_hans: 回源代码储存库
zh_hant: 返回至原始碼

# SourceCodeRevisions_Title
source: Source Code Commits
cs: Revize zdrojového kódu
de: Quellcode Versionen
es: Revisiones del Código Fuente
fi: Lähdekoodin versiot
fr: Révisions du code source
hu: Forráskódok revíziói
pl: Wersje kodu źródłowego
pt: Revisões de Código Fonte
pt_pt: Revisões do código fonte
ru: Пересмотр исходного кода
zh_hans: 源代码版本
zh_hant: 原始碼修訂版本

# Admin_FileTypes_NavHeaderFileIcon
source: File Type Icons
cs: Ikony typů souborů
de: Dateityp Icons
es: Iconos del Tipo de Archivo
fi: Tiedostotyypin kuvakkeet
fr: Icônes des types de fichier
hu: Fájltípus ikonok
pl: Ikony plików
pt: Ícones do Formato de Arquivo
pt_pt: Ícones do tipo de ficheiro
ru: Иконки типа файла
zh_hans: 文件类型图标
zh_hant: 文件類型圖示

# SourceCodeFileDetails_BackToList
source: Back to File List
cs: Zpět na seznam souborů
de: Zurück zur Dateiliste
es: Volver a la lista de Archivos
fi: Takaisin tiedostolistaan
fr: <<Retour à Liste des fichiers
hu: Vissza a fájlok listájához
pl: Wróć do listy plików
pt: Voltar à lista de Arquivos
pt_pt: << Voltar à lista de ficheiros
ru: Вернуться к списку файлов
zh_hans: <<返回到文件列表
zh_hant: << 返回至文件列表

# SourceCodeFileDetails_SourceCodeFile
source: Source Code File
cs: Soubor zdrojového kódu
de: Quellcodedatei
es: Archivo de Código Fuente
fi: Lähdekooditiedosto
fr: Fichier de code source
hu: Forráskód állomány
pl: Plik kodu źródłowego
pt: Arquivo de Código Fonte
pt_pt: Código fonte do ficheiro
ru: Файл исходного кода
zh_hans: 源代码文件
zh_hant: 原始碼文件

# ReportConfiguration_BackToHome
source: Back to Reports Home
cs: Zpět na hlavní stránku reportů
de: Zurück zur Berichtsseite
es: Volver a la Página Principal de Informes
fi: Takaisin Raporttien etusivulle
fr: <<Retour à Page d'accueil Rapports
hu: Vissza a riportok főoldalára
pl: Powrót do strony głównej raportów
pt: Voltar à página inicial de Relatórios
pt_pt: << Voltar à página inicial dos relatórios
ru: Назад к отчетам домой
zh_hans: <<报告返回首页
zh_hant: << 返回至報表首頁

# ReportsConfiguration_CustomPropertyFilters
source: Custom Property Filters
cs: Filtry volitelných polí
de: Benutzerdefinierte Filter für Eigenschaften
es: Filtros de Propiedades Personalizadas
fi: Kustomoitujen ominaisuuksien suodattimet
fr: Filtres de propriétés personnalisées
hu: Egyéni tulajdonság szűrők
pl: Właściwości filtrów niestandardowych
pt: Filtros de Propriedades Personalizadas
pt_pt: Filtros de propriedade personalizados
ru: Фильтры потребительской собственности
zh_hans: 自定义属性筛选器
zh_hant: 自訂屬性篩選器

# ReportsConfiguration_Legend1
source: Please choose from the various options below to specify how you would like this report to appear.
cs: Podobu tohoto reportu specifikujte výběrem z níže uvedených možností.
de: Bitte wählen Sie aus den verschiedenen unten aufgeführten Möglichkeiten, um festzulegen, wie dieser Bericht erscheinen soll.
es: Por favor, elija entre las distintas opciones siguientes para especificar cómo desea la presentación de este informe.
fi: Ole hyvä ja valitse eri vaihtoehdoista alla, miten haluaisit tämän Raportin näkyvän.
fr: Veuillez choisir parmi les différentes options ci-dessous pour préciser les paramètres d’affichage du rapport
hu: Kérem válasszon a lehetőségek közül, amelyek meghatározzák, hogy a riport hogyan jelenjen meg.
pl: Dokonaj wyboru z opcji dostępnych poniżej, aby określić, jak raport ma zostać wyświetlony.
pt: Por favor, escolha entre as várias opções abaixo como será a aparência desse relatório.
pt_pt: Por favo, escolha entre as várias opções abaixo para especificar como gostaria que este relatório apareça.
ru: Пожалуйста, выберите из различных опций ниже, чтобы указать, как вы хотели бы этого явиться.
zh_hans: 请从指定您想如何这下面的各种选项中选择要显示的报表。
zh_hant: 請選擇以下的各種選項來呈現報表。
