Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# SecuritySettings_AllowUserRegistrationNotes
source: Set this to True if you want to allow users to be able to signup for an account themselves.
cs: Nastavte na hodnotu True, pokud chcete umožnit uživatelům, aby si mohli účet registrovat sami.
de: Setzen Sie dies auf 'zutreffend', wenn Sie Benutzern ermöglichen wollen sich selbst ein Benutzerkonto anzulegen.
es: Defina esto como Verdadero si desea permitir que los usuarios puedan registrarse para una cuenta por si mismos.
fi: Aseta tämä todeksi jos haluat antaa käyttäjille mahdollisuuden kirjata Käyttäjätilinsä itse.
fr: Choisissez <Vrai> si vous souhaitez que les utilisateurs puissent s'enregistrer eux-mêmes.
hu: Állítsa Igazra ha engedélyezni kívánja a felhasználókat az egyéni regisztrációra.
pl: Możliwość logowania się użytkowników, którzy utworzyli samodzielnie konta
pt: Defina como Verdadeiro se você deseja permitir que os usuários sejam capazes de criar novas contas sozinhos.
pt_pt: Marcar como Verdadeiro se quer permitir que os utilizadores possam auto inscrever-se numa conta.
ru: Установите это значение в True, если вы хотите разрешить пользователям самостоятельно регистрироваться в учетной записи.
zh_hans: 此项设置为"True"可允许用户自行注册
zh_hant: 允許申請使用者

# SecuritySettings_Legend1
source: This page allows you to modify the
cs: Tato stránka vám umožňuje měnit
de: Diese Seite erlaubt Ihnen das ändern der
es: Esta página le permite modificar en
fi: Tämä sivu antaa sinulle mahdollisuuden muokata
fr: Cette page vous permet de modifier les paramètres de sécurité
hu: Ez az oldal engedélyezi a módosítást
pl: Ta strona umożliwia modyfikację
pt: Esta página permite que você modifique no
pt_pt: Esta página permite-lhe modificar o
ru: На этой странице вы можете изменить
zh_hans: 在此页面，你可修改..
zh_hant: 此頁面允許您修改

# SecuritySettings_Legend2
source: application security settings:
cs: Nastavení zabezpečení aplikace:
de: Einstellungen der Anwendungssicherheit:
es: la configuración de seguridad:
fi: sovelluksen tietoturva asetukset:
hu: Alkalmazás biztonsági beállítások:
pl: ustawień bezpieczeństwa:
pt: as configurações de segurança:
pt_pt: configurações de segurança da aplicação:
ru: настройки безопасности приложений:
zh_hans: 应用安全设定
zh_hant: 應用程式安全性設定：

# SecuritySettings_MaxInvalidPasswordAttempts
source: Maximum # Invalid Password Attempts
cs: Maximální počet neplatných pokusů o přihlášení
de: Maximale Anzahl von ungültigen Versuchen der Passworteingaben
es: N.º Máximo de Intentos de Ingreso Inválidos
fi: Maksimi # epäonnistuneita kirjautumisyrityksiä
fr: Nombre maximum de tentatives incorrectes pour le mot de passe
hu: Maximum # Hibás Jelszó kísérlet
pl: Max # prób podania nieprawidłowego hasła
pt: Nº Máximo de Tentativas Inválidas de Senha
pt_pt: Máximo de # tentativas de password inválidas
ru: Максимум # Неверные попытки пароля
zh_hans: 最大次数#错误密码
zh_hant: 最大非法密碼嘗試次數

# SecuritySettings_MaxInvalidPasswordAttemptsNotes
source: The number of times a user can enter an incorrect password before their account gets locked out
cs: Počet zadání nesprávného hesla do blokace účtu.
de: Die Anzahl, wie oft ein Benutzer ein falsches Passwort eingeben darf, bevor dessen Benutzerkonto gesperrt wird.
es: El número de veces que un usuario puede ingresar una contraseña incorrecta antes de que su cuenta se bloquee
fi: Väärän salasanan syöttökertojen määrä ennen kuin käyttäjätili lukitaan.
fr: Nombre maximum de tentatives incorrectes avant blocage du compte.
hu: Hány alkalommal írhat be hibás jelszót a felhasználó mielőtt a fiókot lezárja a rendszer.
pl: Ilość razy wprowadzenia błędnego hasła przed zabalowaniem konta
pt: O número de vezes que um usuário pode digitar uma senha incorreta antes de sua conta ser bloqueada
pt_pt: O número de vezes que um utilizador pode inserir uma password incorreta antes que a sua conta fique bloqueada
ru: Количество раз, когда пользователь может ввести неверный пароль, прежде чем его учетная запись будет заблокирована.
zh_hans: 用户可输入错误密码的次数
zh_hant: 帳號被鎖定前使用者可輸入錯誤密碼的次數

# SecuritySettings_MinRequiredNonalphanumericCharacters
source: Minimum Required Special Characters
cs: Minimum požadovaných speciálních znaků
de: Mindestens erforderliche Sonderzeichen
es: Mínimo de Caracteres Especiales Obligatorios
fi: Minimimäärä spesiaalimerkkejä
fr: Nombre minimum de caractères spéciaux
hu: Minimum kötelező speciális karakter
pl: Minimalna liczba znaków specjalnych
pt: Mínimo de caracteres especiais exigidos
pt_pt: Mínimo de caracteres especiais requeridos
ru: Минимальное количество требуемых специальных символов
zh_hans: 最小包含的特殊字符数
zh_hant: 特殊字元最小需求

# SecuritySettings_MinRequiredNonalphanumericCharactersNotes
source: The minimum number of non-alphanumeric characters required in a user's password
cs: Minimální počet ne-alfanumerických znaků, které vyžaduje heslo uživatele
de: Minimale Anzahl von nicht-alphanumerischer Zeichen, die in einem Passwort eines Benutzers enthalten sein müssen.
es: El número mínimo de caracteres no alfanuméricos requeridos en la contraseña de un usuario
fi: Vaadittu minimimäärä ei-numeerisia merkkejä käyttäjän salasanassa
fr: Nombre minimum de caractères non-alphanumériques requis dans un mot de passe utilisateur
hu: A minimum előfordulása a nem-alfanumerikus karaktereknek a jelszóban
pl: Minimalna liczba znaków niealfanumerycznych
pt: O número mínimo de caracteres não-alfanuméricos necessários em uma senha de usuário
pt_pt: O número mínimo de caracteres não alfanuméricos requeridos numa passoerd de utilizador
ru: Минимальное количество не буквенно-цифровых символов, требуемое в пароле пользователя
zh_hans: 密码中最小的非字母&数字的个数
zh_hant: 使用者密碼最小非字母數字的字元數

# SecuritySettings_MinRequiredPasswordLength
source: Minimum Required Password Length
cs: Minimální požadovaná délka hesla
de: Minimal benötigte Länge eines Passwortes
es: Longitud Mínima de la Contraseña
fi: Vaadittu salasanan minimipituus
fr: Longueur minimum de mot de passe
hu: A kötelező minimum hossza a Jelszónak
pl: Minimalna długość hasła
pt: Comprimento Mínimo da Senha
pt_pt: Tamanho mínimo requerido para uma password
ru: Минимальная требуемая длина пароля
zh_hans: 密码最小长度
zh_hant: 最小密碼長度

# SecuritySettings_MinRequiredPasswordLengthNotes
source: The minimum length of a user's chosen password
cs: Minimální délka hesla zvoleného uživatelem
de: Minimale Länge eines vom Benutzer gewählten Passworts
es: La longitud mínima de la contraseña elegida por el usuario
fi: Käyttäjän valitseman salasanan minimipituus
fr: Longueur minimum de mot de passe défini par l'utilisateur
hu: A minimum hossza a felhasználó által választott jelszónak
pl: Minimalna długość hasła wybranego przez użytkownika
pt: O comprimento mínimo exigido para a senha escolhida pelo usuário
pt_pt: O tamanho mínimo de uma password escolhida pelo utilizador
ru: Минимальная длина выбранного пользователем пароля
zh_hans: 密码最小长度
zh_hant: 最小使用者選擇密碼的長度

# SecuritySettings_PasswordAttemptWindow
source: Password Attempt Time Window
cs: Časové okno k přihlášení
de: Wartezeit nach mehrmaliger Falscheingabe des Passworts
es: Ventana de Tiempo de Intentos de Ingreso
fi: Salasanan syöttämisen aikaikkuna
fr: Fenêtre de temps pour les tentatives mots de passe
hu: Jelszó kísérlet Időpontja ablak
pl: Okno czasowe na wprowadzenie hasła
pt: Janela Temporal de Tentativas de Senha
pt_pt: Janela de tempo para tentativas de password
ru: Пароль Попытка пароля Окно времени
zh_hans: 密码窗口显示时间
zh_hant: 密碼嘗試次數視窗

# SecuritySettings_PasswordAttemptWindowNotes
source: The time after which a user's account gets automatically unlocked
cs: Doba, po které bude uživatelský účet automaticky odemknut
de: Die Zeit, nach der ein Benutzerkonto automatisch entsperrt wird
es: El tiempo después del cual la cuenta del usuario se desbloquea automáticamente
fi: Aikaraja jonka jälkeen käyttäjätili avautuu automaattisesti
fr: Temps après lequel le compte utilisateur est automatiquement débloqué
hu: Az időpont miután a felhasználói fiók újra elérhető
pl: Czas po którym konto zostanie automatycznie odblokowane
pt: O tempo após o qual a conta de um usuário é automaticamente desbloqueada
pt_pt: Tempo após o qual a conta do utilizador fica automaticamente desbloqueada
ru: Время, по истечении которого аккаунт пользователя автоматически разблокируется.
zh_hans: 用户自动解冻时间
zh_hant: 使用者帳號自動解鎖後的時間

# SecuritySettings_Title
source: Security Settings
cs: Nastavení zabezpečení
de: Sicherheitseinstellungen
es: Configuraciones de Seguridad
fi: Turva-asetukset
fr: Paramètres de sécurité
hu: Biztonsági Beállítások
pl: Ustawienia zabezpieczeń
pt: Configurações de Segurança
pt_pt: Configurações de segurança
ru: Параметры безопасности
zh_hans: 安全设置
zh_hant: 安全性設定

# UserLdapImport_BackToUserList
source: Back To User List
cs: Zpět na seznam uživatelů
de: zurück zur Benutzerliste
es: Volver a la Lista del Usuario
fi: Takaisin käyttäjälistaan
fr: Retour à Liste utilisateurs
hu: Vissza a Felhasználói Listához
pl: Powrót do listy użytkowników
pt: Voltar à lista de Usuários
pt_pt: Voltar à lista de utilizadores
ru: Назад к списку пользователей
zh_hans: 返回用户列表
zh_hant: 返回至使用者列表

# UserLdapImport_LdapConfigLink
source: LDAP configuration
cs: Konfigurace LDAP
de: Konfiguration von LDAP
es: Configuración LDAP
fi: LDAP-määritykset
fr: Configuration LDAP
hu: LDAP beállítás
pl: Konfiguracja LDAP
pt: Configuração LDAP
pt_pt: Configuração LDAP
ru: LDAP-конфигурация
zh_hans: LDAP配置
zh_hant: LDAP 設定

# UserLdapImport_Legend1
source: Using the current
cs: Použít stávající
de: Verwendung des aktuellen
es: Utilizando la actual
fi: Käyttäen nykyistä
fr: utilisant
hu: Jelenlegi használata
pl: Użycie bieżącego
pt: Utilizando a atual
pt_pt: Utilizar o atual
ru: Используя ток
zh_hans: 使用当前
zh_hant: 使用目前

# UserLdapImport_Legend2
source: the following new users are available for import into
cs: následující nové uživatele je možné importovat do
de: die folgenden neuen Benutzer können importiert werden in(s)
es: los siguientes nuevos usuarios están disponibles para su importación en
fi: Seuraavat uudet käyttäjät valittavina tuontia varten
fr: Les utilisateurs suivants peuvent être importés
hu: A következő új felhasználók elérhetőek az importálásra
pl: użytkownicy gotowi do importu
pt: os seguintes novos usuários estão disponíveis para importação no
pt_pt: os novos utilizadores seguintes estão disponíveis para importação
ru: следующие новые пользователи доступны для импорта в
zh_hans: 以下是可导入的新用户
zh_hant: 以下新使用者可匯入至

# UserLdapImport_Legend3
source: Please mark the ones you'd like to import then click the [Import] button:
cs: Prosím, označte ty, které chcete importovat, a potvrďte kliknutím na tlačítko [Import]:
de: Bitte markieren Sie diejenigen, die Sie importieren wollen. Klicken Sie dann auf den Button [Import]:
es: Por favor, marque los que desea importar y haga clic en [Importar]:
fi: Valitse käyttäjät, jotka haluat tuoda ja klikkaa [Tuo]:
fr: Veuillez indiquer ceux que vous souhaitez importer puis cliquez sur le bouton [Importer] :
hu: Kérem válassza ki az importálásra szántakat és kattintson az 'Importálás' gombra
pl: Zaznacz użytkowników do importu i kliknij [Import]:
pt: Por favor, selecione aqueles que você gostaria de importar e em seguida, clique em [Importar]:
pt_pt: Por favor marque os que pretende importar e seguidamente clique o botão [Importar]:
ru: Отметьте те, которые хотите импортировать, и нажмите кнопку [Импорт]:
zh_hans: 请选择“导入" 按钮导入选中的用户
zh_hant: 請標注您欲匯入的項目並按下[匯入]按鈕：

# UserLdapImport_Title
source: Import Users from LDAP Server
cs: Importovat uživatele z LDAP serveru
de: Benutzer vom LDAP Server importieren
es: Importar Usuarios del Servidor de LDAP
fi: LDAP-palvelimelta tuodut käyttäjät
fr: Importer les utilisateurs d'un serveur LDAP
hu: Felhasználók importálása LDAP Szerverből
pl: Importuj użytkowników z serwera LDAP
pt: Importar Usuários do Servidor LDAP
pt_pt: Importar utilizadores do servidor LDAP
ru: Импорт пользователей с сервера LDAP
zh_hans: 从LDAP 服务器导入用户
zh_hant: 從 LDAP 伺服器匯入使用者

# UserRequests_Legend
source: The following new user requests exist in the system. To approve a user click the 'Approve' link, to deny a request click on the 'Delete' link.
cs: Následující požadavky na nové uživatele již v systému existují. Pro schválení uživatele klikněte na odkaz "Schválit", pro odmítnutí požadavku klikněte na odkaz "Odstranit".
de: Neue Benutzeranfragen vorhanden. Um einen Benutzer freizuschalten klicken Sie auf [Genehmigen], um die Anfrage abzulehnen klicken Sie auf [Löschen].
es: Las siguientes solicitudes de nuevos usuarios existen en el sistema. Para aprobar un usuario, haga clic en 'Aprobar'. Para denegar una solicitud, haga clic en 'Borrar'.
fi: Järjestelmässä on seuraavia uusia käyttäjäpyyntöjä. Hyväksyäksesi klikkaa 'Hyväksy'-linkkiä ja hylätäksesi klikkaa 'Poista'-linkkiä.
fr: Les demandes suivantes sont en attente de traitement. Cliquez sur le lien [Approuver] pour approuver une demande et sur [Supprimer] pour la refuser.
hu: A következő új felhasználók elérhetőek az importálásra. A jóváhagyáshoz kattintson a 'Jóváhagy' gombra, vagy az elvetéshez a 'Törlés' gombra.
pl: Zgłoszenia o dodanie do systemu. Jeśli chcesz dodać użytkownika kliknij 'Zatwierdź'
pt: As seguintes solicitações novas de usuários foram registradas. Para aprovar um usuário, clique no link 'Aprovar'. Para negar um pedido, clique no link 'Excluir'.
pt_pt: Estão no sistema os seguintes pedidos de novos utilizadores. Para aprovar um utilizador clique no link 'Aprovar'. Para rejeitar um pedido clique no link 'Apagar'
ru: В системе появились следующие новые пользовательские запросы. Чтобы утвердить пользователя, нажмите на ссылку "Утвердить", чтобы отклонить запрос, нажмите на ссылку "Удалить".
zh_hans: 系统中存在下列新用户注册请求，选择"同意"可批准用户注册，选择"删除"可拒绝用户注册
zh_hant: 下列為已存在的新使用者申請。欲核准該使用者，請按下「核准」連結；拒絕請按下「刪除」連結。

# UserRequests_Title
source: Pending Requests
cs: Požadavky čekající na vyřízení
de: Ausstehende Anfragen
es: Solicitudes Pendientes
fi: Odottavat pyynnöt
fr: Demandes en attente
hu: Függőben lévő Kérések
pl: Prośby o dodanie do Spira
pt: Solicitações Pendentes
pt_pt: Pedidos pendentes
ru: Отложенные запросы
zh_hans: 等待的请求
zh_hant: 擱置申請

# UserRequests_TitleLong
source: View Pending User Requests
cs: Zobrazit požadavky uživatelů čekající na vyřízení
de: Anzeige der ausstehenden Benutzeranfragen
es: Ver Solicitudes Pendientes de Usuario
fi: Katsele odottavia käyttäjäpyyntöjä
fr: Afficher les demandes en attente
hu: Függőben lévő Felhasználói Kérések Nézete
pl: Przejrzyj prośby o dodanie do Spira
pt: Ver Solicitações Pendentes de Usuários
pt_pt: Ver pedidos de utilizadores pendentes
ru: Просмотр отложенных запросов пользователей
zh_hans: 查看处于等待中的用户请求
zh_hant: 檢視使用者擱置申請

# GeneralSettings_AttachmentFolderNotes
source: The folder used to store file attachments (e.g.
cs: Složka slouží k ukládání souborů příloh (např.
de: Der Ordner wird verwendet um Dateianhänge zu speichern (z.B.
es: La carpeta utilizada para guardar los archivos adjuntos (ej.
fi: Kansio johon tallennetaan liite-tiedostot (esim.
fr: Le dossier utilisé pour enregistrer les pièces jointes (ex :
hu: A könyvtár file csatolmányokat tárol (pl.
pl: Folder załączników (np.
pt: A pasta usada para armazenar arquivos de anexo (por exemplo,
pt_pt: Apasta para guardar os anexos (e.g.
ru: Папка, используемая для хранения файловых вложений (например,
zh_hans: 此文件夹用以保存附件(如:
zh_hant: 文件附件儲存資料夾（例如：

# GeneralSettings_AttachmentsFolder
source: Attachments Folder
cs: Složka příloh
de: Verzeichnis für Anhänge
es: Carpeta de Adjuntos
fi: Liite-kansio
fr: Dossier des pièces jointes
hu: Csatolmány Könyvtár
pl: Folder załączników
pt: Pasta de Anexos
pt_pt: Pasta de anexos
ru: Папка вложений
zh_hans: 附件文件夹
zh_hant: 附件資料夾

# GeneralSettings_DefaultCulture
source: Default Culture
cs: Výchozí nastavení kultury
de: Standardeinstellung der Kultur
es: Región por Defecto
fi: Oletus kulttuuri
fr: Langue par défaut
hu: Alapértelmezett Kultúra
pl: Domyślne uwarunkowania kulturowe użytkownika
pt: Região Padrão
pt_pt: Cultura por defeito
ru: Культура по умолчанию
zh_hans: 默认习惯
zh_hant: 預設文化

# GeneralSettings_DefaultCultureNotes
source: The culture used to determine which number/date formats to use and which language to use
cs: Kultura se používá k určení formátu čísla / datumu a výběru jazyka, který chcete použít
de: Die Kultur bestimmt welches Zahlen- bzw. Datumsformat und welche Sprache verwendet wird.
es: La región es usada para determinar formatos de número/fecha y qué idioma usar
fi: Kulttuuri joka määrittää käytettävän numero/päivämääräformaatin ja kielen
fr: Les paramètres régionaux déterminant les formats de nombres/dates et la langue par défaut.
hu: A kultúra meghatározza milyen szám/dátum formátum és nyelv van használatban
pl: Uwarunkowania kulturowe determinują formaty dat oraz język
pt: A região utilizada para determinar quais formatos de números, data e idioma serão usados
pt_pt: A cultura usada para determinar que formatos de número/data e qual a língua a usar
ru: Культура, используемая для определения того, какие форматы числа/даты использовать и какой язык использовать.
zh_hans: 使用习惯来设定数字/日期格式及设定语言
zh_hant: 文化用以決定使用的數字/日期格式與語言

# GeneralSettings_DefaultTimezone
source: Default Timezone
cs: Výchozí časová zóna
de: Standardeinstellung der Zeitzone
es: Huso Horario por Defecto
fi: Oletus aikavyöhyke
fr: Fuseau horaire
hu: Alapértelmezett Időzóna
pl: Domyślna strefa czasowa
pt: Fuso Horário Padrão
pt_pt: Fuso horário por defeito
ru: Временной пояс по умолчанию
zh_hans: 默认时区
zh_hant: 預設時區

# GeneralSettings_DefaultTimezoneNotes
source: The timezone used to determine how dates and times are displayed in the system.
cs: Časové pásmo slouží k určení datumu a času a jeho zobrazení v systému.
de: Die Zeitzone bestimmt wie Daten und Zeiten im System angezeigt werden.
es: El Huso Horario es usado para determinar cómo se ven la hora y la fecha en el sistema.
fi: Aikavyöhyke joka määrittää miten aika ja päivämäärä näytetään järjestelmässä
fr: La zone géographique déterminant l'affichage des dates et heures dans l'application.
hu: Az Időzóna meghatározza a dátumok/idők formátumát a rendszerben.
pl: Stefa czasowa determinuje datę i czas systemowy.
pt: O fuso horário usado para determinar como as datas e horas são exibidas no sistema.
pt_pt: O fuso horário usado para determinar como as datas e são são mostrados no sistema.
ru: Часовой пояс, используемый для определения того, как отображаются даты и время в системе.
zh_hans: 时区设定系统中的日期和时间
zh_hant: 時區用以決定日期與時間在系統如何顯示。

# GeneralSettings_Legend1
source: This page allows you to modify the general
cs: Tato stránka vám umožní změnit obecné
de: Auf dieser Seite modifizieren Sie die allgemeinen
es: Esta página le permite modificar la configuración general del sistema en
fi: Tämä sivu antaa sinulle mahdollisuuden muokata
fr: Cette page permet de modifier les paramètres système
hu: Ez az oldal engedélyezi a módosítást az általános
pl: Ten ekran umożliwia zmianę dla ustawień globalnych
pt: Esta página permite que você modifique no
pt_pt: Esta página permite-lhe modificar o geral
ru: На этой странице вы можете изменить общий
zh_hans: 此页面可修改一般设定
zh_hant: 此頁允許您修改一般設定

# GeneralSettings_RichTextArtifactNotes
source: Use rich-text editing for artifact descriptions
cs: Použít Rich Text úpravy pro artefaktů popisy
de: Verwenden Sie Rich-Text-Bearbeitung für Beschreibungen von Artefakten
es: Usar edición rich-text para las descripciones de artefacto
fi: Käytä rich-text (RTF) muokkausta Asian kuvauksiin
fr: Descriptions en Rich-Text
hu: Rich Text szerkesztés használata Artifactok leírására
pl: Możesz użyć rich text do opisania szczegółów artefaktu
pt: Usar edição Rich-Text para descrições de artefatos
pt_pt: Usar edição em rich-textpara a descrição dos artefactos
ru: Использовать богатое текстовое редактирование для описания артефактов
zh_hans: 使用富文本编辑工件描述
zh_hant: 使用多文本格式編輯項目描述

# GeneralSettings_RichTextEditing
source: Rich Text Editing
cs: Editace Rich Text
de: Rich-Text-Bearbeitung
es: Edición de texto Rich-Text
fi: Rich-text (TRF) muokkaus
fr: Rich Text
hu: Rich Text szerkesztés
pl: Edytowanie w rich text
pt: Edição Rich-Text
pt_pt: Edição em Rich Text
ru: редактирование богатого текста
zh_hans: 富文本编辑
zh_hant: 多文本格式編輯

# GeneralSettings_RichTextTestStepNotes
source: Use rich-text editing for test step list
cs: Použít Rich Text úpravu pro seznam testovacích kroků
de: Verwenden Sie Rich-Text-Bearbeitung für die Liste der Testschritte
es: Usar la edición Rich-Text para la lista de pasos de prueba
fi: Käytä rich-text (RTF) muokkausta testisteppien listassa
fr: Liste d'étapes de test en Rich-Text.
hu: Rich Text szerkesztés használata teszt lépés listához
pt: Usar edição Rich-Text para listas de etapas de teste
pt_pt: Usar edição em rich-textpara a lista dos passos do teste
ru: Используйте богатый текстовый редактор для составления списка этапов тестирования
zh_hans: 使用富文本编辑测试步骤列表
zh_hant: 使用多文本格式編輯測試步驟列表

# GeneralSettings_Title
source: General Settings
cs: Obecné nastavení
de: Allgemeine Einstellungen
es: Configuración General
fi: Yleiset määritykset
fr: Paramètres généraux
hu: Általános Beállítások
pt: Configurações Gerais
pt_pt: Configurações gerais
ru: Общие настройки
zh_hans: 一般设定
zh_hant: 一般設定

# GeneralSettings_WebServerUrl
source: Web Server URL
cs: URL webového serveru
de: URL des Webservers
es: URL del Servidor Web
fi: Web-serverin URL
fr: URL serveur Web
hu: Web Szerver URL
pt: URL do Servidor Web
pt_pt: URL do servidor Web
ru: URL-адрес веб-сервера
zh_hans: Web服务器地址
zh_hant: 網頁伺服器網址

# GeneralSettings_WebServerUrlNotes
source: The base URL used to access
cs: Základní URL používá pro přístup
de: Die Basis-URL für den Zugriff
es: La URL base usada para accesar
fi: Sisäänpääsemiseen käytettävä URL
fr: URL d'accès
hu: Az alap URL elérés
pt: A URL base usada para acessar o
pt_pt: O URL base usado para aceder
ru: Базовый URL, используемый для доступа
zh_hans: 服务器访问地址
zh_hant: 用以存取的基本網址

# UserProfile_UserTimezone
source: User Timezone
cs: Časové pásmo uživatele
de: Zeitzone des Benutzers
es: Huso Horario del Usuario
fi: Käyttäjän aikavyöhyke
fr: Fuseau horaire
hu: Felhasználó Időzóna
pl: Strefa czasowa użytkownika
pt: Fuso Horário do Usuário
pt_pt: Fuso horário do utilizador
ru: Временная зона пользователя
zh_hans: 用户时区
zh_hant: 使用者時區

# UserProfile_ChangeLogoTitle
source: Change User Logo
cs: Změna uživatelského loga
de: Ändere das Logo des Benutzers
es: Cambiar el Logotipo del Usuario
fi: Muuta käyttäjän logoa
fr: Modifier l'avatar de l'utilisateur
hu: Felhasználó Logó Változtatás
pl: Zmień awatar
pt: Alterar Logo do Usuário
pt_pt: Alterar o logo do utilizador
ru: Изменить логотип пользователя
zh_hans: 变更用户图标
zh_hant: 更改使用者標識

# UserProfile_Department
source: Department
cs: Oddělení
de: Abteilung
es: Departamento
fi: Ryhmä
fr: Département/Service
hu: Részleg
pl: Departament
pt: Departamento
pt_pt: Departamento
ru: Департамент
zh_hans: 部门
zh_hant: 部門

# UserProfile_Logo
source: User Logo
cs: Uživatelské logo
de: Logo des Benutzers
es: Logotipo del Usuario
fi: Käyttäjän logo
fr: Avatar
hu: Felhasználó Logó
pl: Awatar użytkownika
pt: Logo do Usuário
pt_pt: Logo do utilizador
ru: Логотип пользователя
zh_hans: 用户图标
zh_hant: 使用者標識
