Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Global_Projects
source: products
cs: produkty
de: Produkte
es: productos
fr: produits
hu: projektek
pl: Produkty
pt: produtos
pt_pt: Projetos Globais / Produtos
ru: продукция

# Admin_Project_Home_Title
source: Product Admin Home
cs: Produkt Admin Home
de: Admin-Startseite des Produkts
es: Página de inicio de Administración de Productos
fr: Administration Produit
hu: projekt admin kezdőoldala
pl: Strona główna administratora produktu
pt: Página Inicial do Administrador de Produtos
ru: Администратор продукта Главная

# Admin_Project_BackToHome
source: Back to Product Admin Home
cs: Zpět na Produkt Admin Home
de: Zurück zur Admin-Startseite des Produkts
es: Volver a la Página de inicio de Administración de Productos
fr: Retour à Administration Produit
hu: Vissza a projekt admin kezdőoldalára
pl: Powrót do strony głównej administratora produktu
pt: Voltar à pag. Inicial do Adm. de Produtos
ru: Вернуться к администрированию продукта Главная

# ProjectCreate_BasedOn
source: Based On
cs: Na základě
de: Basierend auf
es: Basado en
fr: Basé sur
hu: Ez alapján
pl: Na podstawie
pt: Baseado em
ru: На основании

# ProjectDetails_ChangingTemplateSideEffects
source: Changing the template associated with a product will result in its custom properties, workflows, artifact types, prioirities and statuses to change to those of the new template. The system will remove any artifact values that don't match the new product template.
cs: Změna šablony přidružené k produktu povede ke změně jeho vlastních vlastností, workflow, typů artefaktů, priorit a stavů z nové šablony. Systém odebere všechny hodnoty artefaktů, které neodpovídají nové šabloně produktu.
de: Wenn Sie die einem Produkt zugeordnete Vorlage ändern, werden die benutzerdefinierten Eigenschaften, Workflows, Artefakttypen, Prioiritäten und Status zu denen der neuen Vorlage geändert. Das System entfernt alle Artefaktwerte, die nicht mit der neuen Produktvorlage übereinstimmen.
es: El cambio de la plantilla asociada a un producto hará que sus propiedades personalizadas, flujos de trabajo, tipos de artefactos, prioridades y estados cambien a los de la nueva plantilla. El sistema eliminará cualquier valor de artefacto que no coincida con la nueva plantilla de producto.
fr: La modification du modèle associé à un produit change ses propriétés personnalisées, workflows, types d'objets, priorités et statuts. Les valeurs d'objet qui ne correspondent pas au nouveau modèle de produit seront supprimées.
hu: A projekthez társított sablon módosítása esetén egyéni tulajdonságok, munkafolyamatok, műtárgytípusok, prioritások és állapotok jönnek létre az új sablon módosításához. A rendszer eltávolítja mindazokat a műtárgyértékeket, amelyek nem felelnek meg az új projektsablonnak.
pl: Zmiana szablonu powiązanego z produktem spowoduje zmianę jego własnych właściwości, przepływów pracy, typów artefaktów, prioirities i statusów na te z nowego szablonu. System usunie wszelkie wartości artefaktów, które nie odpowiadają szablonowi nowego produktu.
pt: Alterar o modelo associado a um produto fará com que suas propriedades personalizadas, fluxos de trabalho, tipos de artefatos, prioridades e status mudem para aqueles do novo modelo. O sistema removerá quaisquer valores de artefatos que não correspondam ao novo modelo de produto.
ru: Изменение шаблона, связанного с изделием, приведет к изменению его пользовательских свойств, рабочих процессов, типов артефактов, приоритетов и статусов на новые. Система удалит все значения артефактов, которые не соответствуют шаблону нового продукта.

# Admin_ProgramList_Title
source: View / Edit Programs
cs: Zobrazit / upravit programy
de: Programme ansehen / bearbeiten
es: Ver/Editar Programas
fr: Afficher / Modifier les programmes
hu: Programok megtekintése/szerkesztése
pl: Przeglądaj / edytuj programy
pt: Ver / Editar Programas
pt_pt: Ver / Editar Programas
ru: Просмотр / редактирование программ

# Admin_ProjectCreate_Title
source: Create New Product
cs: Vytvořit nový produkt
de: Neues Produkt erstellen
es: Crear Nuevo Producto
fr: Nouveau produit
hu: Új projekt létrehozása
pl: Stwórz nowy produkt
pt: Criar Novo Produto
pt_pt: Criar Novo Projeto / Produto
ru: Создать новый продукт

# Admin_ProjectDetails_BasedOnNotes
source: Basing the product on an existing one will copy across its membership, settings and customizations. You can either use the same product template, or copy the settings to a new template.
cs: Založení produktu na existujícím bude zkopírováno napříč jeho členství, nastavení a kustomizace. Můžete použít stejnou šablonu produktu nebo zkopírovat nastavení do nové šablony.
de: Wenn das Produkt auf einem bestehenden basiert, werden die Mitgliedschaft, die Einstellungen und die Anpassungen kopiert. Sie können entweder die gleiche Produktvorlage verwenden oder die Einstellungen in eine neue Vorlage kopieren.
es: Basar el producto en uno existente copiará a través de su membresía, configuración y personalizaciones. Puede usar la misma plantilla de producto o copiar la configuración en una nueva plantilla.
fr: Créer le produit à partir d'un produit existant copiera ses paramètres et les personnalisations. Vous pouvez utiliser le même modèle de produit ou copier les paramètres vers un nouveau modèle.
hu: Ha a projektet egy meglévő projekt alapján hozza létre, akkor azt a tagság, beállítások és személyre szabások egészében lemásolja. Használhatja ugyanazt a projektsablont vagy lemásolhatja a beállításokat egy új sablonba.
pl: Opierając się na istniejącym produkcie, skopiuje on swoje członkostwo, ustawienia i modyfikacje. Można albo użyć tego samego szablonu produktu, albo skopiować ustawienia do nowego szablonu.
pt: Basear o produto em um já existente copiará sua associação, configurações e personalizações. Você pode usar o mesmo modelo de produto ou copiar as configurações para um novo modelo.
ru: На основе существующего продукта можно скопировать все его членство, настройки и настройки. Вы можете либо использовать тот же шаблон продукта, либо скопировать настройки в новый шаблон.

# Admin_ProjectDetails_TemplateNewProject
source: New Empty Product
cs: Nový prázdný Produkt
de: Neues leeres Produkt
es: Nuevo Producto Vacío
fr: Nouveau produit vide
hu: Új üres projekt
pl: Nowy pusty produkt
pt: Novo Produto em Branco
ru: Новый пустой продукт

# Admin_ProjectDetails_TemplateNotes2
source: Choose an existing template if you want the new product to have the custom properties, artifact fields, workflows, and notifications as the chosen template.
cs: Vyberte existující šablonu, jestliže chcete aby nový Produkt měl vlastní vlastnosti, pole artefaktů, workflow a notifikace jako ve vybrané šabloně.
de: Wählen Sie eine vorhandene Vorlage, wenn das neue Produkt die benutzerdefinierten Eigenschaften, Artefaktfelder, Workflows und Benachrichtigungen als Vorlage haben soll.
es: Elija una plantilla existente si desea que el nuevo producto tenga las propiedades personalizadas, campos de artefactos, flujos de trabajo y notificaciones como la plantilla elegida.
fr: Choisissez un modèle existant si vous voulez que le nouveau produit ait les mêmes propriétés personnalisées, champs d'objets, workflows et notifications.
hu: Hozzon létre egy meglévő sablon, ha szeretné, hogy az új projekt egyéni tulajdonságokkal, műtárgymezőkkel, munkafolyamatokkal és értesítésekkel rendelkezzen a választott sablonként.
pl: Wybierz istniejący szablon, jeśli chcesz, aby nowy produkt posiadał własne właściwości, pola artefaktów, przepływy pracy i powiadomienia jako wybrany szablon.
pt: Escolha um modelo existente se quiser que o novo produto tenha as propriedades personalizadas, os campos de artefato, os fluxos de trabalho e as notificações como no modelo escolhido.
ru: Выберите существующий шаблон, если вы хотите, чтобы новый продукт имел пользовательские свойства, поля артефактов, рабочие процессы и уведомления в качестве выбранного шаблона.

# ProjectCreate_TemplateCreateNew
source: (Create New Template)
cs: (Vytvořit nový template)
de: (Neue Vorlage anlegen)
es: (Crear nueva Plantilla)
fr: (Nouveau modèle)
hu: (Új sablon létrehozása)
pl: (Stwórz nowy szablon)
pt: (Criar Novo Modelo)
pt_pt: (Criar Novo Template)
ru: (Создать новый шаблон)

# Admin_ProgramCreate_Title
source: Create New Program
cs: Vytvořit nový Program
de: Neues Programm erstellen
es: Crear Nuevo Programa
fr: Nouveau programme
hu: Új program létrehozása
pl: Tworzenie nowego programu
pt: Criar Novo Programa
pt_pt: Criar Novo Programa
ru: Создать новую программу

# Admin_ProgramDetails_BackToList
source: Back to Program List
cs: Zpět na seznam Programů
de: Zurück zur Programmliste
es: Volver a la Lista de Programas
fr: Retour à Liste des programmes
hu: Vissza a programlistához
pl: Powrót do listy programów
pt: Voltar à Lista de Programas
pt_pt: Voltar à Lista de Programas
ru: Вернуться к списку программ

# Admin_ProgramDetails_ProjectTemplateNotes
source: If you associate a product template with the program, you can display the various custom fields/properties in the list of products that belong to the program.
cs: Pokud přidružíte šablonu produktu k programu, můžete zobrazit různá vlastní pole/vlastnosti v seznamu produktů, které patří k programu.
de: Wenn Sie dem Programm eine Produktvorlage zuordnen, können Sie die verschiedenen benutzerdefinierten Felder/Eigenschaften in der Liste der zum Programm gehörenden Produkte anzeigen.
es: Si asocia una plantilla de producto con el programa, puede mostrar los diversos campos/propiedades personalizados en la lista de productos que pertenecen al programa.
fr: Vous pouvez afficher les différents champs personnalisés / propriétés dans la liste des produits du programme si vous associez un modèle de produit avec le programme.
hu: Ha egy projektsablont a programhoz rendeli, akkor különböző egyéni mezőket/tulajdonságokat jeleníthet meg a programhoz tartozó projektlistán.
pl: W przypadku powiązania szablonu produktu z programem, można wyświetlić różne niestandardowe pola/właściwości na liście produktów, które należą do programu.
pt: Se você associar um modelo de produto ao programa, poderá exibir os vários campos/propriedades personalizados na lista de produtos que pertencem ao programa.
ru: Если вы ассоциируете шаблон продукта с программой, вы можете отобразить различные пользовательские поля/свойства в списке продуктов, которые принадлежат программе.

# Admin_ProgramEditDetails_BackToList
source: Back to Program List
cs: Zpět na seznam Programů
de: Zurück zur Programmliste
es: Volver a la Lista de Programas
fr: Retour à Liste des programmes
hu: Vissza a programlistához
pl: Powrót do listy programów
pt: Voltar à Lista de Programas
pt_pt: Voltar à Lista de Programas
ru: Вернуться к списку программ

# Admin_ProgramEditDetails_Title
source: Edit Program
cs: Upravit Proogram
de: Programm bearbeiten
es: Editar Programa
fr: Modifier un programme
hu: Program szerkesztése
pl: Edycja programu
pt: Editar Programa
pt_pt: Editar Programa
ru: Программа редактирования

# TaskPriorities_Intro
source: The following task priorities have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující priority Úkolů:
de: Die folgenden Aufgabenprioritäten wurden in der aktuellen Produktvorlage definiert:
es: Las siguientes prioridades de tareas se han definido en la plantilla de producto actual:
fr: Les priorités de tâches suivantes sont définies dans le modèle :
hu: Az alábbi feladatprioritásokat definiálták a jelenlegi projektsablonhoz:
pl: Poniższe priorytety zadań zostały zdefiniowane w aktualnym szablonie produktu:
pt: As prioridades da tarefa a seguir foram definidas no modelo de produto atual:
pt_pt: As seguintes prioridades de tarefa foram definidas no template de projeto/produto atual:
ru: В текущем шаблоне продукта были определены следующие приоритеты задач:

# TaskPriorities_Title
source: Edit Task Priorities
cs: Upravit priority Úkolů
de: Aufgabenprioritäten bearbeiten
es: Editar Prioridades de Tareas
fr: Modifier les priorités de tâches
hu: Feladatprioritások szerkesztése
pl: Edycja Priorytetów Zadań
pt: Editar Prioridades da Tarefa
pt_pt: Editar Prioridades de Tarefa
ru: Редактирование Приоритеты задач

# Admin_EditImportances
source: Edit Importances
cs: Upravit důležitost
de: Wichtigkeiten bearbeiten
es: Editar Importancias
fr: Modifier les importances
hu: Fontossági tényezők szerkesztése
pl: Edycja Znaczenie
pt: Editar Importâncias
pt_pt: Editar Importâncias
ru: Редактирование Важность

# TestCasePriorities_Intro
source: The following test case priorities have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující priority Testovacích Případů:
de: Die folgenden Testfallprioritäten wurden in der aktuellen Produktvorlage definiert:
es: Las siguientes prioridades de casos de prueba se han definido en la plantilla actual del producto:
fr: Les priorités de tâches suivantes sont définies dans le modèle :
hu: Az alábbi feladateset-prioritásokat definiálták a jelenlegi projektsablonhoz:
pl: Poniższe priorytety przypadków testowych zostały zdefiniowane w aktualnym szablonie produktu:
pt: As seguintes prioridades de caso de teste foram definidas no modelo de produto atual:
pt_pt: As seguintes prioridades de caso de teste foram definidas no template de projeto/produto atual:
ru: В текущем шаблоне продукта были определены следующие приоритеты тестовых случаев:

# TestCasePriorities_Title
source: Edit Test Case Priorities
cs: Upravit priority Testovacích Případů
de: Testfallprioritäten bearbeiten
es: Editar las Prioridades de los Casos de Prueba
fr: Modifier les priorités
hu: Teszteset-prioritások szerkesztése
pl: Edycja Priorytetów przypadków testowych
pt: Editar Prioridades do Caso de Teste
pt_pt: Editar Prioridades de Caso de Teste
ru: Редактирование приоритетов тестирования

# RequirementTypes_Intro
source: The following requirement types have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující typy Požadavků:
de: Die folgenden Anforderungstypen wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes tipos de requisitos se han definido en la plantilla de producto actual:
fr: Les types de besoins suivants sont définis dans le modèle :
hu: Az alábbi követelményprioritásokat definiálták a jelenlegi projektsablonhoz:
pl: Poniższe typy wymagań zostały zdefiniowane w aktualnym szablonie produktu:
pt: Os seguintes tipos de requerimentos foram definidos no modelo de produto atual:
pt_pt: Os seguintes tipos de requisito foram definidos no template de projeto/produto atual:
ru: В текущем шаблоне изделия были определены следующие типы требований:

# RequirementTypes_Title
source: Edit Requirement Types
cs: Upravit typy Požadavků
de: Anforderungstypen bearbeiten
es: Editar los Tipos de Requisitos
fr: Modifier les types de besoin
hu: Követelménytípusok szerkesztése
pl: Edycja Rodzaje wymagań
pt: Editar Tipos de Requerimentos
pt_pt: Editar Tipos de Requisito
ru: Типы требований к редактированию

# TaskTypes_Intro
source: The following task types have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující typy Úkolů:
de: Die folgenden Aufgabentypen wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes tipos de tareas se han definido en la plantilla de producto actual:
fr: Les types de tâches suivantes sont définis dans le modèle :
hu: Az alábbi feladattípusokat definiálták a jelenlegi projektsablonhoz:
pl: W aktualnym szablonie produktu zdefiniowano następujące typy zadań:
pt: Os seguintes tipos de tarefas foram definidos no modelo de produto atual:
pt_pt: Os seguintes tipos de tarefa foram definidos no template de projeto/produto atual:
ru: В текущем шаблоне продукта определены следующие типы задач:

# TaskTypes_Title
source: Edit Task Types
cs: Upravit typy Úkolů
de: Aufgabentypen bearbeiten
es: Editar Tipos de Tareas
fr: Modifier les types de tâche
hu: Feladattípusok szerkesztése
pl: Edycja typów zadań
pt: Editar Tipos de Tarefas
pt_pt: Editar Tipos de Tarefa
ru: Редактирование типов задач

# TestCaseTypes_Intro
source: The following test case types have been defined in the current product template:
cs: V aktuální šabloně produktu byly definovány následující typy Testovacích Případů:
de: Die folgenden Testfalltypen wurden in der aktuellen Produktvorlage definiert:
es: Los siguientes tipos de casos de prueba se han definido en la plantilla actual del producto:
fr: Les types de scénarios de test suivants sont définis dans le modèle :
hu: Az alábbi tesztesettípusokat definiálták a jelenlegi projektsablonhoz:
pl: Poniższe typy przypadków testowych zostały zdefiniowane w aktualnym szablonie produktu:
pt: Os seguintes tipos de caso de teste foram definidos no modelo de produto atual:
pt_pt: Os seguintes tipos de caso de teste foram definidos no template de projeto/produto atual:
ru: В текущем шаблоне изделия были определены следующие типы тестовых случаев:

# TestCaseTypes_Title
source: Edit Test Case Types
cs: Upravit typy Testovacích Případů
de: Testfalltypen bearbeiten
es: Editar tipos de Casos de Prueba
fr: Modifier les types de scénario de test
hu: Tesztesettípusok szerkesztése
pl: Edycja typów przypadków testowych
pt: Editar Tipos de Caso de Teste
pt_pt: Editar Tipos de Caso de Teste
ru: Редактировать Типы тестовых случаев

# Admin_ProjectTemplate_Edit_BackToList
source: Back to Template List
cs: Zpět na seznam šablon
de: Zurück zur Vorlagenliste
es: Volver a la Lista de Plantillas
fr: Retour à Liste des modèles
hu: Vissza a sablonlistához
pl: Powrót do listy szablonów
pt: Voltar à Lista de Modelos
pt_pt: Voltar à Lista de Templates
ru: Вернуться к списку шаблонов

# Admin_ProjectTemplate_Edit_Title
source: Edit Product Template
cs: Upravit šablonu produktu
de: Produktvorlage bearbeiten
es: Editar Plantilla de Producto
fr: Modifier le modèle de produit
hu: projektsablon szerkesztése
pl: Edycja szablonu produktu
pt: Editar Modelo de Produto
pt_pt: Editar Template de Projeto / Produto
ru: Редактирование шаблона продукта

# Admin_ProjectTemplate_Home_Title
source: Template Administration
cs: Správa šablon
de: Vorlagenverwaltung
es: Administración de Plantillas
fr: Administration modèle
hu: Sablon adminisztrálása
pl: Wzorzec administracyjny
pt: Administração de Modelos
ru: Управление шаблонами

# ProjectTemplateAdmin_TemplateOverview
source: Template Overview
cs: Přehle šablon
de: Vorlagenübersicht
es: Resumen de Plantillas
fr: Vue d'ensemble du modèle
hu: Sablon áttekintése
pl: Szablon Przegląd
pt: Visão Geral de Modelos
ru: Обзор шаблона

# Admin_ViewEditProjectTemplates
source: View / Edit Templates
cs: Zobrazit/Upravit šablony
de: Vorlagen anzeigen / bearbeiten
es: Ver/Editar Plantillas
fr: Afficher / Modifier les modèles
hu: Sablonok megtekintése/szerkesztése
pl: Widok / Edycja szablonów
pt: Ver/Editar Modelos
pt_pt: Ver / Editar Templates de Projeto
ru: Просмотр / Редактирование Шаблонов

# Admin_ProjectTemplates_String1
source: The following product templates have been created in the system. To edit an existing template, please click on the 'Edit' link.
cs: V systému byly vytvořeny následující šablony produktů. Chcete-li upravit existující šablonu, klikněte na odkaz 'Upravit'.
de: Die folgenden Produktvorlagen wurden im System angelegt. Um eine bestehende Vorlage zu bearbeiten, klicken Sie bitte auf den Link "Bearbeiten".
es: Las siguientes plantillas de productos se han creado en el sistema. Para editar una plantilla existente, haga clic en el enlace 'Editar'.
fr: Les modèles de produits suivants sont définis dans l’application. Pour modifier un modèle existant, cliquer sur le lien « Modifier ».
hu: Az alábbi projektsablonok jöttek létre a rendszerben. Meglévő sablonok szerkesztéséhez kattintson a „Szerkesztés” hivatkozásra.
pl: W systemie stworzono następujące szablony produktów. Aby edytować istniejący szablon, należy kliknąć na link "Edytuj".
pt: Os modelos de produto a seguir foram criados no sistema. Para editar um modelo existente, clique no link "Editar".
ru: В системе созданы следующие шаблоны продуктов. Чтобы отредактировать существующий шаблон, пожалуйста, нажмите на ссылку "Редактировать".

# Admin_ProjectTemplates_String2
source: To create a new template, click on the [Add] button.
cs: Chcete-li vytvořit novou šablonu, klikněte na tlačítko [Přidat].
de: Um eine neue Vorlage zu erstellen, klicken Sie auf die Schaltfläche[Hinzufügen].
es: Para crear una nueva plantilla, haga clic en el botón [Agregar].
fr: Pour ajouter un nouveau modèle, cliquer sur le lien <Ajouter>.
hu: Új sablonok létrehozásához kattintson az [Add] gombra.
pl: Aby utworzyć nowy szablon, należy kliknąć na przycisk [Dodaj].
pt: Para criar um novo modelo, clique no botão [Adicionar].
ru: Чтобы создать новый шаблон, нажмите кнопку [Добавить].

# Admin_ProjectTemplateCreate_BasedOnNotes
source: Basing a product template on an existing one will copy across its custom properties and lists, as well as any artifact-specific customizations, notifications and workflows.
cs: Založení šablony produktu na již existující šabloně zkopíruje napříč vlastní vlastnosti a seznamy, stejně jako veškerá přizpůsobení, notifikace a workflow definované pro artefakty.
de: Wenn eine Produktvorlage auf einer bestehenden basiert, wird sie über ihre benutzerdefinierten Eigenschaften und Listen sowie über alle artefaktspezifischen Anpassungen, Benachrichtigungen und Workflows kopiert.
es: Basar una plantilla de producto en una existente copiará a través de sus propiedades personalizadas y listas, así como en cualquier personalización específica, artefactos, notificaciones y flujos de trabajo.
fr: Baser un modèle de produit sur un modèle existant copie les propriétés, listes personnalisées, notifications, workflows et personnalisations spécifiques à l'objet.
hu: Ha egy projektsablont egy meglévő sablon alapján hozza létre, akkor a projekt egyéni tulajdonságaira, munkafolyamataira és incidensmezőire másolódik.
pl: Oparcie szablonu produktu na istniejącym szablonie skopiuje jego niestandardowe właściwości i listy, jak również wszelkie specyficzne dla artefaktów modyfikacje, powiadomienia i przepływy pracy.
pt: Basear um modelo de produto em um existente irá copiar suas propriedades e listas personalizadas, bem como quaisquer customizações específicas em artefatos, notificações e fluxos de trabalho.
ru: Основываясь на существующем шаблоне продукта, можно скопировать его пользовательские свойства и списки, а также любые специфические для артефактов настройки, уведомления и рабочие процессы.

# Admin_ProjectTemplateCreate_ExistingTemplate
source: Existing Template
cs: Stávající šablona
de: Vorhandene Vorlage
es: Plantilla Existente
fr: Modèle existant
hu: Meglévő sablon
pl: Istniejący szablon
pt: Modelo Existente
ru: Существующий шаблон

# Admin_ProjectTemplateCreate_NewTemplate
source: New Template
cs: Nová šablona
de: Neue Vorlage
es: Nueva Plantilla
fr: Nouveau modèle
hu: Új sablon
pl: Nowy szablon
pt: Novo Modelo
ru: Новый шаблон

# Admin_ProjectTemplateCreate_Title
source: Create New Template
cs: Vytvořit novou šablonu
de: Neue Vorlage erstellen
es: Crear Nueva Plantilla
fr: Créer un nouveau modèle
hu: Új sablon létrehozása
pl: Stwórz nowy szablon
pt: Criar Novo Modelo
ru: Создать новый шаблон
