Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestingSettings_Title
source: Testing Settings
cs: Nastavení Testování
de: Testeinstellungen
es: Configuraciones de Prueba
fi: Testauksen asetukset
fr: Configuration de test
hu: Tesztelési beállítások
pl: Ustawienia testowe
pt: Configurações de Teste
pt_pt: Configurações de Teste
ru: Настройки тестирования

# TestSetDetails_AddParameterValue
source: Add Parameter Value
cs: Přidat hodnotu parametru
de: Parameterwerte hinzufügen
es: Agregar Valor de Parámetro
fi: Lisää parametrin arvo
fr: Ajouter une valeur de paramètre
hu: Paraméterérték hozzáadása
pl: Dodaj wartość parametru Wartość parametru
pt: Adicionar Valor de Parâmetro
pt_pt: Atribuir Valor ao Parâmetro
ru: Добавить значение параметра

# TestSetDetails_ParametersIntro
source: The following parameter values have been specified at the test set level:
cs: Na úrovni Testovací Sady byly zadány následující hodnoty parametrů:
de: Die folgenden Parameterwerte wurden für diese Testreihe festgelegt:
es: Los siguientes valores de parámetro se han especificado a nivel de conjunto de pruebas:
fi: Testijoukkotasolle on määritelty seuraavat parametrit:
fr: Les valeurs de paramètres suivantes ont été définies au niveau ensemble de tests
hu: Az alábbi paraméterértékeket határozták meg a teszt szett szintjén:
pl: Następujące wartości parametrów zostały określone na poziomie zestawu testowego:
pt: Os seguintes valores de parâmetro foram especificados a nível de conjunto de testes:
pt_pt: Os valores dos parâmetros seguintes foram especificados no conjunto de teste:
ru: На уровне контрольной установки были заданы следующие значения параметров:

# TestSetDetails_TestSetValue
source: Test Set Value
cs: Hodnota Testovací Sady
de: Testreihenwert
es: Valor de Conjunto de Pruebas
fi: Testijoukon arvo
fr: Valeur ensemble de tests
hu: Teszt szett érték
pl: Wartość zestawu testowego
pt: Valor de Conjunto de Testes
pt_pt: Valor do Conjunto de Teste
ru: Значение тестового набора

# TestCaseExecution_AddNewAttachment
source: Add New Attachment
cs: Přidat novou přílohu
de: Neuen Anhang hinzufügen
es: Agregar Nuevo Adjunto
fi: Lisää uusi Liite
fr: Ajouter une nouvelle pièce jointe
hu: Új csatolmány hozzáadása
pl: Dodaj nowy załącznik
pt: Adicionar Novo Anexo
pt_pt: Adicionar Novo Anexo
ru: Добавить новое приложение

# TestCaseExecution_LinkExistingAttachment
source: Link Existing Attachment
cs: Propojit existující přílohu
de: Vorhandenen Anhang hinzufügen
es: Asociar con Adjunto Existente
fi: Linkitä olemassa oleva Liite
fr: Associer une pièce jointe
hu: Meglévő csatolmány hozzáadása
pl: Link Istniejący załącznik
pt: Relacionar com Anexo Existente
pt_pt: Associar Anexo Existente
ru: Ссылка Существующее приложение

# TestCaseExecution_AlwaysShowTestCase
source: Always show test case
cs: Vždy zobrazit Testovací Případ
de: Immer Testfälle anzeigen
es: Mostrar siempre el caso de prueba
fi: Näytä aina testitapaus
fr: Toujours afficher le scénario de test
hu: Teszteset mutatása minden esetben
pl: Zawsze pokazuj przypadek testowy
pt: Sempre mostrar caso de teste
pt_pt: Mostrar sempre o caso de teste
ru: Всегда показывать пример

# TestCaseExecution_Complete
source: complete
cs: Dokončit
de: Vollständig
es: terminado
fi: Valmis
fr: terminée
hu: befejezve
pl: Kompletny
pt: concluído
pt_pt: completo
ru: полный

# TestCaseExecution_TestExecutionResume
source: Resume Test Execution
cs: Obnovit vykonání testu
de: Testdurchführung fortsetzen
es: Reanudar la Ejecución de la Prueba
fi: Jatka testien suorittamista
fr: Reprendre l'exécution du test
hu: Tesztvégrehajtás folytatása
pl: Wznowienie wykonywania testu
pt: Retomar a Execução do Teste
pt_pt: Retomar Execução de Teste
ru: Возобновить тестовое исполнение

# Admin_Notification_EditTemplate_Tokens
source: (Display Email Template Field Tokens)
cs: (Zobrazit tokeny pole šablony e-mailu)
de: (Emailvorlagen Platzhalter anzeigen)
es: (Mostrar los Tokens de la Plantilla de E-mail)
fi: (Näytä erikoismerkit sähköpostin pohjassa)
fr: (Afficher les tokens de champ standard)
hu: (E-mail-sablonmező tokenek megjelenítése)
pl: (Wyświetlanie szablonu e-maila w polu Żetony)
pt: (Exibir Modelo de Tokens de E-mail)
pt_pt: (Visualizar Símbolos do Campo do Modelo de E-mail)
ru: (Отображать жетоны полей шаблонов электронной почты)

# Help_AdministrationGuide
source: Administration Guide
cs: Průvodce administrací
de: Administrationsleitfaden
es: Guía de Administración
fi: Ylläpito-opas
fr: Guide administrateur
hu: Adminisztrációs útmutató
pl: Przewodnik administracyjny
pt: Guia de Administração
pt_pt: Guia de Administração
ru: Руководство по администрированию

# Help_HelpViewer
source: Help Viewer
cs: Prohlížeč nápovědy
de: Hilfe
es: Visor de Ayuda
fi: Helpin katselin
fr: Aide
hu: Súgómegjelenítő
pl: Pomóż widzowi
pt: Visualizador de Ajuda
pt_pt: Ver Ajuda
ru: Помощь Просмотрщик

# Help_UserManual
source: User Manual
cs: Uživatelský manuál
de: Benutzerhandbuch
es: Manual de Usuario
fi: Käyttöopas
fr: Manuel Utilisateur
hu: Kezelési útmutató
pl: Instrukcja obsługi
pt: Manual do Usuário
pt_pt: Manual de Utilizador
ru: руководство пользователя

# TestRunDetails_ChangeTestSet
source: Change Test Set
cs: Změnit Testovací Sadu
de: Testreihe verändern
es: Cambiar Conjunto de Pruebas
fi: Muuta Testijoukkoa
fr: Modifier l'ensemble de tests
hu: Teszt szett módosítása
pl: Zmień zestaw testowy
pt: Mudar Conjunto de Teste
pt_pt: Alterar Conjunto de Teste
ru: Изменить набор тестов

# TestRunDetails_ChangeTestSet_Intro
source: Please choose the Test Set that this test run is associated with:
cs: Vyberte testovací sadu, se kterou je tento Běh testu spojen:
de: Bitte wählen Sie die Testreihe aus, die mit diesem Testlauf verknüpft ist:
es: Por favor, elija el Conjunto de Pruebas asociado con esta Ejecución de Prueba:
fi: Valitse Testijoukko johon tämä Testiajo on liitetty:
fr: Veuillez choisir l'ensemble de tests à associer :
hu: Válasszon egy teszt szettet, amelyhez ezt a tesztfuttatást hozzárendeli:
pl: Proszę wybrać zestaw testowy, z którym związane jest to badanie testowe:
pt: Por favor, escolha o Conjunto de Teste ao qual essa Execução de Teste está associada:
pt_pt: Por favor, selecione o Conjunto de Teste ao qual esta execução de teste se encontra associada:
ru: Пожалуйста, выберите Test Set (Набор тестов), с которым ассоциируется этот пробный запуск:

# ReportConfiguration_DefaultSortDDL
source: --Default Sort --
cs: --Výchozí řazení--
de: -- Standard Sortierung --
es: -- Ordenación por Defecto --
fi: --oletusryhmittely--
fr: --- Tri par défaut ---
hu: --Alapértelmezett rendezés--
pt: -- Ordenação Padrão --
pt_pt: --Ordenação Inicial --
ru: -Сорт по умолчанию...

# TestCaseExecution_ShowCustomProperties
source: Show custom properties
cs: Zobrazit vlastní vlastnosti
de: Benutzerdefinierte Eigenschaften anzeigen
es: Mostrar Propiedades Personalizadas
fi: Näytä kustomoidut parametrit
fr: Affichage des propriétés personnalisées
hu: Egyéni tulajdonságok megjelenítése
pl: Pokaż niestandardowe właściwości
pt: Mostrar propriedades personalizadas
pt_pt: Mostrar propriedades personalizadas
ru: Показывать пользовательские свойства

# GlobalNavigation_KeyboardShortcuts
source: Keyboard Shortcuts
cs: Klávesové zkratky
de: Tastenkombinationen
es: Atajos de Teclado
fi: Näppäimistön pikavalinnat
fr: Raccourcis clavier
hu: Gyorsbillentyűk
pl: Klawiatura Skróty klawiszowe
pt: Atalhos de Teclado
pt_pt: Atalhos do Teclado
ru: Клавиатурные сокращения

# Admin_TestingSettings_DisplayBuildDuringExecution
source: Display Build During Test Execution
cs: Zobrazit sestavení (Build) během vykonání testu
de: Anzeige des Builds während der Testausführung
es: Mostrar la Build durante la Ejecución de Pruebas
fi: Näytä build testien suorituksessa
fr: Affichage des informations de compilation pendant l'exécution de test
hu: Tesztvégrehajtás közbeni fejlesztés megjelenítése
pl: Wyświetlacz tworzony podczas wykonywania testu
pt: Exibir a compilação durante a execução do teste
pt_pt: Visualizar Pacote Durante Execução do Teste
ru: Построение дисплея во время выполнения теста

# DataSyncDetails_Notes_Caption
source: The display name of the plugin (e.g. Internal Jira) that can be used to distinguish between multiple instances of the same plugin type
cs: Zobrazovaný název pluginu (např. Internal Jira), který lze použít k rozlišení mezi více instancemi stejného typu pluginu
de: Der Anzeigename des Plug-Ins (z.B. interne Jira), der zur Unterscheidung zwischen mehreren Instanzen des gleichen Plug-In-Typs verwendet werden kann.
es: El nombre de visualización del complemento (por ej. Jira Interno) que se puede utilizar para distinguir entre varias instancias del mismo tipo de plugin
fi: Liitännäisen nimi (e.g. Sisäinen Jira), jota voidaan käyttää erottamaan useat saman liitännäistyypin edustajat
fr: Le nom du plug-in (par ex. Jira Interne) permettant de différencier les multiples instances d'un même type de plug-in.
hu: A kiegészítő nevének megjelenítésével (pl. Internal Jira) lehetővé teszi egy adott kiegészítőtípus több instanciája közötti különbségtételt
pl: Nazwa wyświetlacza wtyczki (np. Internal Jira), która może być używana do rozróżnienia wielu instancji tego samego typu wtyczki.
pt: O nome de exibição do plug-in (ex.: Jira Interno) que pode ser usado para distinguir entre várias instâncias do mesmo tipo de plug-in
pt_pt: O nome de visualização do plug-in (e.g. Jira Interno) que pode ser usado para distinguir entre várias instâncias do mesmo tipo de plug-in
ru: Отображаемое имя плагина (например, Internal Jira), которое может быть использовано для различения нескольких экземпляров одного и того же типа плагина.

# DataSyncDetails_Notes_Connection
source: The URL or other connection string used to connect to the external bug-tracker
cs: URL nebo jiný connection string pro připojení externího sledovače chyb (bug-trackeru)
de: Die URL oder ein anderer Connection String, die/der die Verbindung zum externen Bugtracker herstellt.
es: La URL u otra ruta de conexión utilizada para conectarse al rastreador de errores externo
fi: URL tai muu yhteysosoite ulkoiseen havaintojenhallintavälineeseen kytkeytymiseksi
fr: l'URL utilisée pour la connexion avec le système de suivi d'anomalies
hu: Az URL vagy más kapcsolati füzér a külső hibakövetőhöz való csatlakozáshoz
pl: URL lub inny ciąg połączeń używany do połączenia z zewnętrznym urządzeniem śledzącym błędy
pt: A URL ou outro caminho de conexão usado para se conectar ao bug-tracker externo
pt_pt: A URL, ou outra ligação, usada para conexão à ferramenta externa de gestão de defeitos
ru: URL-адрес или другая строка соединения, используемая для подключения к внешнему баг-трекеру

# DataSyncDetails_Notes_Description
source: The long description of the plugin (e.g. 'Connects to the in-house bug-tracker')
cs: Podrobný popis pluginu (např. „Připojuje se k internímu sledovači chyb“)
de: Die lange Beschreibung des Plug-Ins (z.B. 'Verbindung zum Hausinternen Bugtracker)
es: La descripción explicativa del complemento (por ej. 'Permite conectar con el rastreador de errores externo')
fi: Liitännäisen pitkä kuvaus (esim. 'kytkeytyy talon omaan havaintojenhallintavälineeseen')
fr: La description du plug-in (Par ex. "Connection avec le système de suivi d'anomalies interne")
hu: A kiegészítő hosszú leírása (pl. „Csatlakozás a belső hibakövetőhöz”)
pl: Długi opis wtyczki (np. "Podłącza się do wewnętrznego urządzenia śledzącego błędy")
pt: A descrição longa do plug-in (ex.: 'Conecta-se ao bug-tracker interno')
pt_pt: A descrição longa do plug-in (e.g. "Faz a ligação à ferramenta de gestão de defeitos interna")
ru: Длинное описание плагина (например, "Подключается к внутренней системе отслеживания ошибок").

# DataSyncDetails_Notes_LoginPasswordTo
source: The login and password used to connect to
cs: Přihlašovací jméno a heslo použité pro připojení
de: Der Benutzer und das Passwort, die für die Verbindung genutzt werden.
es: El nombre de usuario y la contraseña
fi: Käyttäjätunnus ja salasana, joita käytetään kytkeytymiseen:
fr: Login et mot de passe
hu: A csatlakozáshoz szükséges felhasználónév és jelszó
pl: Login i hasło używane do łączenia się z
pt: O login e senha usados ​​para se conectar ao
pt_pt: A identificação e a palavra chave usados para ligar a
ru: Логин и пароль, используемые для подключения к

# DataSyncDetails_Notes_Name
source: The physical name of the plugin (e.g. JiraDataSync) that matches the DLL being used
cs: Fyzický název pluginu (např. JiraDataSync), který odpovídá použité knihovně DLL
de: Der physische Name des Plug-Ins (z.B. JiraDataSync), der mit dem in der genutzten DLL übereinstimmt.
es: El nombre físico del complemento (por ej. JiraDataSync) que coincide con la DLL que se está utilizando
fi: Liitännäisen fyysinen nimi (esim. JiraDatasync), joka vastaa käytettävää DLL:ää
fr: Le nom du plug-in (par ex. JiraDataSync) associé avec DLL
hu: A kiegészítő fizikai neve (pl. JiraDataSync), ami egyezik a használt DLL-lel
pl: Fizyczna nazwa wtyczki (np. JiraDataSync), która pasuje do używanego DLL
pt: O nome físico do plugin (ex.: JiraDataSync) que corresponde a DLL que está sendo usada
pt_pt: O nome físico do plug-in (e.g. JiraDataSync) que corresponde à DLL utilizada
ru: Физическое имя используемого плагина (например, JiraDataSync), которое соответствует используемой DLL

# DataSyncDetails_Notes_TimeOffset
source: The number of hours to look back for changes to synchronization. Normally should be set to zero (0) unless you find changes are not being synchronized
cs: Počet hodin pro zpětný pohled týkající se synchronizace změn. Normálně by měla být nastavena na nulu (0), pokud neshledáte, že se změny nesynchronizují
de: Die Anzahl der Stunden für die nach Änderungen der Synchronisation zurückgeblickt werden soll. Normalerweise sollte dies auf Null (0) stehen, es sei denn Sie finden Änderungen, die nicht synchronisiert wurden.
es: El número de horas para buscar cambios de sincronización. Normalmente debe establecerse en cero (0) a menos que los cambios no estén siendo sincronizados
fi: Tunteja, joiden aikana voidaan palata synkronoituun tietoon. Normaalisti pitäisi olla nolla (0), paitsi jos löydät muutoksia, joita ei ole synkronoitu.
fr: Le nombre d'heures pour la période de recherche des modifications de la synchronisation. La valeur est normalement 0 sauf si des modifications n'ont pas été synchronisées.
hu: A szinkronizációban bekövetkezett változások kereséséhez meghatározott órák száma Ez általában nullára (0) kell állítani kivéve, ha a változások nem szinkronizáltak
pl: Liczba godzin, które należy poświęcić na szukanie zmian w synchronizacji. Normalnie powinno być ustawione na zero (0), chyba że zmiany nie są synchronizowane.
pt: O número de horas para procurar por alterações antigas de sincronização no período. Normalmente, deve ser definido como zero (0), a menos que você encontre alterações que não estão sendo sincronizadas
pt_pt: O número de horas contadas para trás, a partir do momento presente, para revisão das alterações resultantes da sincronização. Deve assumir o valor zero (0), a menos que o sincronismo não esteja a efetuar as alterações
ru: Количество часов для просмотра изменений синхронизации. Обычно следует устанавливать на ноль (0), если только вы не обнаружили, что изменения не синхронизируются.

# GeneralSettings_FreeTextIndexingEnabled
source: Enable Free Text Indexes
cs: Povolit Free Text Indexy
de: Freie Textindizes aktivieren
es: Habilitar Índices de Texto
fi: Aktivoi vapaan tekstin indeksit
fr: Activation des index Free Text
hu: Szabadszöveges indexek engedélyezése
pl: Włączanie indeksów swobodnego tekstu
pt: Habilitar Indexadores de Texto
pt_pt: Ativar Índices de Texto Livre
ru: Включить бесплатные текстовые индексы

# GeneralSettings_FreeTextIndexingEnabledNotes
source: When enabled this uses SQL Server Free Text Indexes to improve the performance of text searches.
cs: Pokud je povoleno, používá se ke zlepšení výkonu textového vyhledávání Free text indexů v SQL serveru.
de: Wenn diese Option aktiviert ist, verwendet sie SQL Server-freie Textindizes, um die Performanz von Textsuchen zu verbessern.
es: Cuando se habilita, utiliza índices de texto del servidor SQL para mejorar el rendimiento de las búsquedas de texto.
fi: Aktivoituna käyttää SQL serverin vapaan tekstin indeksejä parantaakseen teksti-hakujen suorituskykyä.
fr: Active l'indexation SQL Server Free Text pour améliorer la performance des recherches de texte.
hu: Ha ezt engedélyezi, akkor az SQL Server Free Text indexeket használ a szöveges keresések javítása érdekében.
pl: Jeśli opcja ta jest włączona, używa indeksów tekstowych SQL Server Free Text Indexes aby poprawić wydajność wyszukiwania tekstu.
pt: Quando habilitado, usa indexadores de texto do servidor SQL para melhorar o desempenho de pesquisas de texto.
pt_pt: Quando ativado, são usados os Índices de Texto Livre do SQL Server, para melhorar o desempenho das pesquisas de texto.
ru: При включении этой функции используются SQL Server Free Text Indexes для повышения производительности текстовых поисков.

# Global_Of
source: of
cs: z
de: von
es: de
fr: de(s)
pl: z
pt: de
pt_pt: de
ru: от

# Admin_ProjectAssociations
source: Product Associations
cs: Propojení Produktů
de: Produktassoziationen
es: Asociaciones de Proyectos
fi: Projektin yhteydet
fr: Associations de produit
hu: projekttársítások
pl: Stowarzyszenia Produktów
pt: Associações de Projeto
pt_pt: Associações do Projeto
ru: Продуктовые ассоциации

# Admin_ProjectAssociations_ArtifactTypes
source: Artifact Types
cs: Typy Artefaktů
de: Artefakttypen
es: Tipos de Artefactos
fi: Asian tyypit
fr: Types d'objet
hu: Tárgykör típusa
pl: Rodzaje artefaktów
pt: Tipos de Artefato
pt_pt: Tipos de Artefacto
ru: Типы артефактов

# Admin_ProjectAssociations_AddAssociation
source: Add New Product Association
cs: Přidat nové propojení Produktu
de: Neue Produktassoziation hinzufügen
es: Agregar Nueva Asociación de Proyecto
fi: Lisää uusi Projektin yhteys
fr: Ajouter une nouvelle association
hu: Új projekttársítások hozzáadása
pl: Dodaj Stowarzyszenie Nowych Produktów
pt: Adicionar Nova Associação de Projeto
pt_pt: Adicionar Nova Associação de Projecto
ru: Добавить новую ассоциацию продуктов

# Admin_ProjectAssociations_AddAssociation_Intro
source: Please choose the artifact type(s) and product that you'd like to share with:
cs: Vyberte typ(y) Artefaktu a Produkt, se kterými chcete sdílet:
de: Bitte wählen Sie den/die Artefakttyp(en) und das Produkt aus, mit dem sie diese teilen möchten:
es: Por favor, elija el(los) tipo(s) de artefacto y el proyecto para compartir:
fi: Valitse asian tyypit ja projekti jolle haluat jakaa:
fr: Veuillez choisir le(s) type(s) d'objet et de produit à partager :
hu: Válasszon egy tárgykört és projektet, amit meg szeretne osztani
pl: Proszę wybrać typ(y) artefaktu(ów) i produkt, z którym chcesz się podzielić:
pt: Por favor, escolha o(s) tipo(s) de artefato e o projeto com os quais você gostaria de compartilhar:
pt_pt: Por favor, selecione o(s) tipo(s) de artefato e o projeto que pretende partilhar:
ru: Пожалуйста, выберите тип(ы) артефакта(ов) и продукт, с которым вы хотели бы поделиться:

# Admin_ProjectAssociations_EditAssociation
source: Edit Existing Product Association
cs: Upravit existující propojení Produktu
de: Bestehende Produktassoziation bearbeiten
es: Editar Asociación de Proyecto Existente
fi: Muokkaa olemassa olevaa projektin yhteyttä
fr: Modifier une association de produit
hu: Meglévő projekttársítás szerkesztése
pl: Edytuj Istniejące Stowarzyszenie Produktów
pt: Editar Associação de Projeto Existente
pt_pt: Adicionar Associação Existente de Projeto
ru: Редактировать существующую ассоциацию продуктов

# Admin_ProjectAssociations_EditAssociation_Intro
source: Please choose which artifact types you'd like to share with this product:
cs: Vyberte typy artefaktů, které chcete s tímto Produktem sdílet:
de: Bitte wählen Sie welche Artefakttypen Sie mit diesem Produkt teilen möchten:
es: Por favor, elija los tipos de artefactos que desea compartir con este proyecto:
fi: Valitse mitkä asian tyypit haluat jakaa tälle projektille:
fr: Veuillez choisir le(s) type(s) d'objet à partager avec ce produit :
hu: Válassza ki azt a műtárgytípust, amelyet meg szeretne osztani ezzel a projektkel:
pl: Proszę wybrać typy artefaktów, którymi chciałbyś się podzielić z tym produktem:
pt: Por favor, escolha os tipos de artefatos que você gostaria de compartilhar com este projeto:
pt_pt: Por favor, selecione os tipos de artefato que pretende partilhar com este projeto:
ru: Пожалуйста, выберите типы артефактов, которыми вы хотите поделиться с этим продуктом:

# Admin_ProjectAssociations_Intro
source: The following other products are allowed to access artifacts in <strong>this product</strong> as part of their own data:
cs: Následující produkty mají povolen přístup k artefaktům v <strong> tomto produktu</strong> jako součást vlastních dat:
de: Folgende weitere Produkte haben Zugriff auf Artefakte in <strong>diesem Produkt</strong> als Teil ihrer eigenen Daten:
es: A los siguientes otros proyectos se les permite el acceso a artefactos en <strong> este proyecto </strong> como parte de sus propios datos:
fi: Seuraavilla projekteilla on pääsy <strong>tämän projektin</strong> asioihin osana omia tietojaan:
fr: Les produits suivants peuvent accéder aux objets dans <strong>ce produit</strong> en tant que propriétaire :
hu: Az alábbi egyéb projektek érhetnek el műtárgyakat ebben <strong>a projektben</strong> a saját adataikként:
pl: Następujące inne produkty mają dostęp do artefaktów w <strong>tego produktu</strong> w ramach własnych danych:
pt: Os seguintes outros projetos têm permissão para acessar artefatos <strong>neste projeto</strong> como parte de seus próprios dados:
pt_pt: Os projetos que se seguem estão autorizados a aceder a artefatos <strong>deste projeto</ strong> como parte dos seus próprios dados:
ru: Следующим другим продуктам разрешен доступ к артефактам в <strong>этом продукте</strong> как к части собственных данных:

# Admin_ProjectAssociations_Notes
source: Note: the other products will only have read-only access to the artifacts in this product.
cs: Poznámka: Ostatní produkty budou mít k artefaktům v tomto produktu přístup pouze ke čtení.
de: Hinweis: die anderen Produkte haben nur Leseberechtigung für die Artefakte dieses Produktes.
es: Nota: los otros proyectos sólo tendrán un acceso de lectura a los artefactos de este proyecto.
fi: Huomio: Muut projektit saavat vain luku-oikeudet tämän projektin asioihin.
fr: Note : les objets du produit ne seront accessibles par les autres produits qu'en lecture seule (read-only).
hu: Megjegyzés: egyéb projektek csak olvasási jogosultsággal rendelkeznek az ezen a projekten belüli funkcióhoz
pl: Uwaga: inne produkty będą miały dostęp tylko do odczytu do artefaktów w tym produkcie.
pt: Observação: os outros projetos terão acesso somente-leitura aos artefatos deste projeto.
pt_pt: Nota: os restantes projetos terão apenas acesso de leitura aos artefatos deste projeto.
ru: Примечание: другие продукты будут иметь доступ только для чтения к артефактам в этом продукте.

# PlanningBoard_GroupBacklog
source: -- Program Backlog --
es: -- Pendencias del Programa --
fi: -- Programmin Backlog --
fr: -- Backlog Programme --
hu: -- Programkésleltetés --
pl: -- Backlog programu --
pt: -- Backlog do Programa --
pt_pt: -- Backlog do Programa --
ru: -- Журнал регистрации программ --

# Global_Seconds
source: seconds
cs: vteřiny
de: Sekunden
es: segundos
fi: sekuntia
fr: secondes
hu: másodperc
pl: sekundy
pt: segundos
pt_pt: segundos
ru: секунды
