Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_GeneralSettings_LoginNoticeNotes
source: A message to permanently display at the bottom of the login screen for all users (for example, a company disclaimer)
cs: Zpráva, která se trvale zobrazí ve spodní části přihlašovací obrazovky pro všechny uživatele (například odmítnutí odpovědnosti společnosti)
de: Eine Nachricht, die allen Benutzern dauerhaft am unteren Ende der Anmeldemaske angezeigt wird (z.B. Haftungsausschluss des Unternehmens)
es: Un mensaje mostrado permanentemente en la parte inferior de la pantalla de Inicio de Sesión para todos los usuarios (por ej. aviso de exclusión de responsabilidad de la compañía)
fi: Pysyvä viesti kirjautumisruudun alalaitaan kaikille käyttäjille (esimerkiksi yhtiön vastuuvapauslauseke)
fr: Un message affichable en permanence en bas de page (nom de l'entreprise, raison sociale, informations légales...)
hu: Üzenet, amely az összes felhasználó bejelentkező képernyőjének alján tartósan megjelenik (például egy vállalati nyilatkozat)
pl: Komunikat do wyświetlania na stałe w dolnej części ekranu logowania dla wszystkich użytkowników (np. zrzeczenie się odpowiedzialności przez firmę)
pt: Uma mensagem para exibir permanentemente na parte inferior da tela de login para todos os usuários (por exemplo, uma declaração de isenção de responsabilidade da empresa)
pt_pt: Uma mensagem a ser permanentemente exibida ao fundo do ecrã de login, para todos os utilizadores (por exemplo, termo de responsabilidade da empresa)
ru: Сообщение для постоянного отображения в нижней части экрана входа в систему для всех пользователей (например, сообщение об отказе от ответственности компании).

# Admin_EditTestCaseWorkflows_Title
source: Test Case Workflows
cs: Workflow Testovacích Případů
de: Testfallworkflow
es: Flujos de Trabajo de Casos de Prueba
fi: Testitapauksen Tilamallit
fr: Scénario de test Workflows
hu: Teszteset munkafolyamatai
pl: Przepływy pracy w przypadkach testowych
pt: Fluxos de Trabalho de Casos de Teste
pt_pt: Workflows de Casos de Teste
ru: Рабочие процессы в тестовом случае

# Admin_Testing
source: Testing
cs: Testování
de: Testen
es: Pruebas
fi: Testaus
fr: Test
hu: Tesztelés
pl: Testowanie
pt: Testes
pt_pt: Testes
ru: Тестирование

# Admin_TestCaseTypes_Intro
source: The following test case types exist in the system. You can specify for this product, which workflows will be used for each test case type:
cs: V systému existují následující typy Testovacích Případů. U tohoto Produktu můžete určit, která workflow se použijí pro každý typ testovacího případu:
de: Die folgenden Testfalltypen existieren im System. Sie können festlegen welche Workflows für die einzelnen Testfalltypen dieses Produktes verwendet werden.
es: Existen los siguientes tipos de casos de prueba en el sistema. Puede especificar para este proyecto qué flujos de trabajo se utilizarán para cada tipo de caso de prueba:
fi: Seuraavat testitapauksen tyypit on olemassa. Voit määrittää projektiin mitä testitapauksen tyyppiä mikäkin tilamalli koskee:
fr: Les types de scénario de test suivants sont définis dans l'application. Vous pouvez spécifier un workflow pour chaque type de scénario de test du produit :
hu: Az alábbi tesztesettípusok léteznek a rendszerben. Ehhez a projekthez meghatározhatja, hogy mely munkafolyamatokat használja az egyes tesztesettípusokhoz:
pl: W systemie istnieją następujące typy przypadków testowych. Możesz określić dla tego produktu, które przepływy pracy będą używane dla każdego typu przypadku testowego:
pt: Os seguintes tipos de casos de teste existem no sistema.Você pode especificar para esse projeto quais fluxos de trabalho serão usados ​​para cada tipo de caso de teste:
pt_pt: No sistema, existem os tipos de casos de teste seguintes. Pode especificar, para este projecto, que workflows serão usados para cada tipo de caso de teste:
ru: В системе существуют следующие типы тестовых сценариев. Вы можете указать для данного продукта, какие рабочие процессы будут использоваться для каждого типа тестового случая:

# Admin_TestCaseWorkflowDetails_Intro
source: This displays all the test case status steps for this particular workflow:
cs: Zobrazí se všechny kroky stavu Testovacího Případu pro toto konkrétní workflow:
de: Es werden alle Testfallstatusschritte dieses Workflows angezeigt:
es: Aquí se muestran todos los pasos de estado del caso de prueba para este flujo de trabajo:
fi: Näyttää kaikki testitapauksen tilasiirtymät kyseiselle tilamallille:
fr: Affichage de toutes les étapes de statuts de version du workflow.
hu: Ez jeleníti meg egy adott munkafolyamat összes teszteset-állapotlépését:
pl: Wyświetlane są w nim wszystkie kroki stanu przypadku testowego dla tego konkretnego przepływu pracy:
pt: Aqui são mostrados todos os status das etapas de casos de teste para este fluxo de trabalho específico:
pt_pt: Aqui são mostrados todos os status de passos de casos de teste para este workflow em particular:
ru: При этом отображаются все этапы состояния тестового примера для данного конкретного рабочего процесса:

# Admin_TestCaseWorkflowStep_TestCaseCustomProperties
source: Test Case Custom Properties
cs: Vlastní vlastnosti Testovacího Případu
de: Benutzerdefinierte Eigenschaften für Testfälle
es: Propiedades Personalizadas de Caso de Prueba
fi: Testitapauksen kustomoidut ominaisuudet
fr: Propriétés personnalisées de scénario de test
hu: Teszteset egyéni tulajdonságai
pl: Przypadek testowy Właściwości niestandardowe
pt: Propriedades Personalizadas de Caso de Teste
pt_pt: Propriedades Personalizadas do Caso de Teste
ru: Свойства пользовательского варианта испытания

# Admin_TestCaseWorkflowStep_TestCaseCustomPropertiesIntro
source: The following test case custom properties are hidden/disabled/required at this step in the workflow:
cs: Následující vlastní vlastnosti Testovacího Případu jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden benutzerdefinierten Eigenschaften des Testfalls werden in diesem Workflowschritt versteckt/deaktiviert/erforderlich:
es: Las siguientes propiedades personalizadas de caso de prueba están escondidas/inhabilitadas/requeridas en este paso del flujo de trabajo:
fi: Seuraavat testitapauksen kustomoidut ominaisuudet on piilotettu/ei-aktiivinen/pakollinen tässä tilamallin askeleessa:
fr: Les champs de propriétés personnalisée de scénario de test suivants sont cachés/inactifs/exigés pour cette étape du workflow :
hu: Az alábbi teszteset egyéni tulajdonságai rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Na tym etapie przepływu pracy ukryte/wyłączone/wymagane są następujące niestandardowe właściwości przypadku testowego:
pt: As seguintes propriedades personalizadas de caso de teste estão ocultas/desabilitadas/requeridas nesta etapa do fluxo de trabalho:
pt_pt: As propriedades personalizadas seguintes do caso de teste estão escondidas/desativadas ou são obrigatórias neste passo do workflow:
ru: Следующие пользовательские свойства тестового примера скрыты/отключены/требуются на этом этапе рабочего процесса:

# Admin_TestCaseWorkflowStep_TestCaseFields
source: Test Case Fields
cs: Pole Testovacího Případu
de: Testfallfelder
es: Campos de Casos de Prueba
fi: Testitapauksen Kentät
fr: Champs de scénario de test
hu: Teszteset mezői
pl: Pola przypadków testowych
pt: Campos de Casos de Teste
pt_pt: Campos do Caso de Teste
ru: Поля тестового случая

# Admin_TestCaseWorkflowStep_TestCaseFieldsIntro
source: The following test case fields are hidden/disabled/required at this step in the workflow:
cs: Následující pole Testovacího Případu jsou skryté/zakázané/požadované v tomto kroku workflow:
de: Die folgenden Testfallfelder sind in diesem Workflowschritt versteckt/deaktiviert/erforderlich:
es: Los siguientes campos de caso de prueba están escondidos/inhabilitados/requeridos en este paso del flujo de trabajo:
fi: Seuraavat testitapauksen kentät on piilotettu/ei-aktiivinen/pakollinen tässä tilamallin askeleessa:
fr: Les champs de scénario de test suivants sont cachés/inactifs/exigés pour cette étape du workflow :
hu: Az alábbi tesztesetmezők rejtettek/letiltottak/előírtak a munkafolyamat ezen lépésénél:
pl: Następujące pola przypadków testowych są ukryte/wyłączone/wymagane na tym etapie przepływu pracy:
pt: Os seguintes campos de casos de teste estão ocultos/desativados/requeridos nesta etapa do fluxo de trabalho:
pt_pt: Os campos seguintes do caso de teste estão escondidos/desativados ou são obrigatórios neste passo do workflow:
ru: Следующие поля тестового примера скрыты/отключены/требуются на этом этапе рабочего процесса:

# Admin_TestCaseWorkflows_Intro
source: These are the various test case workflows available in the product. To add a new workflow, click the Add Workflow button, to edit an existing workflow, click on the Steps button:
cs: Toto jsou různá workflow Testovacích Případů dostupné v Produktu. Chcete-li přidat nové workflow, klikněte na tlačítko Přidat workflow, chcete-li upravit stávající pracovní postup, klikněte na tlačítko Kroky:
de: Es sind verschiedene Testfallworkflows in diesem Produkt verfügbar. Um einen neuen Workflow anzulegen, klicken Sie auf den Link 'Workflow hinzufügen'. Wollen Sie einen Workflow verändern, klicken Sie auf den Link 'Schritte':
es: Estos son los diversos flujos de trabajo de casos de prueba disponibles en el proyecto. Para agregar un nuevo flujo de trabajo, haga clic en el enlace Agregar Flujo de Trabajo. Para editar un flujo de trabajo existente, haga clic en Pasos:
fi: Projektissa on useita tilamalleja valittavana testitapaukselle. Lisätäkseni uuden, klikkaa Lisää Tilamalli -linkkiä. Muokataksesi olemassa olevaa, klikkaa Askeleet-linkkiä:
fr: Les workflows de scénario de test suivants sont définis dans le produit. Cliquer sur <Ajouter un Workflow> pour ajouter un nouveau workflow, sur <Etapes> pour modifier un workflow.
hu: Ezek a projekthez elérhető különböző teszteset-munkafolyamatok. Ha új munkafolyamatot szeretne hozzáadni, akkor kattintson az „Add Workflow” gombra, szerkessze a meglévő munkafolyamatot, végül kattintson a „Steps” gombra:
pl: Są to różne przepływy pracy w przypadku testowym dostępne w produkcie. Aby dodać nowy przepływ, należy kliknąć przycisk Dodaj przepływ, a aby edytować istniejący przepływ, należy kliknąć przycisk Kroki:
pt: Estes são os vários fluxos de trabalho de casos de teste disponíveis no projeto. Para adicionar um novo fluxo de trabalho, clique no link Adicionar Fluxo de Trabalho. Para editar um fluxo de trabalho existente, clique em Etapas:
pt_pt: Existem vários workflows de casos de teste disponíveis no projeto. Para adicionar um novo, clique na ligação Adicionar Workflow, para editar um existente, clique na hiperligação Passos:
ru: Это различные рабочие процессы, доступные в продукте. Чтобы добавить новый сценарий обработки, нажмите кнопку Добавить сценарий обработки, чтобы отредактировать существующий сценарий обработки, нажмите кнопку Шаги:

# Admin_TestCaseWorkflowTransition_CreatorExecuteLabel
source: The creator of this test case can execute:
cs: Autor tohoto Testovacího Případu může provést:
de: Der Ersteller des Testfalls kann ausführen:
es: El creador de este caso de prueba puede ejecutar:
fi: Testitapauksen laatija voi suorittaa:
fr: Le créateur du scénario de test peut exécuter :
hu: A teszteset létrehozója végrehajthat:
pl: Twórca tego przypadku testowego może wykonać:
pt: O criador deste caso de teste pode executar:
pt_pt: O autor deste caso de teste pode executar:
ru: Создатель этого тестового случая может выполнить:

# Admin_TestCaseWorkflowTransition_OwnerExecuteLabel
source: The owner of this test case can execute:
cs: Vlastník tohoto Testovacího Případu může provést:
de: Der Besitzer des Testfalls kann ausführen:
es: El propietario de este caso de prueba puede ejecutar:
fi: Testitapauksen omistaja voi suorittaa:
fr: Le propriétaire du scénario de test peut exécuter :
hu: A teszteset tulajdonosa végrehajthat:
pl: Właściciel tego przypadku testowego może wykonać:
pt: O proprietário deste caso de teste pode executar:
pt_pt: O responsável por este caso de teste pode executar:
ru: Владелец этого тестового случая может выполнить:

# Admin_EditIncidentWorkflows_Title
source: Incident Workflows
cs: Workflow Incidentů
de: Vorfallsworkflow
es: Flujos de Trabajo de Incidentes
fi: Havainnon Tilamallit
fr: Workflows incident
hu: Incidens munkafolyamatai
pl: Przepływy pracy w przypadku incydentów
pt: Fluxos de Trabalho de Incidentes
pt_pt: Workflows de Defeito
ru: Случайные рабочие процессы

# Admin_WorkflowTransition_Intro
source: You can change the name and permissions associated with this workflow operation:
cs: Můžete změnit název a oprávnění přidružená k této operaci workflow:
de: Sie können den Namen und die Berechtigungen ändern, die an dieser Workflowoperation hängen.
es: Puede cambiar el nombre y los permisos asociados con esta operación de flujo de trabajo:
fi: Voit muuttaa tilamallin operaation nimen ja liitetyt oikeudet:
fr: Vous pouvez modifier le nom et les droits avec cette opération :
hu: Módosíthatja az ehhez a munkafolyamaton belüli művelethez társított nevet és engedélyeket:
pl: Można zmienić nazwę i uprawnienia związane z tą operacją przepływu pracy:
pt: Você pode alterar o nome e as permissões associadas a essa operação de fluxo de trabalho:
pt_pt: Pode alterar o nome e as permissões associadas a esta operação do workflow:
ru: Вы можете изменить имя и права доступа, связанные с этой операцией:

# TestCases_AllTestCases
source: (All Test Cases)
cs: (Všechny Testovací Případy)
de: (Alle Testfälle)
es: (Todos los Casos de Prueba)
fi: (Kaikki testitapaukset)
fr: (Tous les scénarios de test)
hu: (Összes teszteset)
pl: (Wszystkie przypadki testowe)
pt: (Todos os Casos de Teste)
pt_pt: (Todos os Casos de Teste)
ru: (Все тестовые случаи)

# UserDetails_AddUser
source: Add User
cs: Přidat uživatele
de: Benutzer hinzufügen
es: Agregar Usuario
fi: Lisää Käyttäjä
fr: Ajouter un utilisateur
hu: Felhasználó hozzáadása
pl: Dodaj użytkownika
pt: Adicionar Usuário
pt_pt: Adicionar Utilizador
ru: Добавить пользователя

# UserDetails_EditUser
source: Edit User
cs: Upravit uživatele
de: Benutzer bearbeiten
es: Editar Usuario
fi: Muokkaa Käyttäjää
fr: Modifier un utilisateur
hu: Felhasználó szerkesztése
pl: Edycja użytkownika
pt: Editar usuário
pt_pt: Editar Utilizador
ru: Редактировать Пользователь

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuraciones
fi: Asetukset
fr: Configuration
hu: Beállítások
pl: Ustawienia
pt: Configurações
pt_pt: Configurações
ru: Настройки

# UserDetails_UserInformation
source: User Information
cs: Informace o uživateli
de: Benutzerinformation
es: Informaciones del Usuario
fi: Käyttäjätiedot
fr: Utilisateur
hu: Felhasználói információk
pl: Informacje dla użytkowników
pt: Informações do Usuário
pt_pt: Informação do Utilizador
ru: Информация пользователя

# UserDetails_MembershipMapping
source: Membership and Mapping
cs: Členství a mapování
de: Zugehörigkeit und Zuordnung
es: Afiliaciones y Mapeo
fi: Jäsenyydet ja Mäppäykset
fr: Appartenance et mapping
hu: Tagság és térkép
pl: Członkostwo i mapowanie
pt: Adesões e Mapeamento
pt_pt: Associações e Enquadramento
ru: Членство и картирование

# Admin_EditRequirementWorkflows_Title
source: Requirement Workflows
cs: Workflow Požadavků
de: Anforderungsworkflow
es: Flujos de trabajo de requisitos
fi: Vaatimuksen Tilamallit
fr: Workflows Besoin
hu: Követelményhez tartozó munkafolyamatok
pl: Wymóg Przepływy pracy
pt: Fluxos de Trabalho de Requerimentos
pt_pt: Workflows de Requisito
ru: Требования Рабочие процессы

# Admin_PlanningOptions_PointEffortSuggestExplanation
source: The following point effort is recommended based on the current projected task effort values in the current product
cs: Následující bodové úsilí se doporučuje na základě aktuálních hodnot předpokládaného úsilí v aktuálním produktu
de: Der folgende Aufwand (Punkte) wird auf Grund des aktuell geplanten Aufwands für Aufgaben des Produkts empfohlen.
es: Se recomienda la siguiente puntuación de esfuerzo basada en los valores actuales de esfuerzo de tarea proyectados en el proyecto actual
fi: Kyseisen projektin tehtävien työmäärän perusteella ehdotetaan seuraavaa työmäärää pisteelle
fr: Effort de point recommandé en fonction les valeurs d'efforts de tâche projetées dans le produit
hu: A következő pontszerű feladat ajánlott az aktuális tervezett feladat munkaértékei alapján a jelenlegi projektben
pl: Zalecany jest następujący wysiłek punktowy w oparciu o aktualnie przewidywane wartości nakładu zadaniowego w bieżącym produkcie
pt: A pontuação de esforço a seguir é recomendada com base nos atuais valores de esforço de tarefa projetados no projeto atual
pt_pt: O esforço pontual seguinte é recomendado com base no esforço planeado para a atividade corrente, no projeto atual
ru: На основании текущих значений прогнозируемых трудозатрат на выполнение заданий в текущем продукте рекомендуется следующее указание

# Admin_ReportDetails_BackToList
source: Back to Reports List
cs: Zpět na seznam Reportů
de: Zurück zur Liste der Berichte
es: Volver a la lista de Informes
fi: Takaisin Raporttilistaan
fr: Retour à la liste des rapports
hu: Vissza a jelentéslistához
pl: Powrót do listy raportów
pt: Voltar à lista de Relatórios
pt_pt: Voltar à Lista de Relatórios
ru: Вернуться к отчетам Список

# Admin_DataTools_DatabaseIndexes
source: Database Indexes
cs: Databázové indexy
de: Datenbankindizes
es: Índices de la Base de Datos
fi: Tietokannan indeksit
fr: Index base de donnée
hu: Adatbázisindexek
pl: Indeksy bazy danych
pt: Índices de Database
pt_pt: Índices de Base de Dados
ru: Индексы базы данных

# Admin_LicenseDetails_ViewActiveSessions
source: View Active Sessions
cs: Zobrazit aktivní relace
de: Aktive Sessions anzeigen
es: Ver Sesiones Activas
fi: Katso aktiiviset istunnot
fr: Affichage des sessions actives
hu: Aktív munkamenetek megtekintése
pl: Wyświetlanie sesji aktywnych
pt: Ver Sessões Ativas
pt_pt: Visualizar Sessões Ativas
ru: Посмотреть активные сеансы

# Admin_TaraVaultConfig_IsActive
source: Your TaraVault subscription is active.
cs: Vaše předplatné TaraVault je aktivní.
de: Ihre TaraVault Anmeldung ist aktiv.
es: Su suscripción de TaraVault está activa.
fi: TaraVault tilauksesi on aktiivinen.
fr: Votre service TaraVault est actif.
hu: Az Ön TaraVault előfizetése aktív.
pl: Twoja subskrypcja TaraVault jest aktywna.
pt: Sua assinatura do TaraVault está ativa.
pt_pt: A sua subscrição TaraVault está ativa.
ru: Ваша подписка на TaraVault активна.

# GeneralSettings_VersionControlCacheRetentionNotes
source: The number of hours that the cache of source code commits is kept before being automatically refreshed.
cs: Počet hodin, po které je mezipaměť revizí zdrojového kódu udržována před automatickým obnovením.
de: Die Anzahl der Stunden bevor der Speicher für die Quellcoderevisionen erhalten bleibt bevor er automatisch aktualisiert wird.
es: El número de horas que se guarda la caché de revisiones de código fuente antes de actualizar automáticamente.
fi: Aika tunteina, jonka jälkeen lähdekoodin versio automaattisesti virkistetään välimuistissa.
fr: La durée en heures pendant laquelle le cache code source est conservé avant rafraichissement automatique.
hu: A forráskódváltozatok gyorsítótárjának megőrzési ideje órákban kifejezve az automatikus frissítés előtt.
pl: Liczba godzin, przez którą przechowywana jest pamięć podręczna korekt kodu źródłowego przed jego automatycznym odświeżeniem.
pt: O número de horas que o cache de revisões de código fonte é mantido antes de ser automaticamente atualizado.
pt_pt: Número de horas que as revisões de código fonte são mantidas em cache, antes de serem eliminadas.
ru: Количество часов, которое хранится в кэше ревизий исходного кода перед автоматическим обновлением.

# TestRunDetails_LinkExisting
source: Link Incident
cs: Propojit Incident
de: Vorfall verknüpfen
es: Incidente Asociado
fi: Linkitä Havainto
fr: Lier un incident
hu: Incidens kapcsolása
pl: Link Incydent
pt: Relacionar com Incidente
pt_pt: Associar a Defeito
ru: Инцидент с соединением

# TestCaseDetails_TestSets
source: test set(s) containing this test case
cs: Testovací Sady obsahující tento Testovací Případ
de: Testreihe(n), die diesen Testfall enthalten
es: conjunto(s) de prueba que contiene(n) este caso de prueba
fi: Testijoukot jotka sisältävät tämän testitapauksen
fr: ensemble(s) de tests contenant ce scénario de test
hu: ezt a tesztesetet tartalmazó teszt szett(ek)
pl: zestaw(-y) testowy(-e) zawierający(-e) ten przypadek testowy
pt: conjunto(s) de teste contendo este caso de teste
pt_pt: conjunto(s) de teste que contem(êm) este caso de teste
ru: тестовый набор(ы), содержащий(ые) этот тестовый случай

# TestCaseExecution_NoExistingIncident
source: No incidents are currently linked to this test step
cs: S tímto testovacím krokem nejsou aktuálně spojeny žádné Incidenty
de: Es sind derzeit keine Vorfälle mit diesem Testschritt verknüpft.
es: Actualmente no hay incidentes relacionados con este paso de prueba
fi: Yhtään Havaintoa ei ole tällä hetkellä linkitetty tähän Testiaskeleeseen.
fr: Aucun incident lié à cette étape de test
hu: Jelenleg nincsenek ehhez a tesztlépéshez kapcsolt incidensek
pl: Obecnie z tym etapem testowania nie są związane żadne incydenty.
pt: Nenhum incidente está atualmente relacionado a esta etapa de teste
pt_pt: Atualmente não existem defeitos associados a este passo do caso de teste
ru: В настоящее время ни один инцидент не связан с этим испытательным этапом

# TestingSettings_CreateDefaultTestStep
source: Create Default Test Step
cs: Vytvářet výchozí krok testu
de: Standardtestschritt erstellen
es: Crear Paso de Prueba por Defecto
fi: Luo oletus Testiaskel
fr: Créer une étape de test par défaut
hu: Alapértelmezett tesztlépés létrehozása
pl: Tworzenie domyślnego kroku testowego
pt: Criar Etapa de Teste Padrão
pt_pt: Criar Caso de Teste Modelo
ru: Создать этап тестирования по умолчанию

# TestingSettings_CreateDefaultTestStepNotes
source: Setting this to 'Yes' creates a default test step to all test cases that you create
cs: Nastavením na „Ano“ bude vytvořen výchozí testovací krok pro všechny Testovací Případy, které vytvoříte
de: Wenn Sie dies auf 'Ja' setzen, wird für alle Testfälle, die Sie erstellt haben, ein Standardtestschritt eingefügt.
es: Esta opción permite crear un paso de prueba por defecto para todos los casos de prueba que usted cree
fi: Kyllä' valinta luo oletuksena testiaskeleen jokaiseen luomaasi testitapaukseen
fr: La sélection de cette option permet la création par défaut d'une étape de test pour la création de tous les nouveaux ensembles de tests.
hu: Ha ezt „Yes”-re állítja, akkor egy alapértelmezett tesztlépés jön létre a létrehozott összes tesztesethez
pl: Ustawienie tej opcji na "Tak" tworzy domyślny krok testowy dla wszystkich tworzonych przypadków testowych
pt: Definir essa opção como 'Sim' cria uma etapa de teste padrão para todos os casos de teste que você criar
pt_pt: Atribuindo o valor "Sim", será criado um passo de caso de teste modelo para todos os casos de teste que forem criados
ru: Установка этого параметра в 'Да' создает стандартный тестовый шаг для всех тестовых случаев, которые вы создаете

# TestingSettings_Legend1
source: This page allows you to modify the
cs: Tato stránka umožňuje upravit
de: Diese Seite erlaubt Ihnen die Änderung von
es: Esta página le permite modificar las configuraciones de prueba de
fi: Tällä sivulla voi muokata
fr: Cette page vous permet de modifier la configuration de test
hu: Ez az oldal lehetővé teszi a
pl: Ta strona pozwala na modyfikację
pt: Esta página permite que você modifique as configurações de teste do
pt_pt: Esta página permite modificar
ru: На этой странице вы можете изменить
