Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# IncidentAging_AgingIntervalSetting
source: Aging Interval (Days)
cs: Interval stárnutí (dny)
de: Alterungszeitspanne (Tage)
es: Intervalo de Envejecimiento (Días)
fi: Ikääntymisaikaväli (päivää)
fr: Intervalle de vieillissement (jours)
hu: Öregedés intervallum (nap)
pl: Interwał czasowy (Dni)
pt: Intervalo de Envelhecimento (Dias)
pt_pt: Intervalo de Antiguidade (Dias)
ru: Интервал старения (дни)
zh_hans: 老化间隔 （天）
zh_hant: 老化間隔(天)

# IncidentAging_AgingIntervalSettingTooltip
source: Stores the time interval to be used (in # days)
cs: Uchovává časový interval, který má být použit (počet dní)
de: Speichert das zu benutzende Zeitintervall (in Tagen)
es: Almacena el intervalo a usar (Días)
fi: Tallentaa käytettävän aikavälin (päivissä)
fr: Enregistre l'intervalle de temps à utiliser (en nombre de jours)
hu: Eltárolja a használt időintervallumot (nap)
pl: Używany interwał czasowy (w # dniach)
pt: Armazena o intervalo de tempo a ser usado (em dias)
pt_pt: Guarda o intervalo de tempo a usar (em # dias)
ru: Хранит временной интервал для использования (в # днях).
zh_hans: 存储 （在 # days） 中使用的时间间隔
zh_hant: 儲存使用的時間間隔(# 天內)

# IncidentAging_AgingRangeSetting
source: Aging Range (Days)
cs: Rozsah stárnutí (dny)
de: Alterungsbereich (Tage)
es: Rango de Envejecimiento (Días)
fi: Ikääntymisraja (päivää)
fr: Période de vieillissement (jours)
hu: Öregedés tartomány (nap)
pl: Zakres czasu (Dni)
pt: Faixa de Envelhecimento (Dias)
pt_pt: Limite de Antiguidade (Dias)
ru: Диапазон старения (Дни)
zh_hans: 老化的范围 (天)
zh_hant: 老化範圍(天)

# IncidentAging_AgingRangeSettingTooltip
source: Stores the maximum aging that's displayed in the chart
cs: Uchovává maximální stáří, které je zobrazeno v grafu
de: Speichert die höchste Alterung, die in der Grafik angezeigt wird
es: Almacena el máximo envejecimiento mostrado en la tabla
fi: Tallentaa suurimman ikääntymisen, joka näkyy kuvaajassa
fr: Enregistre le vieillissement maximum qui s'affiche dans le tableau
hu: Eltárolja a grafikonon maximum megjelenített öregedés értéket
pl: Maksymalny zakres wieku otwartych incydentów, wyświetlanego na diagramie
pt: Armazena o envelhecimento máximo que é exibido no gráfico
pt_pt: Regista a antiguidade máxima que surge no gráfico
ru: Сохраняет максимальное старение, отображаемое на графике.
zh_hans: 将存储在图表中显示的最大老化
zh_hant: 儲存顯示於圖表的最大老化

# IncidentSummary_DisplayingForIncidentType
source: Displaying for Incident Type:
cs: Zobrazení pro typ incidentu:
de: Anzeigen des Vorfalltyps:
es: Mostrando por tipo de Incidente:
fi: Näyttää Havainnon tyypin:
fr: Affichage pour le type d'incident :
hu: Incidenstípusnak megfelelőek:
pl: Wyświetlane dal typu incydentu:
pt: Mostrando para o Tipo de Incidente:
pt_pt: Exibição por tipo de Defeito:
ru: Отображение для типа инцидента:
zh_hans: 显示事件类型：
zh_hant: 顯示事件類型:

# ProjectHome_IncidentOpenCount
source: Incident Open Count
cs: Počet otevřených incidentů
de: Anzahl offener Vorfälle
es: Conteo de Incidentes Abiertos
fi: Avoimien Havaintojen lukumäärä
fr: Nombre d'incidents ouverts
hu: Nyitott incidensek száma
pl: Liczba otwartych incydentów
pt: Contador de Incidentes Abertos
pt_pt: Contador de Defeitos em Aberto
ru: Инцидент Открытый счет
zh_hans: 打开事件计数
zh_hant: 事件開啟次數

# ProjectHome_IncidentSummary
source: Incident Summary
cs: Přehled incidentů
de: Vorfallsübersicht
es: Resumen de Incidentes
fi: Havainnon yhteenveto
fr: Résumé des incidents
hu: Incidens összegzés
pl: Podsumowanie incydentów
pt: Resumo de Incidentes
pt_pt: Resumo do Defeito
ru: Резюме происшествия
zh_hans: 事件摘要
zh_hant: 事件摘要

# ProjectHome_ReleaseTestSummary
source: Release Test Summary
cs: Přehled testů ve verzi
de: Testübersicht des Releases
es: Resumen de Pruebas en la Release
fi: Julkaisun Testausyhteenveto
fr: Résumé du test de version
hu: Release Teszt összefoglaló
pl: Podsumowanie testów w wydaniu
pt: Resumo de Testes do Release
pt_pt: Sumário dos Testes à Entrega
ru: Резюме теста выпуска
zh_hans: 释放测试摘要
zh_hant: 發佈測試摘要

# ProjectHome_RequirementIncidentCount
source: Requirement Incident Count
cs: Počet incidentů na požadavek
de: Anzahl der Vorfälle pro Anforderung
es: Conteo de Incidentes de Requerimiento
fi: Vaatimuksen Havaintojen lukumäärä
fr: Décompte des incidents par besoin
hu: Követelmény incidensek száma
pl: Liczba incydentów w wymaganiach
pt: Contador de Incidentes de Requerimento
pt_pt: Contador de Defeitos nos Requisitos
ru: Требование Количество инцидентов
zh_hans: 要求事件计数
zh_hant: 需求事件次數

# ProjectHome_TestExecutionStatus
source: Test Execution Status
cs: Stav vykonání testů
de: Status der Testausführung
es: Estado de Ejecución de Pruebas
fi: Testauksen suorittamisen Tila
fr: Résultat d'exécution de test
hu: Tesztvégrehajtás állapota
pl: Status wykonania testów
pt: Status de Execução de Testes
pt_pt: Status da execução do teste
ru: Статус выполнения теста
zh_hans: 测试执行状态
zh_hant: 測試執行狀態

# ProjectHome_TopOpenIssues
source: Top Open Issues
cs: Nejdůležitější otevřené problémy
de: Die wichtigsten offenen Probleme
es: Problemas Abiertos Prioritarios
fi: Tärkeimmät avoimet Ongelmat
fr: Principaux problèmes ouverts
hu: Top nyitott feladatok
pl: Ostatnio otwarte zagadnienia
pt: Problemas em Aberto Prioritários
pt_pt: Principais questões em aberto
ru: Актуальные вопросы
zh_hans: 热门的开放问题
zh_hant: 熱門的未解決事件

# ProjectHome_TopOpenRisks
source: Top Open Risks
cs: Nejdůležitější otevřená rizika
de: Die wichtigsten offenen Risiken
es: Riesgos Abiertos Prioritarios
fi: Tärkeimmät avoimet Riskit
fr: Principaux risques ouverts
hu: Top nyitott kockázatok
pl: Ostatnio otwarte ryzyka
pt: Riscos em Aberto Prioritários
pt_pt: Principais riscos em aberto
ru: Высшие открытые риски
zh_hans: 开放的顶级风险
zh_hant: 熱門的未解決風險

# RequirementIncidentCount_OnlyIncludeOpenSetting
source: Only include rows with open incidents
cs: Zahrnout pouze řádky s otevřenými incidenty
de: Beinhaltet nur Zeilen mit offenen Vorfällen
es: Incluir solamente filas con incidentes abiertos
fi: Sisällytä vain rivit avoimista havainnoista
fr: Inclure seulement les lignes avec des incidents ouverts
hu: Kizárólag a nyitott incidensek szerepeljenek
pl: Zawiera tylko wiersze z otwartymi incydentami
pt: Incluir somente linhas com incidentes em aberto
pt_pt: Somente linhas com defeitos abertos
ru: Включать только строки с открытыми инцидентами
zh_hans: 只包括打开事件的行
zh_hant: 只包含未解決的事件列

# RequirementIncidentCount_OnlyIncludeOpenSettingTooltip
source: Should we show all requirements with incidents or only those with open incidents
cs: Mají být zobrazeny všechny požadavky s incidenty, nebo jen ty s otevřenými incidenty
de: Sollen alle Anforderungen mit Vorfällen angezeigt werden oder nur die mit offenen Vorfällen.
es: Debemos mostrar todos los requerimientos con incidentes, o sólo aquellos con incidentes abiertos
fi: Pitäisikö meidän näyttää kaikki vaatimukset joihin on havaintoja, vai vain ne joilla on avoimia havaintoja
fr: Faut-il montrer tous les besoins avec des incidents ou seulement ceux avec des incidents ouverts
hu: Minden követelmény kerüljön megjelenítésre, amely incidenssel rendelkezik, vagy csak azok amelyekhez nyitott incidensek tartoznak
pl: Wyświetlanie wszystkich wymagań z incydentami czy tylko te z otwartymi
pt: Devemos mostrar todos os requisitos com incidentes ou somente aqueles com incidentes em aberto
pt_pt: Devemos mostrar todos os requisitos com defeitos ou somente os que têm defeitos abertos?
ru: Должны ли мы показывать все требования с инцидентами или только с открытыми инцидентами.
zh_hans: 我们应该显示只有那些公开的事件的所有要求
zh_hant: 是否顯示全部有事件的需求，或僅顯示未解決的事件

# TestExecutionStatus_DailyRunCount
source: Daily Run Count:
cs: Počet denních běhů:
de: Anzahl täglicher Durchläufe:
es: Conteo Diario de Ejecución:
fi: Päivittäinen ajomäärä:
fr: Nombre d’exécutions par jour :
hu: Napi futtatások száma:
pl: Liczba dziennych przebiegów testów:
pt: Contagem de Execuções Diárias:
pt_pt: Contagem de execução diária:
zh_hans: 日常运行计数:
zh_hant: 每日執行次數:

# TestExecutionStatus_TotalNumRuns
source: Total # Runs:
cs: Celkový počet běhů:
de: Gesamtzahl der Durchläufe
es: Total de Ejecuciones:
fi: Ajojen yhteismäärä:
fr: Nombre total d’exécutions :
hu: Futtatások összesen:
pl: Całkowita liczba # przebiegów testów
pt: Total de Execuções:
pt_pt: Total # Execuções:
ru: Всего # Бежит:
zh_hans: 总的 # Runs：
zh_hant: 總計執行 # 次

# TestSetStatus_OverdueTestSets
source: Overdue Test Sets
cs: Zpožděné testovací sady
de: Überfällige Testreihen
es: Conjunto de Pruebas Atrasadas
fi: Myöhässä oleva Testijoukko
fr: Ensembles de tests en retard
hu: Lejárt teszt szettek
pl: Zaległe zestawy testowe
pt: Conjuntos de Teste Atrasados
pt_pt: Conjuntos de Teste em Atraso
ru: Просроченные наборы тестов
zh_hans: 逾期未测试集
zh_hant: 逾期的測試集

# Global_NumReqs
source: # Reqs
cs: Počet požadavků
de: Anzahl Anforderungen
es: N.º Reqs
fi: # Vaatimukset
fr: # Besoins
hu: Köv. száma
pl: # Wymagań
pt: Nº Reqs
ru: # Вопросы
zh_hans: # 要求
zh_hant: # 需求

# Global_NumRuns
source: # Runs
cs: Počet běhů
de: Anzahl Durchläufe
es: N.º Ejec
fi: # Ajot
fr: # Exécutions
hu: Futások száma
pl: # Przebiegów testów
pt: Nº Execs
pt_pt: # Execuções
ru: # Работает
zh_hans: # 运行
zh_hant: # 執行

# Global_NumTests
source: # Tests
cs: Počet testů
de: Anzahl Tests
es: N.º Pruebas
fi: # Testit
hu: Tesztek száma
pl: # Testów
pt: Nº Testes
pt_pt: # Testes
ru: # Тесты
zh_hans: # 测试
zh_hant: # 測試

# ProjectGroupHome_DisplayProjectDetailSetting
source: Display Product Detail:
cs: Zobrazit detail produktu:
de: Produktdetails anzeigen:
es: Mostrar Detalles del Proyecto:
fi: Näytä Projektin yksityiskohdat:
fr: Affichage des détails du produit :
hu: Projekt részleteinek megjelenítése:
pl: Wyświetl szczegóły projektu:
pt: Exibir Detalhes do Projeto:
pt_pt: Exibir detalhes do projeto:
ru: Дисплей Детальная информация о продукте:
zh_hans: 显示项目的详细信息：
zh_hant: 顯示專案詳細資訊：

# ProjectGroupHome_DisplayProjectDetailSettingTooltip
source: Should we display the individual detailed records for each product
cs: Máme zobrazit jednotlivé detailní záznamy pro každý produkt
de: Sollen wir für jedes Produkt einzelne ausführliche Datensätze anzeigen
es: Debemos mostrar los registros detallados individuales para cada proyecto
fi: Pitäisikö meidän näyttää jokaisen projektin yksittäiset yksityiskohtaiset tallenteet
fr: Faut-il afficher les enregistrements individuels détaillés pour chaque produit?
hu: Minden rekordot részletesen jelenítsünk meg minden projekthez
pl: Wyświetlanie poszczególnych danych dla każdego projektu
pt: Nós devemos exibir os registros individuais detalhados para cada projeto
pt_pt: Devemos mostrar os registos individuais detalhados para cada projecto?
ru: Должны ли мы отображать отдельные подробные записи по каждому продукту
zh_hans: 我们应显示每个项目的各个详细的记录
zh_hant: 是否應顯示個別的詳細記錄

# ProjectGroupHome_DisplaySummaryGraphSetting
source: Display Summary Graph:
cs: Zobrazit souhrnný graf:
de: Übersichtsdiagramm anzeigen:
es: Mostrar Gráfico de Resumen
fi: Näytä yhteenvetokuvaaja:
fr: Affichage du graphique de synthèse :
hu: Összegző grafikon megjelenítése:
pl: Wyświetl wykres podsumowania:
pt: Exibir o Gráfico de Resumo:
pt_pt: Mostrar gráfico resumo:
ru: Сводный график дисплея:
zh_hans: 显示摘要的图形：
zh_hant: 顯示摘要圖形：

# ProjectGroupHome_DisplaySummaryGraphSettingTooltip
source: Should we display the program summary graph
cs: Máme zobrazit souhrnný graf pro skupinu produktů
de: Sollen wir das Übersichtsdiagramm des Programms anzeigen
es: Debemos mostrar lo gráfico de resumen del grupo del proyecto
fi: Pitäisikö meidän näyttää projektiryhmän yhteenvetokuvaaja
fr: Faut-il afficher le graphique de synthèse du programme?
hu: A projektcsoport összegző grafikont jelenítsük meg
pl: Wyświetlanie wykresu podsumowania dla grupy projektów
pt: Nós devemos exibir o gráfico de resumo do grupo do projeto
pt_pt: Devemos mostrar o gráfico resumo do grupo de projeto?
ru: Следует ли отображать сводный график программы
zh_hans: 我们应显示项目组汇总图
zh_hant: 是否應顯示專案群組匯總圖

# ProjectGroupHome_GroupOverview
source: Program Overview
cs: Přehled skupiny
de: Gruppenüberblick
es: Información general del grupo
fi: Ryhmän yleiskatsaus
fr: Présentation du programme
hu: Csoport áttekintése
pl: Przegląd grupy
pt: Visão Geral do Grupo
pt_pt: Descrição geral do grupo
ru: Обзор программы
zh_hans: 组概述
zh_hant: 群組概要

# ProjectGroupHome_IncidentAging
source: Incident Aging
cs: Stárnutí incidentů
de: Alterung der Vorfälle
es: Envejecimiento del Incidente
fi: Havainnon ikääntyminen
fr: Vieillissement de l’incident
hu: Incidens öregedés
pl: Wiek otwartych incydentów
pt: Envelhecimento do Incidente
pt_pt: Longevidade do Defeito
ru: Случайное старение
zh_hans: 事件的老化
zh_hant: 事件的老化

# ProjectGroupHome_ProjectList
source: Product List
cs: Seznam produktů
de: Produktliste
es: Lista de Proyectos
fi: Projektiluettelo
fr: Liste des produits
hu: Projekt lista
pl: Lista projektów
pt: Lista de Projetos
pt_pt: Lista de projetos
ru: Перечень продукции
zh_hans: 项目列表
zh_hant: 專案清單

# ProjectGroupHome_RequirementsCoverage
source: Requirements Coverage
cs: Pokrytí požadavků
de: Anforderungsabdeckung
es: Cobertura de los Requisitos
fi: Vaatimusten kattavuus
fr: Couverture des besoins
hu: Követelménylefedettség
pl: Pokrycie wymagań
pt: Cobertura dos Requerimentos
pt_pt: Cobertura de requisitos
ru: Требования Охват
zh_hans: 要求覆盖范围
zh_hant: 需求涵蓋範圍

# ProjectGroupHome_TaskProgress
source: Task Progress
cs: Splnění úkolu
de: Aufgabenfortschritt
es: Progreso de las Tareas
fi: Tehtävän edistyminen
fr: Avancement des tâches
hu: Feladat feldolgozottsága
pl: Postęp zadań
pt: Progresso das Tarefas
pt_pt: Progresso da tarefa
ru: Прогресс в выполнении задачи
zh_hans: 任务的进度
zh_hant: 任務進度

# ProjectGroupHome_TestExecutionStatus
source: Test Execution Status
cs: Stav vykonání testu
de: Status der Testausführung
es: Estado de Ejecución de Pruebas
fi: Testien suorittamisen Tila
fr: Résultats des exécutions de test
hu: Tesztvégrehajtás állapota
pl: Status wykonania testu
pt: Status da Execução de Testes
pt_pt: Status da execução do teste
ru: Статус выполнения теста
zh_hans: 测试执行状态
zh_hant: 測試執行狀態

# ProjectGroupHome_TopOpenIssues
source: Top Open Issues
cs: Nejdůležitější otevřené problémy
de: Die wichtigsten offenen Probleme
es: Problemas Abiertos Prioritarios
fi: Tärkeimmät avoimet Ongelmat
fr: Principaux problèmes ouverts
hu: Top nyitott feladatok
pl: Ostatnio otwarte zagadnienia
pt: Problemas em Aberto Prioritários
pt_pt: Principais questões em aberto
ru: Актуальные вопросы
zh_hans: 热门的开放问题
zh_hant: 熱門的未解決事件

# ProjectGroupHome_TopOpenRisks
source: Top Open Risks
cs: Nejdůležitější otevřená rizika
de: Die wichtigsten offenen Risiken
es: Riesgos Abiertos Prioritarios
fi: Tärkeimmät avoimet Riskit
fr: Principaux risques ouverts
hu: Top nyitott kockázatok
pl: Ostatnio otwarte ryzyka
pt: Riscos em Aberto Prioritários
pt_pt: Principais riscos em aberto
ru: Высшие открытые риски
zh_hans: 开放的顶级风险
zh_hant: 熱門的未解決風險

# Global_NewRequirement
source: New Requirement
cs: Nový požadavek
de: Neue Anforderung
es: Nuevo Requisito
fi: Uusi Vaatimus
fr: Nouveau besoin
hu: Új követelmény
pl: Nowe wymaganie
pt: Novo Requerimento
pt_pt: Novo requisito
ru: Новое требование
zh_hans: 新规定
zh_hant: 新需求

# AutomationHosts_AutomationHostsForProject
source: automation host(s) for this product
cs: automatizační hostitel(é) pro tento produkt
de: Automatisierungshost für dieses Produkt
es: host(s) de automatización para este proyecto
fi: Automaatioisännät tähän projektiin
fr: Hôte(s) d’automatisation pour ce produit
hu: automatizálási kiszolgáló(k) a projekthez
pl: automatyzacja hosta/ów dla tego projektu
pt: host(s) de automação para este projeto
pt_pt: ambiente(s) de automação para este produto
ru: хост(ы) автоматизации для данного продукта
zh_hans: 此项目的自动化主机
zh_hant: 此專案的自動化主機

# Global_Displaying
source: Displaying
cs: Zobrazuji
de: Anzeigen
es: Mostrando
fi: Näyttää
fr: Affichage de
hu: Megjelenítés
pl: Wyświetlanie
pt: Exibindo
pt_pt: Visualizar
ru: Отображение
zh_hans: 显示
zh_hant: 顯示

# Global_OutOf
source: out of
cs: z
de: aus …
es: de
fr: des
pl: z
pt: de
pt_pt: fora de
ru: по
zh_hans: 出
zh_hant: 超過

# IncidentList_IncidentsForProject
source: incident(s) for this product
cs: incident(y) pro tento produkt
de: Vorfälle für dieses Produkt
es: incidente(s) en este proyecto
fi: Tämän projektin havainnot
fr: incident(s) du produit
hu: incidens a projektben
pl: Incydentu(ów) dla tego projektu
pt: incidente(s) para esse projeto
pt_pt: defeito(s) para este projeto
ru: инцидент(ы) с данным продуктом
zh_hans: 该种此项目
zh_hant: 此專案的事件

# ResourceList_DisplayingResourceUsage
source: Displaying the resource usage for the current product or selected release:
cs: Zobrazení využití zdrojů pro aktuální produkt nebo vybranou verzi:
de: Anzeige des Personeneinsatzes für das aktuelle Produkt oder das gewählte Release:
es: Mostrando el uso de recursos para el proyecto actual o la release seleccionada:
fi: Näyttää Resurssin kuormituksen nykyisessä Projektissa tai valittussa Julkaisussa:
fr: Affichage de l'utilisation des ressources pour le produit en cours ou la version sélectionnée :
hu: Megjelenítése az erőforrás-használat az aktuális projekt vagy a kiválasztott release:
pl: Wyświetlanie wykorzystania zasobów dla bieżącego lub wybranego wydania:
pt: Exibindo o uso de recursos para o projeto atual ou release selecionado:
pt_pt: A mostrar o uso de recursos para o projeto atual ou entrega selecionada:
ru: Отображение использования ресурсов для текущего продукта или выбранного релиза:
zh_hans: 显示当前项目或选定的版本的资源使用情况：
zh_hant: 顯示目前的專案或選擇的版本資源使用狀況

# TaskList_TasksForProject
source: task(s) for this product
cs: úkol(y) pro tento produkt
de: Aufgabe(n) für dieses Produkt
es: tarea(s) para este proyecto
fi: Projektin tehtävä(t)
fr: tâche(s) du produit
hu: feladat(ok) a projekthez
pl: zadanie(a) dla tego projektu
pt: tarefa(s) para esse projeto
pt_pt: tarefa(s) para este projeto
ru: задача(и) для данного продукта
zh_hans: 此项目的任务
zh_hant: 此專案的任務

# TestCaseList_TestCasesForRelease
source: test case(s) for this release
cs: testovací případ(y) pro tuto verzi
de: Testfälle für dieses Release
es: caso(s) de prueba para esta release
fi: tämän Julkaisun testitapaukset
fr: scénario(s) de test de la version
hu: teszteset(ek) ehhez a release-hez
pl: przypadek (przypadki) testowe dla tego wydania
pt: caso(s) de teste para esse release
pt_pt: Caso(s) de teste para esta entrega
ru: тестовый случай(ы) для этого выпуска
zh_hans: 此版本的测试
zh_hant: 此版本的測試案例

# TestRunList_TestRunsForProject
source: test run(s) for this product
cs: běh(y) testů pro tento produkt
de: Testläufe für dieses Produkt
es: ejecución(es) de prueba del proyecto
fi: projektin testiajo(t)
fr: exécution(s) de test du produit
hu: teszt futás(ok) a projekthez
pl: przebieg(i) testów dla tego projektu
pt: execução(ões) de teste para esse projeto
pt_pt: Execução(ões) de teste para este projeto
ru: пробный запуск(и) для данного продукта
zh_hans: 测试 run(s) 此项目
zh_hant: 此專案的測試執行

# ArtifactEmail_EmailAddresses
source: Email Addresses:
cs: E-mailové adresy:
de: E-Mail Adressen:
es: Direcciones de E-mail:
fi: Sähköpostiosoitteet:
fr: Adresses e-mail :
hu: E-mail címek:
pl: Adresy e-mail:
pt: Endereços de E-mail:
pt_pt: Endereços de e-mail:
ru: Адреса электронной почты:
zh_hans: 电子邮件地址：
zh_hant: 電子郵件地址：

# ArtifactEmail_MessageSubject
source: Message Subject:
cs: Předmět zprávy:
de: Betreff:
es: Asunto del Mensaje:
fi: Viestin otsikko:
fr: Objet du message :
hu: Az üzenet tárgya:
pl: Temat wiadomości:
pt: Assunto da Mensagem:
pt_pt: Assunto da mensagem:
ru: Тема сообщения:
zh_hans: 邮件主题:
zh_hant: 訊息主旨：

# ArtifactEmail_ProjectUser
source: Product User:
cs: Uživatel z produktu:
de: Produktbenutzer:
es: Usuario del Proyecto:
fi: Projektin käyttäjä:
fr: Utilisateur du produit :
hu: Projekt felhasználó:
pl: Użytkownik projektu:
pt: Usuário do Projeto:
pt_pt: Utilizador do projeto:
ru: Пользователь продукта:
zh_hans: 项目的用户：
zh_hant: 專案使用者：

# CustomPropertyPanel_ArtifactCustomProperties
source: The following are the custom properties of this artifact:
cs: Volitelná pole tohoto artefaktu:
de: Die folgenden Eigenschaften dieses Artefakts sind benutzerdefiniert:
es: Las siguientes son las propiedades personalizadas de este artefacto:
fi: Tämän asian kustomoidut ominaisuudet:
fr: Propriétés personnalisées de cet objet :
hu: Az elem egyedi mezői az alábbiak:
pl: Pola definiowalne tego artefaktu to:
pt: A seguir estão as propriedades personalizadas deste artefato:
pt_pt: As seguintes são propriedades personalizadas deste artefacto:
ru: Ниже приведены пользовательские свойства этого артефакта:
zh_hans: 以下是这件神器的自定义属性：
zh_hant: 以下是此工作的自訂屬性：

# CustomPropertyPanel_FieldIsRequired
source: '{0}' is a required field.
cs: {0}' je povinné pole.
de: {0}' ist ein Pflichtfeld.
es: {0}' es un campo obligatorio.
fi: {0}' on pakollinen kenttä.
fr: "{0} 'est un champ obligatoire.
hu: {0}' egy kötelező mező.
pl: {0}' jest polem wymaganym.
pt: {0}' é um campo obrigatório.
pt_pt: {0}' é um campo obrigatório.
ru: "{0}" - это обязательное поле.
zh_hans: "{0}"是必填的字段。
zh_hant: {0} 為必填欄位

# TestCaseSelector_AvailableTestCases
source: Available Test Cases:
cs: Dostupné testovací případy:
de: Verfügbare Testfälle:
es: Casos de Prueba Disponibles:
fi: Käytettävissä olevat Testitapaukset:
fr: Scénarios de test disponibles :
hu: Elérhető tesztesetek:
pl: Dostępne przypadki testowe:
pt: Casos de Teste Disponíveis:
pt_pt: Casos de teste disponíveis:
ru: Доступные тестовые случаи:
zh_hans: 可用测试用例：
zh_hant: 可用的測試案例：

# TestCaseSelector_CreateTestCaseFromRequirement
source: Create Test Case From This Requirement
cs: Vytvořit testovací případ z tohoto požadavku
de: Testfall aus dieser Anforderung erzeugen
es: Crear Casos de Prueba a partir de este requerimiento
fi: Luo Testitapaus tästä Vaatimuksesta
fr: Créer un scénario de test à partir du besoin
hu: Teszteset létrehozása a jelenlegi követelményből
pl: Utwórz przypadek testowy na podstawie wymagania
pt: Criar Caso de Teste a partir deste Requerimento
pt_pt: Criar casos de teste a partir deste requisito
ru: Создать тестовый случай из этого требования
zh_hans: 这项规定从创建测试用例
zh_hant: 為此需求建立測試案例

# TestCaseSelector_CreateTestCaseFromRequirementTooltip
source: Click this to create a new test case in the test case tree that is linked to this Requirement
cs: Kliknutím na tuto ikonu vytvoříte nový testovací případ ve stromu testovacích případů, který je spojen s tímto požadavkem
de: Klicken Sie dies an, um einen neuen Testfall in der Testfallstruktur zu erzeugen, der mit dieser Anforderung verlinkt ist.
es: Haga clic para crear un nuevo caso de prueba en el árbol de casos de prueba asociado a este requerimiento
fi: Klikkaa tästä luodaksesi uuden testitapauksen testitapauspuuhun, joka on linkitetty tähän vaatimukseen
fr: Cliquez pour créer un nouveau scénario de test dans l'arbre des scénarios de test qui est lié à ce besoin
hu: Kattintson ide egy új teszteset létrehozásához a fában, amely ehhez a követelményhez kapcsolódik.
pl: Kliknij, aby utworzyć nowy przypadek testowy w drzewie przypadków testowych, które jest powiązane z tym wymaganiem
pt: Clique para criar um novo caso de teste na árvore de casos de testes que está relacionada a esse requerimento
pt_pt: Clique aqui para criar um novo caso de teste na árvore de casos de teste que está ligada a este requisito
ru: Нажмите этот флажок, чтобы создать новый тестовый случай в дереве тестовых примеров, связанном с данным требованием.
zh_hans: 单击此链接到此要求的测试用例树中创建新的测试案例
zh_hant: 按下此連結在關聯的案例樹下建立新測試案例
