Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Global_ChooseReleaseTypeSettingTooltip
source: Determines whether the data is based on the incident's dectected release or planned release.
cs: Určuje, zda jsou data založena na detekované nebo plánované Verzi Incidentu.
de: Legt fest, ob die Daten auf einem bereits gelösten Release oder dem Release basieren, in dem der Vorfall gefunden wurde.
es: Determina si los datos se basan en la release detectada del incidente o la release resuelta.
fi: Määrittää sen, koskevatko vikalöydöksen tiedot julkaisua, jossa se löydettiin, vai julkaisua, jossa se korjattiin.
fr: Détermine si les données sont basées sur la version de détection de l'incident ou sur la version de résolution de l'incident.
pl: Określa, czy dane opierają się na usuniętej lub rozwiązanej wersji incydentu.
pt: Determina se os dados são baseados no release detectado do incidente ou release resolvido.
pt_pt: Determinar se a informação é baseada nos defeitos detectados na entrega ou entrega pronta.
ru: Определяет, основаны ли данные на детектированной или разрешенной деблокировке инцидента.
zh_hant: 決定資料是否基於檢測到的版本或解決的版本。

# PlanningBoard_ProductBacklog
source: -- Product Backlog --
de: -- Produkt Backlog --
es: -- Pendencias del Producto --
fi: -- Tuotannon Backlogi --
fr: -- Backlog produit --
hu: -- projektkésleltetés --
pl: -- Rejestr produktów --
pt: -- Backlog do Produto --
pt_pt: -- Backlog do Produto--
ru: -- Отзывы о продуктах --
zh_hant: -- 產品未完成項目 --

# PlanningBoard_GroupBy
source: Group By
cs: Seskupit podle
de: Gruppieren nach:
es: Agrupar por
fi: Ryhmiteltynä
fr: Groupé
hu: Csoportosítás
pl: Grupa przez
pt: Agrupar por
pt_pt: Agrupar por
ru: Группировка по
zh_hant: 依群組

# PlanningBoard_IncludeDetails
source: Detailed View
cs: Podrobné zobrazení
de: Detailansicht
es: Vista Detallada
fi: Yksityiskohtainen näkyma
fr: Vue détaillée
hu: Részletes nézet
pl: Widok szczegółowy
pt: Visão Detalhada
pt_pt: Visão detalhada
ru: Подробный вид
zh_hant: 詳細資訊檢視

# TestCaseDetails_ObjectsPath
source: Objects Path
cs: Cesta objektů
de: Objektpfad
es: Ruta de los Objetos
fi: Objektin polku
fr: Chemin Objets
hu: Objektumok elérési útvonala
pl: Obiekty Ścieżka
pt: Caminho dos Objetos
pt_pt: Caminho dos objetos
ru: Путь к объектам
zh_hant: 物件路徑

# TestCaseDetails_ProjectFile
source: Product File
cs: Složka produktu
de: Produktdatei
es: Archivo del Proyecto
fi: Projektitiedosto
fr: Fichier Produit
hu: projektfájl
pl: Dokumentacja produktu
pt: Arquivos do Projeto
pt_pt: Ficheiro do projeto
ru: Файл продукта
zh_hant: 專案文件

# TestCaseDetails_ScriptPath
source: Script Path
cs: Cesta ke skriptu
de: Skriptpfad
es: Ruta del Script
fi: Skriptipolku
fr: Chemin Script
hu: Szkriptfájl
pl: Ścieżka skryptowa
pt: Caminho do Script
pt_pt: Caminho do script
ru: Путь сценария
zh_hant: 腳本路徑

# TestCaseDetails_UserFunctionsPath
source: User Functions Path
cs: Cesta k uživatelským funkcím
de: Pfad der Benutzerfunktionen
es: Ruta de las Funciones del Usuario
fi: Polku käyttäjän toiminteisiin
fr: Chemin Fonctions utilisateur
hu: Felhasználói funkciók elérési útvonala
pl: Funkcje użytkownika Ścieżka
pt: Caminho das Funções do Usuário
pt_pt: Caminho das funções do utilizador
ru: Путь к функциям пользователя
zh_hant: 使用者功能路徑

# SourceCodeList_CurrentBranch
source: Current Branch
cs: Aktuální odnož (Branch)
de: Aktueller Zweig
es: Rama Actual
fi: Nykyinen haara
fr: Branche
hu: Aktuális ág
pl: Aktualny Oddział
pt: Ramificação Atual
pt_pt: Ramo atual
ru: Текущий филиал
zh_hant: 目前分支

# SourceCodeList_Files
source: file(s) in the current folder
cs: soubor(y) v aktuální složce
de: Datei(en) im aktuellen Ordner
es: archivo(s) en la carpeta actual
fi: tiedostoa nykyisessä kansiossa
fr: fichier(s) dans le dossier
hu: fájl(ok) az aktuális könyvtárban
pl: plik(i) w bieżącym folderze
pt: arquivo(s) na pasta atual
pt_pt: ficheiro(s) na pasta atual
ru: файл(ы) в текущей папке
zh_hant: 目前資料夾內的文件

# SourceCodeRevisions_Revisions
source: commit(s) in the current branch
cs: revize v aktuálním úložišti
de: Version(en) im aktuellen Repository
es: revisión(es) en el repositorio actual
fi: versio(ta) nykyisessä tallennuskohteessa
fr: révision(s) dans le dépôt
hu: verzió(k) az aktuális tárban
pl: rewizja(-y) w obecnym repozytorium
pt: revisão(ões) no repositório atual
pt_pt: revisão(ões) no repositória atual
ru: ревизия(и) в текущем репозитории
zh_hant: 目前儲存庫的修訂版本

# Admin_User_NoTaraProjects
source: User is not assigned to any TaraVault products at this time.
cs: Uživatel není v tuto chvíli přiřazen k žádnému produktu TaraVault.
de: Derzeit ist der Benutzer keinem TaraVault-Produkt zugeordnet.
es: El usuario no está asignado a ningún proyecto TaraVault en este momento.
fi: Käyttäjää ei ole tällä hetkellä määritetty mihinkään TaraVault-projektiin.
fr: L'utilisateur n'est affecté à aucun produit TaraVault pour le moment.
hu: A felhasználó még nincs egyetlen TaraVault projekthez se rendelve.
pl: W tym momencie użytkownik nie jest przypisany do żadnego z produktów TaraVault.
pt: O usuário não está atribuído a nenhum projeto TaraVault neste momento .
pt_pt: O utilizador não está atribuído de momento a nehum projeto TaraVault
ru: В настоящее время пользователь не привязан ни к одному из продуктов TaraVault.
zh_hant: 此時 TaraVault 專案無任何指派的使用者。

# Admin_User_TaraEnable
source: Enable user for TaraVault?
cs: Povolit uživatele pro TaraVault?
de: Benutzer für TaraVault aktivieren?
es: Habilitar usuario para TaraVault?
fi: Aktivoidaanko käyttäjä TaraVaultiin?
fr: Autoriser l'utilisateur pour TaraVault?
hu: Engedélyezi a felhasználónak a TaraVault használatát?
pl: Włączyć użytkownika do TaraVault?
pt: Habilitar usuário para TaraVault?
pt_pt: Ativar este utilizador para TaraVault?
ru: Включить пользователя для TaraVault?
zh_hant: 啟動 TaraVault 使用者？

# Admin_User_TaraVaultLogin
source: TaraVault User Login
cs: Jméno uživatele TaraVault
de: Benutzeranmeldung für TaraVault
es: Usuario TaraVault
fi: TaraVault-käyttäjätunnus
fr: Login TaraVault
hu: TaraVault felhasználónév
pl: Login użytkownika TaraVault
pt: Login TaraVault do usuário
pt_pt: Login de utilizador Taravault
ru: Вход пользователя TaraVault
zh_hant: TaraVault 使用者登入

# Admin_User_TaraVaultPass
source: TaraVault User Password
cs: Heslo uživatele TaraVault
de: Benutzerpasswort für TaraVault
es: Contraseña TaraVault
fi: TaraVault-käyttäjäsalasana
fr: Mot de passe TaraVault
hu: TaraVault jelszó
pl: Hasło użytkownika TaraVault
pt: Senha TaraVault do usuário
pt_pt: Password de utilizador TaraVault
ru: Пароль пользователя TaraVault
zh_hant: TaraVault 使用者密碼

# Admin_User_TaraVaultProjects
source: Products Enabled for this User
cs: Produkty povolené pro tohoto uživatele
de: Produkte für diesen Benutzer aktivieren
es: Proyectos Habilitados para este Usuario
fi: Tälle käyttäjälle aktivoidut Projektit
fr: Produits autorisés pour l'utilisateur
hu: Ehhez a felhasználóhoz engedélyezett projektek
pl: Produkty dostępne dla tego Użytkownika
pt: Projetos Habilitados para este Usuário
pt_pt: Projetos ativos para este utilizador.
ru: Продукты, включенные для данного пользователя
zh_hant: 為使用者啟動專案

# PlanningBoard_AddRequirement
source: Add Requirement
cs: Přidat Požadavek
de: Anforderung hinzufügen
es: Agregar Requerimiento
fi: Lisää Vaatimus
fr: Ajouter un besoin
hu: Követelmény hozzáadása
pl: Dodatek Wymóg
pt: Adicionar Requerimento
pt_pt: Adicionar requisito
ru: Добавить требование
zh_hant: 新增需求

# Admin_UserDetailsAddTaraVaultProject_Legend1
source: The user is <b>not</b> a member of the following TaraVault products.
cs: Uživatel <b>není</b> členem následujících produktů TaraVault.
de: Der Benutzer ist <b>not</b> Mitglied der folgenden TaraVault-Produkte.
es: El usuario <b>no</b> es miembro de los siguientes proyectos TaraVault.
fi: Käyttäjä <b>ei</b> ole seuraavien TaraVault-projektien jäsen.
fr: Cet utilisateur <b>n'est pas</b> membre des produits TaraVault.
hu: A felhasználó <b>nem</b> tagja az alábbi TaraVault projekteknek.
pl: Użytkownik jest <b>nie</b>członkiem następujących produktów TaraVault.
pt: O usuário <b>não</b> é um membro dos seguintes projectos TaraVault.
pt_pt: O utilizador <b>não</b> é membro dos seguintes projetos TaraVault.
ru: Пользователь является <b>не</b> участником следующих продуктов TaraVault.
zh_hant: 使用者<b>不是</b>下列 TaraVault 專案的成員

# Admin_UserDetailsAddTaraVaultProject_Legend2
source: Select the checkbox to add the user to those products, and then click the 'Add' button.
cs: Zaškrtnutím políčka přidáte uživatele k těmto produktům a poté klikněte na tlačítko Přidat.
de: Wählen Sie das Kontrollkästchen, um den Benutzer diesen Produkten hinzuzufügen und klicken sie anschließend auf [Hinzufügen].
es: Seleccione la casilla de verificación para agregar el usuario a esos proyectos y haga clic en el botón "Agregar".
fi: Valitse käyttäjät liitettäväksi projekteihin, ja klikkaa "Lisää"
fr: Veuillez sélectionner l'utilisateur et ensuite cliquer sur <Ajouter>.
hu: Jelölje ki a jelölőnégyzetet, ha a felhasználót ezekhez a projektekhez szeretné rendelni, majd kattintson az „Add” gombra.
pl: Zaznaczyć pole wyboru, aby dodać użytkownika do tych produktów, a następnie kliknąć przycisk "Dodaj".
pt: Selecione a opção para adicionar o usuário a esses projetos e, em seguida, clique no botão 'Adicionar'.
pt_pt: Selecione o utilizador a adicionar a esses projetos e seguidamente clique no botão 'Adicionar'.
ru: Отметьте опцию, чтобы добавить пользователя к этим продуктам, а затем нажмите кнопку "Добавить".
zh_hant: 選增欲新增至專案的使用者，並按下「新增」按鈕。

# Admin_User_TaraVault_AddProject
source: Add User to Product?
cs: Přidat uživatele k produktu?
de: Benutzer zu diesem Produkt hinzufügen?
es: Agregar Usuario al Proyecto?
fi: Haluatko lisätä käyttäjän projektiin?
fr: Ajouter l'utilisateur au produit?
hu: Felhasználó hozzáadása a projekthez?
pl: Dodać użytkownika do produktu?
pt: Adicionar Usuário ao Projeto?
pt_pt: Adicionar utilizador ao projeto?
ru: Добавить пользователя в Продукт?
zh_hant: 新增專案使用者？

# Admin_GeneralSettings_CacheFolder
source: Cache Folder
cs: Složka mezipaměti
de: Ordner für den Zwischenspeicher
es: Carpeta de Caché
fi: Välimuistikansio
fr: Dossier Cache
hu: Gyorsítótár könyvtára
pl: Folder skrytki
pt: Pasta de Cache
pt_pt: Adicionar utilizador ao projeto?
ru: Папка кэша
zh_hant: 快取資料夾

# Admin_GeneralSettings_CacheFolderNotes
source: The local folder used by the web process to store cache data. By default or in error, the folder is <span style="font-family: monospace">{0}</span>
cs: Místní složka používaná webovým procesem k ukládání dat v mezipaměti. Ve výchozím nastavení nebo při chybě je složka <span style="font-family: monospace">{0}</span>
de: Der lokale Ordner, der vom Web-Prozess genutzt wird, um die Cache-Daten zu speichern. Standardmäßig oder im Fehlerfall hat der Ordner <span style="font-family: monospace">{0}</span>
es: La carpeta local utilizada por el proceso web para almacenar datos de caché. Por defecto o en caso de error, la carpeta es <span style="font-family: monospace">{0}</span>
fi: Paikallinen kansio, johon verkkoprosessi tallentaa välimuistitietoa. Oletusarvoisesti tai virhetilanteissa, kansio on <span style="font-family: monospace">{0}</span>
fr: Le dossier local utilisé pour enregistrer les données en mémoire cache. Par défaut : <span style="font-family: monospace">{0}</span>
hu: A helyi könyvtárt a webfolyamat a gyorsítótáras adatok tárolására használja. Alapértelmezés szerint vagy hiba esetén a könyvtár <span style="font-family: monospace">{0}</span>
pl: Folder lokalny używany przez proces sieciowy do przechowywania danych w pamięci podręcznej. Domyślnie lub błędnie, folder jest <span style="font-family: monospace">{0}</span>
pt: A pasta local usada pelo processo web para armazenar dados em cache. Por padrão ou em caso de erro, a pasta é <span style="font-family: monospace">{0}</span>
pt_pt: Pasta local usada pelo processo web para guardar informação em cache. A pasta predefinida, ou em caso de erro, é <span style="font-family: monospace">{0}</span>
ru: Локальная папка, используемая веб-процессом для хранения данных в кэше. По умолчанию или по ошибке, папка <span style="font-family: monospace">{0}</span>.
zh_hant: 本機資料夾用於儲存網頁流程快取資料。預設或錯誤的資料夾為 <span style="font-family: monospace">{0}</span>

# Admin_TaraVaultConfig_Intro2
source: Products in {0} can be enabled in TaraVault for storage of product source code files and commits. TaraVault is provisioned based on a specific number of active users.
cs: Produkty v {0} lze povolit v TaraVault pro ukládání souborů zdrojových kódů produktu a revizí. TaraVault je zřízen na základě konkrétního počtu aktivních uživatelů.
de: Produkte in {0} können in TaraVault für die Speicherung von Dateien des Produktquellcodes und Versionen aktiviert werden. TaraVault wird basierend auf einer bestimmten Anzahl an Benutzern bereitgestellt.
es: Los proyectos en {0} se pueden activar en TaraVault para el almacenamiento de los archivos de código fuente del proyecto y las revisiones. TaraVault se provee basado en un número específico de usuarios activos.
fi: {0} olevat projektit voidaan aktivoida TaraVaultiin tallentamaan projektin lähdekooditiedostot ja versiot. TaraVault aktivoidaan tietylle määrälle aktiivisia käyttäjiä
fr: Les produits de {0} peuvent être ajoutés à TaraVault pour permettre le stockage des fichiers et révisions de code source. TaraVault sera configuré en fonction du nombre d'utilisateurs.
hu: A(z) {0}-ban lévő projekteket engedélyezheti a TaraVaulthoz a projektek forráskódfájljainak és relese-inek tárolása érdekében. A TaraVault az aktív felhasználók száma alapján vesz fel pozíciót.
pl: Produkty w {0} mogą być włączone w TaraVault do przechowywania plików z kodem źródłowym produktu i jego korekt. TaraVault jest dostarczany w oparciu o określoną liczbę aktywnych użytkowników.
pt: Projetos no {0} podem ser habilitados no TaraVault para armazenamento de arquivos de código-fonte e revisões do projeto. TaraVault funciona com base em um número específico de usuários ativos.
pt_pt: Os projetos em {0} podem ser ativados em TaraVault para guardar ficheiros de código fonte e as suas revisões. A capacidade de TaraVault é determinada com base num número específico de utilizadores ativos.
ru: Продукты в {0} могут быть включены в TaraVault для хранения файлов с исходным кодом продуктов и их редакций. TaraVault создается на основе конкретного числа активных пользователей.
zh_hant: 於 {0} 的專案可在 TaraVault 啟動用於儲存專案程式碼文件和修訂版本。TaraVault 根據特定的使用者啟動數量來供應。

# Admin_TaraVaultConfig_Intro3
source: You can change which users are active for source code management in the {0} screen.
cs: Na obrazovce {0} můžete změnit, kteří uživatelé jsou aktivní pro správu zdrojového kódu.
de: Im {0} Bildschirm können Sie die Benutzer ändern, die für die Verwaltung des Quellcodes aktiv sind.
es: Puede cambiar los usuarios que están activos para la administración de código fuente en la página {0}.
fi: Voit valita aktiviiset lähdekoodin hallinnan käyttäjät {0} näytöllä.
fr: Il est possible de modifier la liste des utilisateurs actifs pour la gestion du code source sur la page {0}.
hu: A(z) {0} képernyőn módosíthatja, hogy mely felhasználók aktívak a forráskódkezeléshez.
pl: Na ekranie {0} można zmienić, którzy użytkownicy są aktywni do zarządzania kodem źródłowym.
pt: Você pode alterar quais usuários estão ativos para gerenciamento de código fonte na página {0} .
pt_pt: Pode alterar os utilizadores que podem efetuar a gestão de código fonte no ecrã {0}.
ru: Вы можете изменить, какие пользователи активны для управления исходным кодом на экране {0}.
zh_hant: 您可更改哪些在{0}螢幕上啟動原始碼管理的使用者。

# GeneralSettings_WorXEnabled
source: WorX Integration
cs: Integrace WorX
de: Integration von WorX
es: Integración WorX
fi: WorX integraatio
fr: Intégration WorX
hu: WorX integráció
pl: Integracja WorX
pt: Integração WorX
pt_pt: Integração WorX
ru: Интеграция с WorX
zh_hant: WorX 整合

# GeneralSettings_WorXEnabledNotes
source: Setting this to 'Yes' enables communication with the WorX Manual Testing Accelerator
cs: Nastavením na 'Ano' povolíte komunikaci s WorX Manual Testing Accelerator
de: Wenn Sie dies auf 'Ja' umstellen, so wird die Integration mit Autom8 WorX manuellem Testwerkzeug aktiviert.
es: Ajustar esto a 'Sí' activa la integración con la herramienta de prueba manual Autom8 WorX
fi: Valitessasi "Kyllä", aktivoit integraation Autom8 WorX manuaaliseen testaustyökaluun.
fr: La sélection de cette option permet d'activer l'intégration avec l'outil de test Automat8 WorX.
hu: Ha ezt „Yes”-re állítja, akkor bekapcsolja az Autom8 WorX manuális tesztelőeszközzel való integrációt.
pl: Ustawienie tej opcji na "Tak" włącza integrację z ręcznym narzędziem testowym Autom8 WorX.
pt: Definir este campo como 'Sim' ativa a integração com a ferramenta de teste manual Autom8 WorX
pt_pt: Atribuindo o valor "Sim", ativa-se a integração com a ferramenta manual de testes Autom8 WorX.
ru: Установка "Да" включает интеграцию с ручным инструментом тестирования Autom8 WorX.
zh_hant: 設定為「是」開啟Autom8 WorX 手動測試工具整合

# TaskDetails_SplitTask
source: Split Task
cs: Rozdělit úkol
de: Aufgabe aufteilen
es: Dividir Tarea
fi: Jaa Tehtävä
fr: Diviser la tâche
hu: Feladat felosztása
pl: Podzielone zadanie
pt: Dividir Tarefa
pt_pt: Subdividir Tarefa
ru: Раздельная задача
zh_hant: 切割任務

# TaskDetails_SplitTask_Intro
source: Please enter the name of the new task along with the owner and % of effort you wish to assign to the new task:
cs: Zadejte název nového Úkolu spolu s vlastníkem a % úsilí, které chcete novému Úkolu přiřadit:
de: Bitte geben Sie den Namen der neuen Aufgabe, einen Besitzer sowie % des Aufwands, den sie der neuen Aufgabe zuordnen wollen.
es: Por favor, introduzca el nombre de la nueva tarea junto con el propietario y % de esfuerzo que desea asignar a la nueva tarea:
fi: Syötä nimi uudelle taskille. Tämän lisäksi syötä omistaja ja % työmäärä jotka haluat kiinnittää uuteen tehtävään:
fr: Veuillez saisir le nom de la nouvelle tâche ainsi que le propriétaire et le % d'effort alloué à la tâche:
hu: Adja meg az új feladat nevét a tulajdonossal és az új feladathoz rendelendő munka %-át:
pl: Proszę wpisać nazwę nowego zadania wraz z właścicielem oraz % nakładu pracy, który chcesz przypisać do nowego zadania:
pt: Por favor, insira o nome da nova tarefa juntamente com o proprietário e a % de esforço que você deseja atribuir à nova tarefa:
pt_pt: Identifique, por favor, a nova tarefa, o seu responsável e o esforço respetivo, em %:
ru: Пожалуйста, введите имя нового задания вместе с владельцем и % от усилий, которые вы хотите приложить к новому заданию:
zh_hant: 請輸入新任務的名稱和您希望指派的擁有者與工時百分比：

# TaskDetails_SplitTask_Notes
source: If you leave the % effort blank, the system will either move the remaining effort to the new task (if the task is in-progress) or simply split it 50/50 if the task is not started or completed.
cs: Pokud % úsilí ponecháte prázdné, systém buď přesune zbývající úsilí na nový úkol (pokud úkol právě probíhá), nebo ho jednoduše rozdělí 50/50, pokud úkol není spuštěn nebo dokončen.
de: Wenn sie das Feld '% Aufwand' leer lassen, wird das System den verbleibenden Aufwand der neuen Aufgabe zuweisen sofern diese 'In Arbeit' ist. Oder der verbleibende Aufwand wird 50/50 gesplittet, wenn die Aufgabe 'Nicht begonnen' oder 'Vollständig' ist.
es: Si usted dejar el % de esfuerzo en blanco, el sistema moverá el esfuerzo restante a la nueva tarea (si la tarea está en progreso) o simplemente lo dividirá 50/50 si la tarea no se inició o se terminó.
fi: Jos jätät % työmäärän tyhjäksi, järjestelmä joko siirtää jäljellä olevan työmäärä uudelle tehtävälle (jos Tehtävä on auki) tai yksinkertaisesti jakaa sen 50/50 jos tehtävä ei ole aloitettu tai on valmis.
fr: Si le % d'effort n'est pas saisi, l'effort restant sera alloué à la nouvelle tâche si celle-ci est en cours, ou sera partagé par moitié sinon.
hu: Ha a munka %-ot üresen hagyja, akkor a rendszer a hátralévő munkát az új feladatra lépteti (ha a feladat folyamatban van) vagy egyszerűen 50/50 alapon felosztja, ha a feladatot még nem indították el vagy nem fejeződött be.
pl: Jeśli zostawisz % wysiłku puste, system albo przeniesie pozostały wysiłek do nowego zadania (jeśli zadanie jest w trakcie realizacji), albo po prostu podzieli go 50/50, jeśli zadanie nie jest rozpoczęte lub zakończone.
pt: Se você deixar a % de esforço em branco, o sistema irá transferir o esforço restante para a nova tarefa (se ela estiver em progresso) ou simplesmente dividirá 50/50 se a tarefa não foi iniciada ou concluída.
pt_pt: Se deixar a % de esforço em branco, o sistema atribuirá o esforço remanescente à nova tarefa, se a tarefa estiver em progresso, dividi-lo-á 50/50, se a tarefa ainda não tiver sido iniciada, ou se estiver concluída.
ru: Если оставить пустым % усилия, то система либо перенесет оставшееся усилие на новую задачу (если задача находится в процессе выполнения), либо просто поделит его 50/50, если задача не запущена или не завершена.
zh_hant: 若工時百分比為空，系統會將剩餘工時移至新任務（若任務進行中）或簡易分割 50/50 若任務仍為開始或完成。

# TestCaseExecution_LinkExisting
source: Link Existing Incident
cs: Propojit existující Incident
de: Vorhandenen Vorfall verlinken
es: Asociar a Incidente Existente
fi: Linkitä olemassa olevaan Havaintoon
fr: Associer avec l'incident en cours
hu: Meglévő incidensre mutató hivatkozás
pl: Link Istniejący Incydent
pt: Relacionar com Incidente Existente
pt_pt: (Associar Defeito Existente)
ru: Ссылка Существующий инцидент
zh_hant: 連結存在的事件

# ProjectHome_ActivityStream
source: Activity Stream
cs: Stream aktivit
de: Aktivitätsfluss
es: Últimas Acciones
fi: Aktiviteettivirta
fr: Stream Activité
hu: Tevékenységfolyam
pl: Strumień działań
pt: Últimas Atividades
pt_pt: Fluxo de Atividades
ru: Поток деятельности
zh_hant: 活動串流

# ActivityList_Title
source: Activity Stream
cs: Stream aktivit
de: Aktivitätsfluss
es: Últimas Acciones
fi: Aktiviteettivirta
fr: Stream Activité
hu: Tevékenységfolyam
pl: Strumień działań
pt: Últimas Atividades
pt_pt: Fluxo de Atividades
ru: Поток деятельности
zh_hant: 活動串流

# WorkflowTransition_RequireSignature
source: Require electronic signature
cs: Vyžaduje elektronický podpis
de: Elektronische Unterschrift notwendig
es: Requiere Firma Electrónica
fi: Vaadi sähköinen allekirjoitus
fr: Signature numérique exigée.
hu: Elektronikus aláírást igényel
pl: Wymaga podpisu elektronicznego
pt: Requer Assinatura Eletrônica
pt_pt: Requer assinatura eletrónica
ru: Требовать электронной подписи
zh_hant: 需電子簽名

# Permission_BulkEdit
source: Bulk Edit
cs: Hromadná úprava
de: Massenbearbeitung
es: Edición Masiva
fi: Massaeditointi
fr: Modifier le groupe
hu: Tömeges szerkesztés
pl: Edycja masowa
pt: Edição em Massa
pt_pt: Edição em Massa
ru: Редактирование навалом

# Admin_TaraVault_MaxUsers
source: Maximum number of users have already been activated for Taravault.
cs: Pro Taravault již byl aktivován maximální počet uživatelů.
de: Die maximale Anzahl von Nutzern ist bereits für TaraVault aktiviert.
es: El número máximo de usuarios Taravault ya se ha alcanzado.
fi: Maksimimäärä käyttäjiä on jo aktivoitu TaraVaultille.
fr: Tous les utilisateurs TaraVault sont actifs.
hu: A felhasználók maximális számát már aktiválták a Taravaulthoz.
pl: Maksymalna liczba użytkowników została już aktywowana dla Taravault.
pt: O número máximo de usuários para o Taravault já foi atingido.
pt_pt: Atingido o número máximo de utilizadores ativos para TaraVault.
ru: Для Taravault уже активировано максимальное количество пользователей.

# UserProfile_TabTaraV
source: TaraVault
de: TaraVault Verbindung
es: Conexión TaraVault
fi: TaraVault yhteys
fr: Connexion TaraVault
pt: Conexão TaraVault
pt_pt: Ligação à TaraVault
