Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# ReportsConfiguration_Legend2
source: You can filter the results displayed by various parameters as well as choose which elements of the report are displayed.
cs: Zobrazené výsledky můžete filtrovat pomocí různých parametrů. Také si můžete vybrat, které prvky reportu budou zobrazeny.
de: Sie können die Ergebnisse an Hand verschiedener Parameter filtern und auswählen welche Elemente des Berichtes angezeigt werden sollen.
es: Puede filtrar los resultados mostrados por los distintos parámetros, así como elegir qué elementos del informe se mostrarán.
fi: Voit suodattaa tulokset näkyviin eri parametrien mukaan ja valita mitä tietoja Raportissa näkyy.
fr: Vous pouvez filtrer les résultats affichés par critères et choisir les éléments à afficher.
hu: Az eredmény szűrhető különböző paraméterek segítségével, továbbá kiválasztható a riport mely elemei jelenjenek meg.
pl: Możesz filtrować wyniki wyświetlane w przypadku różnych parametrów, a także wybrać, które elementy raportu są wyświetlane.
pt: Você pode filtrar os resultados exibidos por vários parâmetros, bem como escolher quais elementos do relatório serão exibidos.
pt_pt: Pode filtrar os resultados exibidos segundo diversos parâmetros, bem como escolher que elementos do relatório são exibidos.
ru: Вы можете отфильтровать результаты, отображаемые по различным параметрам, а также выбрать, какие из них Отображаются элементы отчета.
zh_hans: 您可以筛选各种参数显示的结果，以及选择哪显示元素的报告。
zh_hant: 您可選擇多種參數篩選測試結果，以及選擇報表欲顯示的項目。

# ReportsConfiguration_ReportElements
source: Report Elements
cs: Prvky reportu
de: Berichtelemente
es: Elementos del Informe
fi: Raportin elementit
fr: Eléments du rapport
hu: A riport elemei
pl: Elementy raportu
pt: Elementos do Relatório
pt_pt: Elementos do relatório
ru: Элементы отчёта
zh_hans: 报告元素
zh_hant: 報告項目

# ReportsConfiguration_ReportFormat
source: Report Format
cs: Formát reportu
de: Berichtformat
es: Formato del Informe
fi: Raportin muoto
fr: Format du rapport
hu: A riport formátuma
pl: Format raportu
pt: Formato do Relatório
pt_pt: Formato do relatório
ru: Формат доклада
zh_hans: 报告格式
zh_hant: 報告格式

# ReportsConfiguration_SaveReportLegend
source: If you would like to save this report for future use, please give it a name below before clicking the [Create Report] button:
cs: Pokud chcete uložit tento report pro budoucí použití, pojmenujte jej dříve, než kliknete na tlačítko [Vytvořit report]:
de: Wenn sie diesen Bericht für später speichern möchten, geben Sie unten einen Namen an bevor Sie [Bericht erstellen] kicken.
es: Si desea guardar este informe para su uso futuro, por favor, introduzca un nombre a continuación antes de hacer clic en el botón [Crear Informe]:
fi: Jos haluat tallettaa tämä Raportin tulevaa käyttöä varten, anna sille nimi alla ennen kuin klikkaat [Luo raportti]-painiketta:
fr: Si vous souhaitez sauvegarder le rapport pour une utilisation future, veuillez lui donner un nom ci-dessous puis cliquer sur [Créer un rapport] :
hu: Ha el kívánja menteni ezt a riportot későbbi használatra, nevezze el a lenti mezőben, mielőtt a [Riport létrehozása] gombra kattint:
pl: Jeśli chcesz zapisać ten raport do wykorzystania w przyszłości, należy podać jego nazwę poniżej, przed kliknięciem przycisku [Utwórz raport]:
pt: Se você gostaria de salvar esse relatório para uso futuro, por favor, informe um nome abaixo antes de clicar em [Criar Relatório] :
pt_pt: Se quer gravar este relatório para uso futuro por favor dê-lhe, abaixo, um nome antes de clicar no botão [Criar Relatório]:
ru: Если вы хотите сохранить этот отчет для дальнейшего использования, пожалуйста, назовите его. ниже, прежде чем нажать кнопку [Создать отчет]:
zh_hans: 如果想要保存此报告，供将来使用，请为它指定一个名称下面单击 [创建报告] 之前按钮：
zh_hant: 儲存此報表供未來使用，請於下方指定一個名稱並按下[建立報表]按鈕：

# ReportsConfiguration_ShareReport
source: I would like to share this report with other members of the product
cs: Chci sdílet tento report s ostatními členy produktu
de: Ich möchte diesen Bericht für andere Produktmitglieder freigeben
es: Me gustaría compartir este informe con otros miembros del proyecto
fi: Haluan jakaa tämän raportin muiden projektin jäsenten kanssa
fr: Je souhaite partager ce rapport avec les autres membres du produit
hu: Szeretném megosztani ezt a riportot a projekt többi tagjával
pl: Chcę współdzielić ten raport wraz z innymi członkami projektu
pt: Eu gostaria de compartilhar este relatório com outros membros do projeto
pt_pt: Gostaria de compartilhar este relatório com outros membros do projeto
ru: Я хотел бы поделиться этим отчетом с другими участниками продукта.
zh_hans: 我想与项目中的其他成员共享此报告
zh_hant: 欲分享此報表給其他專案成員

# ReportsConfiguration_SortAscending
source: Sort Ascending
cs: Řadit vzestupně
de: Aufsteigend sortieren
es: Orden Ascendente
fi: Järjestä nousevasti
fr: Tri croissant
hu: Növekvő rendezés
pl: Sortuj rosnąco
pt: Ordem Crescente
pt_pt: Ordenar por ordem crescente
ru: Сортировка Вознесения
zh_hans: 升序排序
zh_hant: 升冪排序

# ReportsConfiguration_SortOptions
source: Sort Options
cs: Možnosti řazení
de: Optionen sortieren
es: Opciones de Ordenación
fi: Järjestely valinnat
fr: Options de tri
hu: Rendezési beállítások
pl: Opcje sortowania
pt: Opções de Ordenação
pt_pt: Opções de ordenação
ru: Опции сортировки
zh_hans: 排序选项
zh_hant: 排序選項

# ReportsConfiguration_StandardFieldFilters
source: Standard Field Filters
cs: Filtry pro standardní pole
de: Standardfeld-Filter
es: Filtros de Campos Estándar
fi: Vakiokenttien suodattimet
fr: Filtres de champ standard
hu: Szabvány mezők szűrői
pl: Pola filtrów standardowych
pt: Filtros de Campos Padrão
pt_pt: Filtros de campo padrão
ru: Стандартные полевые фильтры
zh_hans: 标准字段筛选器
zh_hant: 標準欄位篩選器

# Reports_NoneAvailable
source: None Available
cs: Žádné dostupné
de: Keine verfügbar
es: Ninguno Disponible
fi: Ei saatavilla
fr: Aucun disponible
hu: Nincs elérhető
pl: Brak dostępnych
pt: Nenhum Disponível
pt_pt: Não disponível
ru: Нет Доступно
zh_hans: 无可用
zh_hant: 不可用

# Reports_SavedReports
source: Saved Reports
cs: Uložené reporty
de: Gespeicherte Berichte
es: Informes Guardados
fi: Talletetut raportit
fr: Rapports enregistrés
hu: Mentett riportok
pl: Raporty zapisane
pt: Relatórios Salvos
pt_pt: Relatórios gravados
ru: Сохраненные отчёты
zh_hans: 保存的报告
zh_hant: 儲存報告

# SourceCodeRevisionDetails_BackToList
source: Back to Commit List
cs: Zpět na seznam revizí
de: Zurück zur Versionsliste
es: Volver a la lista de Revisiones
fi: Takaisin versiolistaan
fr: <<Retour à Liste des versions
hu: Vissza a revíziókhoz
pl: Wróć do przeglądu listy
pt: Voltar à lista de Revisão
pt_pt: << Voltar à lista de revisão
ru: Вернуться к списку редакций
zh_hans: <<回修订列表
zh_hant: << 返回至修訂版本列表

# SourceCodeRevisionDetails_SourceCodeRevision
source: Source Code Commit
cs: Revize zdrojového kódu
de: Quellcode Version
es: Revisión del Código Fuente
fi: Lähdekoodin versio
fr: Révision du Code Source
hu: Forráskódok revíziói
pl: Przegląd kodu źródłowego
pt: Revisão de Código Fonte
pt_pt: Revisão de código fonte
ru: Пересмотр исходного кода
zh_hans: 源代码修订版
zh_hant: 原始檔修訂版本

# TestCaseExecution_BackToTests
source: Back To Tests
cs: Zpět na testy
de: Zurück zum Test
es: Volver a las Pruebas
fi: Takaisin Testeihin
fr: Retour aux tests
hu: <<Vissza a tesztekhez
pl: Wróć do testów
pt: Voltar a Testes
pt_pt: << Voltar para Testes
ru: Назад к тестам
zh_hans: <<回测试
zh_hant: << 返回至測試

# TestCaseExecution_ChooseRelease
source: Please Choose the Release To Execute Against:
cs: Vyberte si prosím verzi, proti které provedete test:
de: Bitte wählen Sie das Release, für das die Ausführung zu starten ist:
es: Por favor, elija en qué Release Ejecutará las Pruebas:
fi: Valitse julkaisu, jota vastaan suoritetaan:
fr: Veuillez choisir la version à exécuter :
hu: Válassza ki a release-t, amelyre futtatni szeretné:
pl: Przed wykonaniem wybierz wydanie:
pt: Por favor, escolha o release para executar:
pt_pt: Por favor escolha a entrega associada à execução
ru: Пожалуйста, выберите разрешение на исполнение "против":
zh_hans: 请选择要对执行释放：
zh_hant: 請選擇欲執行的版本：

# TestCaseExecution_ChooseTestStep1
source: Please choose a different test step from the list on the navigation bar, or click
cs: Prosím vyberte krok testu ze seznamu na navigačním panelu, nebo klikněte na
de: Bitte wählen Sie einen Testschritt aus der Liste auf der Navigationsleiste, oder klicken Sie
es: Por favor, elija un paso de prueba diferente en la lista de la barra de navegación o haga clic en
fi: Valitse testiaskel navigointipalkin listasta tai klikkaa
fr: Veuillez choisir une étape de test dans la liste de la barre de navigation, ou cliquez sur
hu: Válasszon egy tesztlépést a navigáció sávon, vagy kattintson
pl: Wybierz krok testowy z listy na pasku nawigacji lub kliknij
pt: Por favor, escolha uma etapa de teste diferente da lista na barra de navegação, ou clique em
pt_pt: Por favor escolha um passo de teste diferente da lista na barra de navegação ou clique
ru: Пожалуйста, выберите другой этап тестирования из списка на навигационной панели, или нажмите кнопку
zh_hans: 请从导航栏上的列表中选择测试步骤，或单击
zh_hant: 請從瀏覽列的清單選擇不同測試步驟，或按下

# TestCaseExecution_ChooseTestStep2
source: 'Back To Tests'
cs: Zpět na testy'
de: Zurück zu den Tests'
es: Volver a las Pruebas'
fi: Takaisin Testeihin'
fr: Retour aux Tests
hu: Vissza a tesztekhez'
pl: Powrót do testów'
pt: Voltar aos Testes'
pt_pt: Voltar para testes'
ru: "Назад к тестам
zh_hans: 回 '的测试
zh_hant: 返回至測試

# TestCaseExecution_ChooseTestStep3
source: to execute another test case.
cs: pro spuštění dalšího testovacího případu.
de: um einen anderen Testfall auszuführen
es: para ejecutar otro caso de pruebas.
fi: suorittaaksesi toisen Testitapauksen.
fr: pour exécuter un autre scénario de test.
hu: egy másik tesztesetre a végrehajtáshoz.
pl: aby wykonać inny przypadek testowy.
pt: para executar um outro caso de teste.
pt_pt: para executar outro caso de teste.
ru: для выполнения другого тестового задания.
zh_hans: 要执行另一个测试用例。
zh_hant: 執行另一個測試案例。

# TestCaseExecution_CustomPropertiesPresetLegend
source: (Note: Any custom properties that are read-only have already been populated from the Test Set.)
cs: (Poznámka: Všechna volitelná pole, která jsou jen pro čtení, již byla předvyplněna z testovací sady.)
de: (Hinweis: Alle benutzerdefinierten Einstellungen die änderbar sind, wurden von der Testreihe bereits eingepflegt.)
es: (Nota: Cualquier propiedad personalizada con estado de solo lectura, ya han sido llenadas del Conjunto de Pruebas)
fi: (Huom: Kaikki kustomoidut ominaisuudet, joihin on vain luku-oikeus, on jo asetettu Testijoukosta.)
fr: (Note : toutes les propriétés personnalisées qui sont en lecture seule ont déjà été initialisées par l’ensemble de tests)
hu: (Megjegyzés: minden csak olvasható egyedi mezőnek már van értéke a teszt szettből)
pl: (Uwaga: Wszelkie pola definiowalne, które są tylko do odczytu, zostały już wypełnione z zestawu testowego)
pt: (Nota: quaisquer propriedades personalizadas que são somente leitura já foram preenchidas a partir do conjunto de testes).
pt_pt: (Nota: quaisquer propriedades personalizadas que são somente leitura já foram preenchidas a partir do conjunto de teste.)
ru: (Примечание: Любые пользовательские свойства, которые доступны только для чтения, уже заполнены из тестового набора).
zh_hans: （注： 是只读的任何自定义属性都已经从测试设置填充。）
zh_hant: （註：任何唯讀自訂屬性已填充至測試集。）

# TestCaseExecution_EnterIncidentInfo
source: Fill in the form (and all required fields - including the Name) to add an Incident. The Incident description is automatically populated with test step information and any actual result you have entered
cs: Prosím zadejte následující informace pro záznam incidentu v tomto testovacím kroku:
de: Bitte geben Sie die folgenden Informationen ein, um einen Vorfall mit diesem Testschritt aufzuzeichnen.
es: Por favor, introduzca la siguiente información para registrar un incidente con este paso de la prueba:
fi: Syötä seuraavat tiedot kirjataksesi havainnon tästä testiaskeleesta:
fr: Veuillez entrer les informations suivantes pour enregistrer un incident durant cette étape de test :
hu: Kérjünk adja meg az alábbi adatokat ahhoz, hogy incidens készülhessen a tesztlépéshez.
pl: Wprowadź następujące informacje, aby przypisać incydent do kroku testowego:
pt: Por favor, insira as seguintes informações para registrar um incidente nesta etapa de teste:
pt_pt: Por favor insira a informação seguinte para registar um defeito neste passo de teste:
ru: Пожалуйста, введите следующую информацию, чтобы зарегистрировать инцидент на этом этапе тестирования:
zh_hans: 请输入登录事件执行此测试步骤的以下信息：
zh_hant: 請輸入以下資訊為此測試步驟記錄一個事件：

# TestCaseExecution_NoStepSelected
source: No Test Step Selected!
cs: Nebyl vybrán žádný krok testu!
de: Keine Testschritte ausgewählt!
es: No hay Paso de Prueba Seleccionado!
fi: Yhtään Testiaskelta ei ole valittu!
fr: Aucune étape de test sélectionnée !
hu: Nincs kiválasztott tesztlépés
pl: Brak wybranego kroku testowego!
pt: Nenhuma Etapa de Teste Selecionada!
pt_pt: Nenhum passo de teste selecionado!
ru: Шаг теста не выбран!
zh_hans: 没有选定的测试步骤 ！
zh_hant: 無選擇的測試步驟！

# TestCaseExecution_TestExecutionWizard
source: Test Execution Wizard
cs: Průvodce vykonáním testu
de: Testausführungsassistent
es: Asistente de Ejecución de Pruebas
fi: Testien suoritus
fr: Assistant d'exécution des tests
hu: Tesztvégrehajtás varázsló
pl: Kreator wykonania testu
pt: Assistente de Execução de Testes
pt_pt: Auxiliar de execução de teste
ru: Мастер исполнения тестов
zh_hans: 测试执行向导
zh_hant: 測試執行精靈

# TestCaseExecution_TestRunCustomProperties
source: Now enter the following properties for this test run:
cs: Nyní zadejte následující volitelná pole tohoto běhu testu:
de: Geben Sie nun die folgenden Eigenschaften für diesen Testlauf ein:
es: A continuación, registre los siguientes campos para esta ejecución de pruebas:
fi: Anna nyt seuraavat ominaisuudet tälle testiajolle:
fr: Entrez les propriétés suivantes pour l’exécution du test :
hu: Adja meg az alábbi tulajdonságokat a tesztfutáshoz:
pl: Wprowadź następujące informacje dla tego przebiegu testów:
pt: Agora insira as seguintes propriedades para essa execução de teste:
pt_pt: Agora insira as seguintes propriedades para esta execução de teste:
ru: Теперь введите следующие свойства для этого тестового запуска:
zh_hans: 现在此测试运行中输入以下属性：
zh_hant: 現在為此測試執行輸入以下屬性：

# TestCaseExecution_Title
source: Test Case Execution
cs: Vykonání testovacího případu
de: Testfallausführung
es: Ejecución de Casos de Prueba
fi: Testitapauksen suorittaminen
fr: Exécution de scénario de test
hu: tesztesetek végrehajtása
pl: Wykonanie przypadku testowego
pt: Execução de Caso de Teste
pt_pt: Execução de caso de teste
ru: Исполнение тестового случая
zh_hans: 执行测试实例
zh_hant: 測試案例執行

# DocumentDetails_AddNewAssociation
source: Add New Association
cs: Přidat nové propojení
de: Neue Verknüpfung hinzufügen
es: Agregar nueva Asociación
fi: Lisää uusi yhteys
fr: Ajouter une nouvelle association
hu: Új társítás hozzáadása
pl: Dodaj nowe powiązanie
pt: Adicionar Nova Associação
pt_pt: Adicionar nova associação
ru: Добавить новую ассоциацию
zh_hans: 添加新的关联
zh_hant: 新增新關聯

# DocumentDetails_BackToList
source: Back to Document List
cs: Zpět na seznam dokumentů
de: Zurück zur Dokumentenliste
es: Volver a la Lista de Documentos
fi: Takaisin tiedosto-listaan
fr: Retour à Liste des documents
hu: Vissza a dokumentum listához
pl: Wróć do listy dokumentów
pt: Voltar à lista de Documentos
pt_pt: << Voltar à lista de documentos
ru: Вернуться к списку документов
zh_hans: 返回到文档列表
zh_hant: << 返回至文件列表

# DocumentDetails_ChooseArtifact
source: Please choose the artifact that you want to add an association to:
cs: Vyberte artefakt, který chcete propojit:
de: Bitte wählen Sie das Artefakt, für das Sie eine Verknüpfung hinzufügen möchten:
es: Por favor, elija el artefacto al que desea agregar una asociación:
fi: Valitse asia, johon haluat lisätä yhteyden:
fr: Veuillez choisir l'objet auquel vous souhaitez ajouter une association :
hu: Válassza ki az elemet, amelyhez kapcsolatot szeretne adni
pl: Wybierz artefakt, który chcesz dodać do powiązania:
pt: Por favor, escolha o artefato para o qual você deseja adicionar uma associação:
pt_pt: Por favor escolha o artefacto ao qual deseja adicionar uma associação:
ru: Пожалуйста, выберите артефакт, к которому вы хотите добавить ассоциацию:
zh_hans: 请选择您想要添加到关联的工件：
zh_hant: 請選擇您欲新增關聯的項目：

# DocumentDetails_MakeThisActiveVersion
source: Make this the active version
cs: Nastavit jako aktivní verzi
de: Diese zur aktiven Version machen
es: Marcar esta como la Versión Activa
fi: Tee tästä aktiivinen versio
fr: Utilisez cette version comme version active
hu: Legyen ez az aktív változat
pl: Ustaw wersję jako bieżącą
pt: Tornar esta a Versão Ativa
pt_pt: Tornar esta a versão ativa
ru: Сделать это активной версией
zh_hans: 使此活动版本
zh_hant: 激活此版本

# DocumentDetails_Title
source: Document Details
cs: Podrobnosti dokumentu
de: Dokumentendetails
es: Detalles del Documento
fi: Dokumentin tiedot
fr: Détails du document
hu: Dokumentum részletei
pl: Szczegóły dokumentu
pt: Detalhes do Documento
pt_pt: Detalhes do documento
ru: Подробности документа
zh_hans: 文档详细信息
zh_hant: 文件詳細資訊

# DocumentDetails_UploadNewVersion
source: Upload New Version
cs: Nahrát novou verzi
de: Neue Version hochladen
es: Subir Nueva Versión
fi: Lataa uusi versio
fr: Charger une nouvelle version
hu: Új verzió feltöltése
pl: Załaduj nową wersję
pt: Enviar a Nova Versão
pt_pt: Carregar nova versão
ru: Загрузить новую версию
zh_hans: 上传新版本
zh_hant: 上傳新版本

# Documents_DocumentFolders
source: Document Folders
cs: Složky dokumentů
de: Dokumentenordner
es: Carpetas de Documentos
fi: Dokumentti-kansiot
fr: Dossiers document
hu: Dokumentumok mappái
pl: Foldery dokumentów
pt: Pastas de Documentos
pt_pt: Pastas de documentos
ru: Папки для документов
zh_hans: 文档文件夹
zh_hant: 文件資料夾

# Documents_TagCloud
source: Tag Cloud
cs: Tagy dokumentů
de: Aktuelle Themen
es: Nube de Etiquetas
fi: Tunnistepilvi
fr: Nuage de tags
hu: Címke felhő
pl: Tagi
pt: Nuvem de Tags
pt_pt: Nuvem de tags
ru: Облако тегов
zh_hans: 标签云
zh_hant: 標籤雲

# Admin_HistoryChangeset
source: Product History Changes
cs: Historie změn produktu
de: Änderungsverlauf des Produktes
es: Historial de Cambios del Proyecto
fi: Projektin muutoshistoria
fr: Historique des modifications du produit
hu: Projektnapló változásai
pl: Historia zmian w projekcie
pt: Histórico de Alterações do Projeto
pt_pt: Histórico de alterações ao projeto
ru: История продуктов Изменения
zh_hans: 项目的更改历史记录
zh_hant: 專案歷史異動

# Admin_HistoryChangeDetails
source: History Details
cs: Detaily historie
de: Einzelheiten des Verlaufs
es: Detalles del Historial
fi: Historiatiedot
fr: Détails de l'historique
hu: Napló részletek
pl: Szczegóły historii
pt: Detalhes do Histórico
pt_pt: Detalhes de histórico
ru: История Подробности
zh_hans: 历史记录详细信息
zh_hant: 歷史詳細資訊

# Reports_CreateNewReport
source: Create Report
cs: Vytvořit report
de: Bericht erstellen
es: Crear Informe
fi: Luo Raportti
fr: Créer un rapport
hu: Riportok létrehozása
pl: Tworzenie raportu
pt: Criar Relatório
pt_pt: Criar relatório
ru: Создать отчет
zh_hans: 创建报表
zh_hant: 建立報表

# Reports_ReportsCenter
source: Reports Center
cs: Centrum reportů
de: Bericht Center
es: Centro de informes
fi: Raporttikeskus
fr: Gestion des rapports
hu: Riportközpont
pl: Centrum raportów
pt: Centro de Relatórios
pt_pt: Centro de relatórios
ru: Центр отчётов
zh_hans: 报告中心
zh_hant: 報表中心

# Reports_IncidentDateRangeGraphs
source: Incident Date Range Graphs
cs: Graf incidentů v rozmezí dat
de: Vorfall Zeitverlauf Diagramm
es: Gráficos del Rango de Fechas de Incidentes
fi: Havainnot ajanjaksolla -kuvaajat
fr: Graphiques des incidents par période
hu: Incidens dátumtartomány grafikonok
pl: Wykres incydentów wg zakresu dat
pt: Gráficos do Intervalo de Datas de Incidentes
pt_pt: Intervalo de Datas nos Gráficos de Defeitos
ru: Диапазон дат происшествий Графики
zh_hans: 事件的日期范围图
zh_hant: 事件日期範圍圖例

# Reports_DateRange
source: Date Range
cs: Interval (Data)
de: Zeitraum
es: Rango de Fechas
fi: Ajanjakso
fr: Période
hu: Dátumtartomány
pl: Zakres dat
pt: Intervalo de Datas
pt_pt: Intervalo de datas
ru: Диапазон дат
zh_hans: 日期范围
zh_hant: 日期範圍

# Reports_GraphName
source: Graph Name
cs: Název grafu
de: Name des Diagramms
es: Nombre del Gráfico
fi: Kuvaajan nimi
fr: Graphique
hu: Grafikon címe
pl: Nazwa wykresu
pt: Nome do Gráfico
pt_pt: Nome do gráfico
ru: Имя графика
zh_hans: 关系图名称
zh_hant: 圖例名稱

# Global_Items
source: items
cs: položek
de: Elemente
es: ítems
fi: Kohteet
fr: éléments
hu: elemek
pl: elementy
pt: itens
pt_pt: itens
ru: пункты
zh_hans: 项目
zh_hant: 項目

# Admin_History_CustomLabel
source: Custom Fields
cs: Volitelná pole
de: Benutzerdefinierte Felder
es: Campos Personalizados
fi: Kustomoidut kentät
fr: Champs personnalisés
hu: Egyéni mezők
pl: Pola definiowalne
pt: Campos Personalizados
pt_pt: Campos personalizados
ru: Пользовательские поля
zh_hans: 自定义字段
zh_hant: 自訂欄位

# Admin_Histoy_StandardLabel
source: Standard Fields
cs: Standardní pole
de: Standardfelder
es: Campos Estándar
fi: Vakiokentät
fr: Champs standard
hu: Szokásos mezők
pl: Pola standardowe
pt: Campos Padrão
pt_pt: Campos padrão
ru: Стандартные поля
zh_hans: 标准字段
zh_hant: 標準欄位篩選器

# Global_SelectedDateRange
source: Selected Date Range
cs: Zvolené časové období
de: Ausgewählter Zeitraum
es: Rango de Fechas Seleccionado
fi: Valittu ajanjakso
fr: Période sélectionnée
hu: Kiválasztott dátum tartomány
pl: Wybrany zakres dat
pt: Intervalo de Datas Selecionado
pt_pt: Intervalo de data selecionado
ru: Выбранный диапазон дат
zh_hans: 选定的日期范围
zh_hant: 選擇的日期範圍

# Global_SelectedGraph
source: Selected Graph
cs: Vybraný graf
de: Ausgewähltes Diagramm
es: Gráfico Seleccionado
fi: Valittu kuvaaja
fr: Graphique sélectionné
hu: Kiválasztott grafikon
pl: Wybrany wykres
pt: Gráfico Selecionado
pt_pt: Gráfico selecionado
ru: Выбранный график
zh_hans: 所选的图
zh_hant: 選擇的圖例

# Reports_TestingDateRangeGraphs
source: Testing Date Range Graphs
cs: Graf testů v rozmezí dat
de: Test-Zeitraum-Diagramm
es: Gráficos del Rango de Fechas de Pruebas
fi: Testaus ajanjaksolla -Kuvaaja
fr: Graphiques des tests par période.
hu: Tesztelés dátumtartomány grafikonok
pl: Wykres testowania wg zakresu dat
pt: Gráficos do Intervalo de Datas de Testes
pt_pt: Intervalo de Datas nos Gráficos de Execução de Testes
ru: Графики диапазона дат испытания
zh_hans: 测试日期范围图
zh_hant: 測試日期範圍圖例

# Reports_RequirementSummaryGraph
source: Requirement Summary Graph
cs: Graf přehledu požadavků
de: Anforderungs-Übersichtsdiagramm
es: Gráfico Resumen de Requerimientos
fi: Vaatimusten yhteenveto -Kuvaaja
fr: Graphique de synthèse des besoins
hu: Követelmény összefoglaló grafikon
pl: Podsumowujący wykres wymagań
pt: Gráfico Resumo de Requerimentos
pt_pt: Gráfico de resumo de requsito
ru: Сводный график требований
zh_hans: 要求汇总图
zh_hant: 需求匯總圖例

# Reports_GroupedBy
source: Group-By:
cs: Seskupit dle:
de: Gruppieren nach:
es: Agrupar por:
fi: Ryhmitä:
fr: Regroupement par :
hu: Csoportosítás:
pl: Grupuj według:
pt: Agrupado por:
pt_pt: Agrupar por:
zh_hans: 分组依据：
zh_hant: 依群組：

# Reports_TestCaseSummaryGraph
source: Test Case Summary Graph
cs: Graf přehledu testů
de: Testfall-Übersichtsdiagramm
es: Gráfico Resumen de Casos de Prueba
fi: Testitapausten yhteenveto -Kuvaaja
fr: Graphique de synthèse des scénarios de test
hu: teszteset összefoglaló grafikon
pl: Wykres: Podsumowanie przypadków testowych
pt: Gráfico Resumo de Testes
pt_pt: Gráfico resumo de casos de teste
ru: Сводный график тестового случая
zh_hans: 测试案例汇总图
zh_hant: 測試案例匯總圖例

# Reports_XAxis
source: X-Axis
cs: Osa X
de: X-Achse
es: Eje X
fi: X-akseli
fr: Axe des abscisses
hu: X-tengely
pl: Oś X
pt: Eixo X
pt_pt: Eixo X
zh_hans: X 轴
zh_hant: X 軸
