Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_PortfolioDetails_BackToList
source: Back to Portfolio List
cs: Zpět na seznam portfolií
de: Zurück zu Portfolio-Liste
es: Volver a la Lista de Portafolios
fr: Retour Liste des portfolios
pt: Voltar à lista de Portfólios

# Admin_PortfolioDetails_NewPortfolio
source: New Portfolio
cs: Nové Portfolio
de: Neues Portfolio
es: Nuevo Portafolio
fr: Nouveau portfolio
pt: Novo Portfólio

# Admin_PortfolioEditDetails_Title
source: Edit Portfolio
cs: Upravit Portfolio
de: Portfolio bearbeiten
es: Editar Portafolio
fr: Modifier
pt: Editar Portfólio

# ProjectList_RecentArtifacts
source: Recent Artifacts
cs: Nedávné Artefakty
de: Neueste Artefakte
es: Artefactos Recientes
fr: Objets récents
pt: Artefatos Recentes

# ProjectList_RecentProducts
source: Recent Products
cs: Nedávné Produkty
de: Neueste Produkte
es: Productos Recientes
fr: Produits récents
pt: Produtos Recentes

# UserDetails_PortfolioViewerNotes
source: Allows the user to view the enterprise dashboard, all of the portfolio dashboards and other porfolio-level reports and artifacts
cs: Umožňuje uživateli zobrazit enterprise panel, všechny řídicí panely portfolia a další sestavy a artefakty na úrovni porfolia
de: Ermöglicht dem Benutzer die Anzeige des Unternehmens-Dashboards, aller Portfolio-Dashboards und anderer Berichte und Artefakte auf Portfolio-Ebene
es: Permite al usuario ver los cuadros de indicadores de la empresa, todos los cuadros de indicadores de los portafolios y otros informes y artefactos a nivel de portafolio
fr: Permet à l'utilisateur d'afficher le tableau de bord Entreprise, les tableaux de bord portfolio et les rapports et objets en lien avec les portfolios.
pt: Permite que o usuário visualize o painel da empresa, todos os painéis de portfólio e outros relatórios e artefatos a nível de portfólio

# Admin_OAuthList_Title
source: Manage Login Providers
cs: Spravujte poskytovatele přihlášení
de: Login-Anbieter verwalten
es: Administrar Proveedores de Acceso
fr: Gestion des fournisseurs de connexion
pl: Zarządzanie dostawcami usług logowania
pt: Gerenciar Provedores de Login
ru: Управление поставщиками регистрационных данных

# Admin_OAuthDetails_Subtitle
source: Login Provider: {0} Settings
cs: Poskytovatel přihlášení: Nastavení {0}
de: Login-Anbieter: {0} Einstellungen
es: Proveedor de Acceso: {0} Configuración
fr: Paramètres fournisseur de connexion : {0}
pl: Login Provider: {0} Ustawienia
pt: Provedor de Login: {0} Configurações
ru: Провайдер логина: {0} Настройки

# Admin_OAuthDetails_Title
source: Edit Login Provider
cs: Upravit poskytovatele přihlášení
de: Login-Provider bearbeiten
es: Editar Proveedor de Acceso
fr: Modifier le fournisseur de connexion
pl: Edytuj dostawcę logowania
pt: Editar Provedor de Login
ru: Редактировать Логин Провайдер

# UserProfile_OAuthLinked
source: Linked Account
cs: Propojený účet
de: Verknüpftes Konto
es: Cuenta Vinculada
fr: Compte lié
pl: Konto powiązane
pt: Conta Associada
ru: Связанный счет

# Admin_OAuthList_Summary
source: Below is a list of possible Login Providers available for {0}. Refer to the provider's documentation on how to configure each one before activating it.
cs: Níže je uveden seznam možných poskytovatelů přihlášení dostupných pro {0}. Před aktivací si přečtěte dokumentaci poskytovatele o tom, jak nakonfigurovat jednotlivé přihlášení.
de: Unten finden Sie eine Liste möglicher Login-Provider, die für {0} verfügbar sind. Lesen Sie in der Dokumentation des Providers nach, wie Sie jeden einzelnen konfigurieren müssen, bevor Sie ihn aktivieren.
es: A continuación se muestra una lista de posibles proveedores de acceso disponibles para {0}. Consulte la documentación del proveedor sobre cómo configurar cada uno antes de activarlo.
fr: Liste des fournisseurs disponibles pour {0}. Assurez-vous de consulter la documentation des fournisseurs avant d'activer les liens.
pl: Poniżej znajduje się lista możliwych dostawców logowania dostępnych dla {0}. Przed aktywowaniem każdego z nich należy zapoznać się z dokumentacją dostawcy, aby dowiedzieć się, jak je skonfigurować.
pt: Abaixo está uma lista de possíveis provedores de login disponíveis para {0}. Consulte a documentação do provedor sobre como configurar cada um antes de ativá-lo.
ru: Ниже приведен список возможных провайдеров логина, доступных для {0}. См. документацию провайдера о том, как настроить каждую из них перед ее активизацией.

# Admin_UserDetails_OAuthLogin
source: Account Login Provider
cs: Poskytovatel přihlášení k účtu
de: Konto-Login Provider
es: Cuenta de Proveedor de Acceso
fr: Fournisseur de connexion du compte
pl: Dostawca logowania do konta
pt: Provedor de Conta de Acesso
ru: Провайдер логина учетной записи

# Admin_UserDetails_UnlinkOAuthLdap_Summary
source: To unlink the user's {0} account from {1}, you will need to enter the following information in. The user will no longer be able to log in with another account provider until they link their account up manually.
cs: Chcete-li odpojit {0} účet uživatele od {1}, budete muset zadat následující informace. Uživatel se již nebude moci přihlásit s jiným poskytovatelem účtu, dokud svůj účet ručně nepropojí.
de: Um die Verknüpfung des {0}-Kontos des Benutzers von {1} zu lösen, müssen Sie die folgenden Informationen eingeben. Der Benutzer kann sich nicht mehr bei einem anderen Kontoanbieter anmelden, bis er sein Konto manuell verknüpft hat.
es: Para desvincular la cuenta {0} del usuario de {1}, deberá ingresar la siguiente información. El usuario ya no podrá iniciar sesión con otro proveedor de cuenta hasta que vincule su cuenta manualmente.
fr: Veuillez fournir les informations suivantes pour pouvoir délier le compte utilisateur {0} de {1}. L'utilisateur ne pourra ensuite plus se connecter avec un autre fournisseur à moins de le lier manuellement.
pl: Aby odblokować konto użytkownika {0} z {1}, należy wprowadzić następujące informacje. Użytkownik nie będzie już mógł zalogować się u innego dostawcy kont, dopóki nie połączy swojego konta ręcznie.
pt: Para desvincular a conta {0} do usuário de {1}, será necessário inserir as seguintes informações. O usuário não poderá mais fazer login com outro provedor de conta até que eles vinculem sua conta manualmente.
ru: Чтобы разблокировать учетную запись пользователя {0} от {1}, необходимо ввести следующую информацию. Пользователь больше не сможет войти в систему с другим провайдером учетной записи, пока он не свяжет свою учетную запись вручную.

# Admin_UserDetails_UnlinkOAuth_Title
source: Unlink User Account from OAuth
cs: Odpojit uživatelský účet od OAuth
de: Benutzerkonto von Oauth lösen
es: Desvincular Cuenta de Usuario de Oauth
fr: Délier Oauth du compte utilisateur
pt: Desvincular Conta de Usuário do Oauth
ru: Аккаунт пользователя без ссылки из OAuth

# Global_CouldNotParse
source: Could not parse {0}.
cs: Nelze analyzovat {0}.
de: Konnte nicht parsen {0}.
es: No se pudo analizar {0}.
fr: {0} n'a pas pu être analysé.
pl: Nie może parzyć {0}.
pt: Não foi possível analisar {0}.
ru: Не смог разобрать.

# Login_Oauth_ConnectAccount
source: Link an existing user to this account
cs: Propojte stávajícího uživatele s tímto účtem
de: Einen vorhandenen Benutzer mit diesem Konto verknüpfen
es: Vincular un usuario existente a esta cuenta
fr: Lier un utilisateur à ce compte
pl: Połącz istniejącego użytkownika z tym kontem
pt: Vincular um usuário existente a esta conta
ru: Привязать существующего пользователя к этой учетной записи

# Login_Oauth_CreateAccount
source: Register a new user using this account
cs: Zaregistrovat nového uživatele pomocí tohoto účtu
de: Registrieren Sie einen neuen Benutzer mit diesem Konto
es: Registrar un nuevo usuario con esta cuenta
fr: Enregistrer un nouvel utilisateur avec ce compte
pl: Zarejestruj nowego użytkownika za pomocą tego konta
pt: Registrar um novo usuário usando essa conta
ru: Зарегистрируйте нового пользователя, используя эту учетную запись

# Login_OAuthProvider_NoAccount
source: No user is linked to your {0} account
cs: S vaším účtem {0} není propojen žádný uživatel
de: Kein Benutzer ist mit Ihrem {0}-Konto verknüpft
es: Ningún usuario está vinculado a su cuenta {0}
fr: Pas d'utilisateur lié à votre compte {0}
pl: Żaden użytkownik nie jest powiązany z twoim kontem {0}
pt: Nenhum usuário está associado à sua conta {0}
ru: Ни один пользователь не связан с вашей учетной записью {0}.

# Login_Oauth_ProviderTitle
source: Log in with
cs: Přihlásit se s
de: Anmelden mit
es: Acceder con
fr: Connexion avec
pl: Zaloguj się z
pt: Acessar com
ru: Войти в систему

# Admin_GraphDetails_QueryLegend2
source: For graphs that can be filtered by release, use tokens ${ReleaseId} to filter by the specified release, or ${ReleaseAndChildIds} to filter by a comma-separated list of the release and child sprints/phases.
cs: U grafů, které lze filtrovat podle Verze, použijte tokeny ${ReleaseId} pro filtrování podle konkrétní Verze, nebo ${ReleaseAndChildIds} k filtrování podle seznamu Verzi a podřízených sprintů/fází oddělených čárkami.
de: Für Diagramme, die nach Release gefiltert werden können, verwenden Sie die Token ${ReleaseId}, um nach dem angegebenen Release zu filtern, oder ${ReleaseAndChildIds}, um nach einer durch Komma getrennten Liste von Releases- und Sprints/Phasen zu filtern.
es: Para los gráficos que se pueden filtrar por release, use los tokens ${ReleaseId} para filtrar por la release especificada, o ${ReleaseAndChildIds} para filtrar por una lista separada por comas de releases y iteraciones/fases secundarias.
fr: Pour les graphiques qui peuvent être filtrés par version, utilisez les jetons $ {ReleaseId} pour filtrer par version, ou $ {ReleaseAndChildIds} pour filtrer par version et child sprints / phases (séparés par des virgules).
pl: Dla wykresów, które mogą być filtrowane według wydania, użyj tokenów ${ReleaseId} do filtrowania według określonego wydania, lub ${ReleaseAndChildIds} do filtrowania według oddzielonej przecinkiem listy wydania i dziecięcych sprintów/faz.
pt: Para gráficos que podem ser filtrados por release, use os tokens ${ReleaseId} para filtrar pelo release especificado ou ${ReleaseAndChildIds} para filtrar por uma lista separada por vírgula do release e iterações/fases filho.
ru: Для графиков, которые могут быть отфильтрованы по релизам, используйте маркеры ${ReleaseId} для фильтрации по указанному релизам, или ${ReleaseAndChildIds} для фильтрации по разделенному запятыми списку релиза и дочерних спринтов/фаз.

# Admin_LoginProviderDetails_BackToList
source: Back to Provider List
cs: Zpět na seznam poskytovatelů
de: Zurück zur Provider-Liste
es: Volver a la Lista de Proveedores
fr: Retour Liste des fournisseurs
pl: Powrót do listy dostawców
pt: Voltar à lista de Provedores
ru: Назад к списку поставщиков

# Admin_UserDetails_LinkToLdap_Summary
source: To link the user's account to your LDAP server, you will need to enter the user's full LDAP Distinguished Name (DN). Once the change is made, the user will login with the same username, but with their LDAP password instead.
cs: Chcete-li propojit uživatelský účet s vaším serverem LDAP, budete muset zadat celý rozlišující název (DN) uživatele. Jakmile je změna provedena, uživatel se přihlásí se stejným uživatelským jménem, ale místo toho pomocí svého hesla LDAP.
de: Um das Benutzerkonto des Benutzers mit Ihrem LDAP-Server zu verknüpfen, müssen Sie den vollständigen LDAP Distinguished Name (DN) des Benutzers eingeben. Sobald die Änderung vorgenommen wurde, meldet sich der Benutzer mit demselben Benutzernamen, aber stattdessen mit seinem LDAP-Passwort an.
es: Para vincular la cuenta del usuario a su servidor LDAP, deberá ingresar el Nombre Distinguido LDAP del usuario (DN). Una vez que se realiza el cambio, el usuario iniciará sesión con el mismo nombre de usuario, pero con su contraseña LDAP.
fr: Veuillez fournir le LDAP Distinguished Name (DN) pour lier le compte utilisateur au serveur LDAP. L'utilisateur pourra alors se connecter avec le même identifiant et le mot de passe LDAP.
pl: Aby połączyć konto użytkownika z serwerem LDAP, należy wprowadzić jego pełną nazwę LDAP Distinguished Name (DN). Po dokonaniu zmiany, użytkownik zaloguje się tą samą nazwą użytkownika, ale zamiast tego hasłem LDAP.
pt: Para vincular a conta do usuário ao seu servidor LDAP, você precisará inserir o DN (Nome Distinto) LDAP completo do usuário. Depois que a alteração for feita, o usuário fará login com o mesmo nome de usuário, mas dessa vez, usando a senha LDAP.
ru: Чтобы связать учетную запись пользователя с вашим LDAP сервером, вам нужно будет ввести полное LDAP Distinguished Name (DN) пользователя. После внесения изменений пользователь войдет в систему с тем же именем пользователя, но вместо него будет использоваться его LDAP-пароль.

# Admin_UserDetails_LinkToLdap_Title
source: Link User Account to LDAP Server
cs: Propojte uživatelský účet se serverem LDAP
de: Benutzerkonto mit LDAP-Server verknüpfen
es: Vincular Cuenta de Usuario al servidor LDAP
fr: Lier le compte utilisateur au serveur LDAP
pl: Połączenie konta użytkownika z serwerem LDAP
pt: Associar Conta de Usuário ao Servidor LDAP
ru: Связать учетную запись пользователя с сервером LDAP

# Admin_UserDetails_UnlinkLdap_Title
source: Unlink User Account from LDAP
cs: Odpojit uživatelský účet od LDAP
de: Benutzerkonto von LDAP trennen
es: Desvincular Cuenta de Usuario del LDAP
fr: Délier LDAP du compte utilisateur
pl: Unlink User Account z LDAP
pt: Desvincular Conta de Usuário ao Servidor LDAP
ru: Учетная запись пользователя без связи с LDAP

# SystemInfo_DeleteSampleDataInfo
source: The original sample data is still installed on this system. Click the button below to delete this information.
cs: Původní ukázková data jsou v tomto systému stále nainstalována. Kliknutím na tlačítko níže tyto informace odstraníte.
de: Die ursprünglichen Beispieldaten sind immer noch auf diesem System installiert. Klicken Sie auf die Schaltfläche unten, um diese Informationen zu löschen.
es: Los datos de muestra originales todavía están instalados en este sistema. Haga clic en el botón de abajo para eliminar esta información.
fr: Les données échantillon sont toujours présentes dans l'application, cliquer ci-dessous pour les supprimer.
pt: Os dados de amostra originais ainda estão instalados neste sistema. Clique no botão abaixo para excluir essas informações.

# Admin_PlanningOptions_DetectedRelease
source: Detected Release
cs: Detekováno ve Verzi
de: Erkanntes Release
es: Release Detectada
fr: Version detectée
pt: Release Detectado

# Admin_PlanningOptions_DetectedRelease_ActiveOnly
source: Show only Active Release(s)
cs: Zobrazit pouze aktivní Verze
de: Nur aktive Releases anzeigen
es: Mostrar solo Release(s) Activa(s)
fr: Afficher seulement les versions actives
pt: Mostrar apenas Release(s) Ativo(s)

# UserProfile_RssTokenApiKeyReminder
source: Please hit SAVE after generating a new key
cs: Po vygenerování nového klíče stiskněte ULOŽIT
de: Bitte drücken Sie SPEICHERN, nachdem Sie einen neuen Schlüssel generiert haben.
es: Por favor, presione GUARDAR después de generar una nueva clave
fr: Veuillez sauvegarder apres la création de la clé.
pt: Por favor, pressione SALVAR depois de gerar uma nova chave

# ProjectGroupHome_ActiveReleasesOnlySetting
source: Active Releases Only
cs: Pouze aktivní Verze
de: Nur aktive Releases
es: Solo Releases Activos
fr: Versions actives
pt: Somente Releases Ativos

# ProjectGroupHome_ActiveReleasesOnlySettingTooltip
source: Determines if this widget will only include the data from active releases in the products that are part of this program, or from all releases.
cs: Určuje, zda tento widget bude obsahovat pouze data z aktivních Verzí v produktech, které jsou součástí tohoto programu, nebo ze všech Verzí.
de: Legt fest, ob dieses Widget nur die Daten aus aktiven Releases in den Produkten, die Teil dieses Programms sind, oder aus allen Releases enthält.
es: Determina si este widget solo incluirá los datos de releases activas en los productos que forman parte de este programa, o de todas las releases.
fr: Inclusion dans le widget des données des versions actives des produits du programme? Ou des données de toutes les versions?
pt: Determina se este widget incluirá apenas os dados de releases ativos nos produtos que fazem parte deste programa ou de todos os releases.

# ProjectGroupHome_ProductTestSummary
source: Product Test Summary
cs: Souhrn testování Produktu
de: Zusammenfassung des Produkttests
es: Resumen de Pruebas del Producto
fr: Résumé du test produit
pt: Resumo dos Teste de Produto

# ProjectGroupHome_IncludeActiveReleasesSetting
source: Display Active Releases
cs: Zobrazit aktivní Verze
de: Aktive Releases anzeigen
es: Mostrar Releases Activas
fr: Afficher les versions actives
pt: Mostrar Releases Ativos

# ProjectGroupHome_IncludeActiveReleasesSettingTooltip
source: Should we display the builds for the active releases as well as the latest for the product.
cs: Měli bychom zobrazit sestavení (build) pro aktivní verze i nejnovější pro produkt.
de: Sollen wir sowohl die Builds für die aktiven Releases als auch die neuesten für das Produkt anzeigen?
es: Deberíamos mostrar las compilaciones para las releases activas, así como las últimas para el producto.
fr: Affichage des builds pour les versions actives pour les dernières du produit
pt: Devemos exibir as compilações para os releases ativos bem como as mais recentes para o produto.

# Admin_TestingSettings_DisableBlocked
source: Disable users from marking a test step as BLOCKED
cs: Zakázat uživatelům označit testovací krok jako BLOKOVÁNO
de: Benutzer daran hindern, einen Testschritt als GESPERRT zu markieren
es: Inhabilitar a los usuarios para que marquen un paso de prueba como BLOQUEADO
fr: Interdire aux utilisateurs de marquer une étape de test <Bloqué>
pt: Desabilitar usuários de marcar uma etapa de teste como BLOQUEADA

# Admin_TestingSettings_DisableCaution
source: Disable users from marking a test step as CAUTION
cs: Zakázat uživatelům označení kroku testu jako POZOR
de: Benutzer daran hindern, einen Testschritt als ACHTUNG zu markieren
es: Inhabilitar a los usuarios para que marquen un paso de prueba como PRECAUCIÓN
fr: Interdire aux utilisateurs de marquer une étape de test <Attention>
pt: Desabilitar usuários de marcar uma etapa de teste como ATENÇÃO

# Admin_TestingSettings_DisableNA
source: Disable users from marking a test step as N/A
cs: Zakázat uživatelům označení kroku testu jako N/A
de: Benutzer daran hindern, einen Testschritt als N/A zu markieren
es: Inhabilitar a los usuarios para que marquen un paso de prueba como N/A
fr: Interdire aux utilisateurs de marquer une étape de test <Non Disponible>
pt: Desabilitar usuários de marcar uma etapa de teste como N/A

# Admin_TestingSettings_DisablePassAll
source: Disable users from PASSING ALL test steps at once
cs: Zakázat uživatelům označení všech kroků testu jako PROŠLO VŠE
de: Benutzer daran hindern, ALLE Testschritte auf einmal auf ERFOLGREICH zu setzen
es: Inhabilitar a los usuarios de APROBAR TODOS los pasos de prueba a la vez
fr: Interdire aux utilisateurs de marquer toutes les étapes de test <Réussi> en une seule fois.
pt: Desabilitar usuários de APROVAR TUDO para as etapas de teste

# Admin_TestingSettings_ActualResultAlways
source: User must ALWAYS enter an actual result for Test Steps
cs: Uživatel musí VŽDY zadat Skutečný výsledek pro kroky testu
de: Der Benutzer muss IMMER ein tatsächliches Ergebnis für Testschritte eingeben
es: El usuario SIEMPRE debe ingresar un resultado real para los Pasos de prueba
fr: L'utilisateur doit TOUJOURS fournir un résultat réel pour les étapes de test.
pt: Usuário SEMPRE deve inserir um resultado real para as Etapas de Teste

# Admin_TestingSettings_AllowTasks
source: Users can create Tasks during execution (including exploratory testing)
cs: Uživatelé mohou během vykonávání testu vytvářet Úkoly (včetně průzkumného testování)
de: Benutzer können während der Ausführung Aufgaben erstellen (einschließlich explorativer Tests)
es: Los usuarios pueden crear Tareas durante la ejecución (incluidas las pruebas exploratorias)
fr: Les utilisateurs peuvent créer des tâches pendant l'exécution (y compris en mode exploratoire).
pt: Usuários podem criar tarefas durante a execução (incluindo testes exploratórios)

# Admin_TestingSettings_ExecuteSetsOnly
source: Execute Only From Test Sets
cs: Provádět pouze z testovacích sad
de: Nur aus Testreihen ausführen
es: Ejecutar solamente desde Conjuntos de Prueba
fr: Exécution depuis les ensembles de tests uniquement
pt: Executar apenas a partir dos Conjuntos de Testes

# Admin_TestingSettings_ExecuteSetsOnlyNotes
source: Users will not be able to execute Test Cases. They will only be able to execute Test Sets
cs: Uživatelé nebudou moci provádět Testovací Případy. Budou moci provádět pouze Testovací sady
de: Benutzer können keine Testfälle ausführen. Sie können nur Testreihen ausführen.
es: Los usuarios no podrán ejecutar Casos de Prueba. Solo podrán ejecutar conjuntos de pruebas
fr: Les utilisateurs ne pourront pas exécuter les scénarios de test (ils pourront seulement exécuter les ensembles de tests ).
pt: Os usuários não poderão executar Casos de Teste. Eles só poderão executar Conjuntos de Testes

# Admin_TestingSettings_RequireIncident
source: Every test step that does not pass must have an Incident
cs: Každý testovací krok, který neprojde, musí mít Incident
de: Jeder Prüfschritt, der nicht bestanden wird, muss einen Vorfall haben
es: Cada paso de prueba que no pase debe tener un Incidente
fr: Les étapes de test qui ne sont pas réussies doivent avoir un incident.
pt: Cada etapa do teste que não é aprovada deve ter um incidente

# TestCaseExecution_IncidentRequired
source: WARNING! You need to add an Incident to this Test Step to continue
cs: VAROVÁNÍ! Chcete-li pokračovat, musíte do tohoto kroku testu přidat Incident
de: WARNUNG! Sie müssen einen Vorfall zu diesem Testschritt hinzufügen, um fortzufahren.
es: ¡ADVERTENCIA! Debe agregar un incidente a este Paso de Prueba para continuar
fr: ATTENTION : vous devez ajouter un incident à l'étape de test avant de continuer.
pt: AVISO! Você precisa adicionar um incidente a esta Etapa de Teste para continuar

# ReportsConfiguration_CustomSectionFilters
source: Custom Section Filters
cs: Filtry vlastních sekcí
de: Filter für benutzerdefinierte Abschnitte
es: Filtros de Sección Personalizados
fr: Filtres par section
pt: Filtros de Seção Personalizados

# Admin_PlanningOptions_ReqPlanUsingPoints
source: Plan using Points
cs: Plánování pomocí bodů
de: Planen mit Punkten
es: Planificar usando Puntos
fr: Utilisation de points
pt: Planejar usando Pontos
