Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Main.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# HistoryPanel_AdminViewTooltip
source: Opens up the history list inside the Administration section where you can revert changes, purge the history and see more details for each changeset.
cs: Otevře se seznam historie uvnitř Administrace, kde můžete vrátit změny, vymazat historii a vidět bližší informace všech změn.
de: Öffnet die Verlaufsliste innerhalb des Administrationsbereichs, wo Sie Änderungen rückgängig machen, den Verlauf endgültig löschen und mehr Details für jedes Changeset anzeigen lassen können.
es: Abre la lista de historial dentro de la sección de administración, donde puede revertir cambios, eliminar el historial y ver más detalles para cada conjunto de cambios.
fi: Aukaisee historialistan Ylläpito-osioon, jossa voit perua muutoksia tai siivota historiaa ja nähdä lisätietoja jokaisesta muutosjoukosta.
fr: Ouvre la liste d'historique dans la section Administration où vous pouvez annuler les modifications, purger l'historique et voir plus de détails pour chaque ensemble de modifications.
hu: Az előzménylista, ahol visszatér a megváltozik, az előzmények kiürítése és további részletek-egyes changeset a felügyeleti szakaszon belül nyílnak.
pl: Otwiera listę zmian historycznych w obszarze 'Administracja'. Można tam cofnąć zmiany, wyczyścić historię i zobaczyć szczegóły dla każdej grupy zmiany.
pt: Abre a lista do histórico dentro da seção de administração onde você pode reverter as alterações, limpar o histórico e ver mais detalhes para cada alteração.
pt_pt: Abre a lista do histórico dentro da secção de Administração onde pode reverter as alterações, limpar o histórico e ver mais detalhes para cada conjunto de alterações.
ru: Открывает список истории внутри раздела Администрирование, где вы можете вернуть изменения, очистить историю и просмотреть более подробную информацию для каждого набора изменений.
zh_hans: 打开历史记录列表内哪里可以还原更改、 清除历史记录和每个变更集的更多详细信息请参阅管理部分。
zh_hant: 開啟管理者區域的歷史記錄列表可還原異動、清除歷史資訊、檢視更多異動集的詳細資訊

# ProjectHome_RecentBuilds
source: Recent Builds
cs: Poslední sestavení (build)
de: letzte Builds
es: Builds Recientes
fi: Viimeiset Buildit
fr: Compilations récentes
hu: Újabb épít.
pl: Ostatnie buildy
pt: Compilações Recentes
pt_pt: Pacotes Recentes
ru: Недавние постройки
zh_hans: 最近的生成
zh_hant: 最近的建置

# TestCaseDetails_Repository
source: Repository
es: Repositorio
fi: Tietovarasto
fr: Dépôt
hu: Tárház
pl: Repozytorium
pt: Repositório
pt_pt: Repositório
ru: Репозиторий
zh_hans: 存储库
zh_hant: 儲存庫

# Login_RegisterForAccount
source: Register for an Account
cs: Registrace k účtu
de: Benutzerkonto erstellen
es: Registrar una Cuenta
fi: Rekisteröidy Käyttäjätiliä varten
fr: Enregistrer un compte
hu: Új Fiók Létrehozás
pl: Zarejestruj konto
pt: Registrar uma Conta
pt_pt: Registar uma conta
ru: Зарегистрироваться для получения доступа к аккаунту
zh_hans: 注册账户
zh_hant: 註冊帳號

# ResetPassword_AnswerQuestionInstructions
source: Answer the following question to receive your password.
cs: Zodpovězte uvedenou otázkou pro zaslání Vašeho hesla.
de: Beantworten Sie die folgende Frage, um Ihr Passwort zu erhalten.
es: Responda a la siguiente pregunta para recibir su contraseña.
fi: Vastaa seuraaviin kysymyksiin saadaksesi salasanasi.
fr: Répondez à la question pour recevoir votre mot de passe
hu: Válaszoljon a következő kérdésre, hogy megkapja a jelszavát.
pl: Odpowiedz na pytanie, aby otrzymać hasło.
pt: Responda as seguintes questões para receber sua senha.
pt_pt: Responda à questão seguinte para receber a sua password.
ru: Для получения пароля ответьте на следующий вопрос.
zh_hans: 请回答下列问题来接受密码
zh_hant: 回答以下問題以取得密碼

# ResetPassword_EnterUserNameText
source: Please enter your username to receive your password.
cs: Prosím zadejte Vaše uživatelské jméno pro obdržení Vašeho hesla.
de: Bitte geben Sie Ihren Benutzernamen ein, um Ihr Passwort zu erhalten.
es: Por favor, entre su nombre de usuario para recibir su contraseña.
fi: Anna käyttäjätunnuksesi saadaksesis salasanasi, kiitos.
fr: Veuillez entrer votre identifiant pour recevoir votre mot de passe.
hu: Kérem írja be a felhasználónevét a jelszava elküldéséhez.
pl: Wpisz nazwę użytkownika, aby otrzymać hasło.
pt: Por favor, digite seu nome de usuário para receber sua senha.
pt_pt: Por favor insira o seu nome de utilizador para receber a sua password
ru: Пожалуйста, введите ваше имя пользователя, чтобы получить ваш пароль.
zh_hans: 请输入用户名开接受密码
zh_hant: 請輸入您的使用者名稱以取得密碼

# ResetPassword_ForgotPassword
source: Forgot Password
cs: Zapomenuté heslo
de: Passwort vergessen
es: Olvido su Contraseña
fi: Unohtunut salasana
fr: Mot de passe oublié
hu: Jelszó Elfelejtése
pl: Zapomniałem hasła
pt: Esqueci minha Senha
pt_pt: Password esquecida
ru: Забыли пароль
zh_hans: 忘记密码
zh_hant: 忘記密碼

# ResetPassword_ForgotYourPassword
source: Forgot Your Password?
cs: Zapoměl jste heslo?
de: Passwort vergessen?
es: Olvidó Su Contraseña?
fi: Unohditko Salasanasi?
fr: Mot de passe oublié?
hu: Elfelejtette Jelszavát?
pl: Zapomniałeś hasła?
pt: Esqueceu sua Senha?
pt_pt: Esqueceu-se da sua password?
ru: Забыл свой пароль?
zh_hans: 忘记密码？
zh_hant: 忘記您的密碼？

# ResetPassword_IdentityConfirmation
source: Identity Confirmation
cs: Potvrzení identity
de: Bestätigung der Identität
es: Confirmación de Identidad
fi: Identiteetin varmistus
fr: Confirmation d'identité
hu: Személyazonosság Megerősítése
pl: Potwierdzenie tożsamości
pt: Confirmação de Identidade
pt_pt: Confirmação de identidade
ru: Подтверждение личности
zh_hans: ID确认
zh_hant: 身份確認

# ResetPassword_ReturnLink
source: Return to Login Page
cs: Návrat na přilhašovací stránku
de: Zurück zur Anmeldeseite
es: Volver a la Página de Inicio de Sesión
fi: Palaa kirjautumissivulle
fr: Retour à la page de connexion
hu: Visszatérés a Belépési Oldalra
pl: Powrót do strony logowania
pt: Retornar à Página de Login
pt_pt: Voltar à página de login
ru: Вернуться на страницу входа
zh_hans: 返回到登录页面
zh_hant: 回到登入頁面

# ResetPassword_SuccessTitle
source: Your Password Has Been Sent To You.
cs: Vaše heslo bylo Vám bylo zasláno.
de: Das Passwort wurde an Sie gesendet.
es: Su Contraseña le ha sido enviada.
fi: Salasanasi on lähetetty sinulle.
fr: Votre mot de passe vous a été envoyé.
hu: A jelszavát megküldtük Önnek.
pl: Twoje hasło zostało do Ciebie wysłane.
pt: A senha foi enviada a você.
pt_pt: A sua password foi-lhe enviada.
ru: Тебе прислали пароль.
zh_hans: 您的密码有发送到您的邮箱
zh_hant: 您的密碼已寄送。

# ResetPassword_Title
source: Reset My Password
cs: Obnovit mé heslo
de: Mein Passwort zurücksetzen
es: Restablecer mi Contraseña
fi: Alusta salasanani
fr: Réinitialiser mon mot de passe
hu: A Jelszavam
pl: Zresetuj hasło
pt: Resetar Minha Senha
pt_pt: Repor a minha password
ru: Сброс моего пароля
zh_hans: 重置密码
zh_hant: 重製密碼

# Register_EmailSubject
source: New {0} Account Requested
cs: Nový {0}účet požadován
de: Neues {0} Benutzerkonto wurde beantragt
es: Nueva Cuenta {0} Solicitada
fi: Uusi {0} Käyttäjätilipyyntö
fr: Nouveau compte {0} demandé
hu: Új {0} Fiók Igénylés
pl: Prośba o nowe konto
pt: Nova Conta {0} Solicitada
pt_pt: Nova {0} conta solicitada
ru: Новый {0} Счет Запрошен
zh_hans: 新账户{0} 请求
zh_hant: 新帳號{0}已申請

# Register_Heading
source: Request New Account
cs: Žádost o nový účet
de: Neues Benutzerkonto beantragen
es: Solicitar una Nueva Cuenta
fi: Tilaa uusi Käyttäjätili
fr: Demander un nouveau compte
hu: Új Fiók Kérése
pl: Poproś o nowe konto
pt: Solicitar Nova Conta
pt_pt: Peça uma nova conta
ru: Запрос нового аккаунта
zh_hans: 请注册新账户
zh_hant: 申請新帳號

# Register_InstructionText
source: Use the form below to request a new account.
cs: Použijte formulář uvedený níže pro žádost o nový účet.
de: Benutzen Sie das unten angeführte Formular, um einen neuen Account zu beantragen.
es: Utilice el siguiente formulario para solicitar una nueva cuenta.
fi: Tilaa uusi Käyttäjätili täyttämällä alla oleva lomake.
fr: Utiliser le formulaire pour demander un nouveau compte
hu: Használja az alábbi űrlapot új fiók kéréséhez.
pl: Skorzystaj z poniższego formularza, aby poprosić o nowe konto.
pt: Utilize o formulário abaixo para solicitar uma nova conta.
pt_pt: Use o formulário em baixo para pedir uma nova conta.
ru: Используйте форму ниже, чтобы запросить новую учетную запись.
zh_hans: 请用下表来注册新账户
zh_hant: 使用下方的表格申請新帳號。

# Register_PasswordMinLength
source: Passwords are required to be a minimum of {0} characters in length.
cs: Pro hesla je požadována minimálná délka {0} znaků.
de: Passwörter benötigen eine Länge von mindestens {0} Zeichen.
es: Las contraseñas deben tener un mínimo de {0} caracteres de longitud.
fi: Salasanojen tulee olla vähintään {0} merkkiä pitkiä.
fr: Les mots de passe doivent avoir un minimum de {0} caractères.
hu: A jelszónak minimum {0} karakternek kell lennie.
pl: Hasła muszą mieć co najmniej {0} znaków.
pt: A senha deve ter um mínimo de {0} caracteres.
pt_pt: A composição das passwords obriga a um mínimo de {0} caracteres.
ru: Пароли должны иметь длину не менее {0} символов.
zh_hans: 密码最小长度为{0}字符
zh_hant: 密碼最小長度不可少於{0}個字元

# Register_CompleteLegend
source: Your request for a new account has been sent to the administrator of the system. Once your request has been approved, you will receive a notification letting you know that your account is now active.
cs: Vaše žádost o nový účet byla odeslána správci systému. Jakmile bude schválena, obdržíte upozornění o aktivaci účtu.
de: Der Antrag für ein neues Benutzerkonto wurde an den Systemadministrator gesendet. Sobald Ihre Anfrage genehmigt wird, erhalten Sie eine Benachrichtigung, dass Ihr Konto aktiviert ist.
es: Su pedido para obtener una nueva cuenta ha sido enviado al administrador del sistema.Una vez aprobado, usted recibirá una notificación que le permitirá saber que su cuenta está activa.
fi: Käyttätilipyyntösi on lähetetty järjestelmä ylääpitäjälle. Kun pyyntösi on hyväksytty saat ilmoituksen käyttäjätilin aktivoinnista.
fr: Votre demande de nouveau compte a été envoyée à l'administrateur du système. Une fois votre demande approuvée, vous recevrez une notification pour vous informer que votre compte est activé.
hu: Az új fiók kérésát elküldtük a rendszer adminisztrátornak. Miután a kérést jóváhagyták üzenetben fogjuk értesíteni, hogy a fiók aktiválva lett.
pl: Twoja prośba o nowe konto została wysłana do administratora systemu. Gdy wniosek zostanie zatwierdzony, otrzymasz powiadomienie z informacją, że konto jest już aktywne.
pt: O seu pedido para uma nova conta foi enviado para o administrador do sistema. Uma vez que seu pedido for aprovado, você receberá uma notificação informando que sua conta foi ativada.
pt_pt: O seu pedido para uma nova conta foi enviado para o administrador do sistema. Assim que o seu pedido seja aprovado, receberá uma notificação a informar que a sua conta já está ativa.
ru: Ваш запрос на новую учетную запись был отправлен администратору системы. Как только ваш запрос было одобрено, вы получите уведомление о том, что ваш аккаунт сейчас активен.
zh_hans: 您的新账户注册已发送到系统管理员，批准后，您会收到账户已激活的通知
zh_hant: 您申請新帳號資訊已寄送給系統管理者。一旦您的申請核准，您會收到通知告知帳號已啟用。

# Register_CompleteTitle
source: Request New Account
cs: Žádost o nový účet
de: Neues Benutzerkonto beantragen
es: Solicitar una Nueva Cuenta
fi: Tilaa uusi Käyttäjätili
fr: Demander un nouveau compte
hu: Új Fiók Kérése
pl: Poproś o nowe konto
pt: Solicitar Nova Conta
pt_pt: Pedir uma nova conta
ru: Запрос нового аккаунта
zh_hans: 注册新账户
zh_hant: 申請新帳號

# UserProfile_ChangePasswordQuestionAnswer
source: Change Password Question/Answer
cs: Změna bezpečnostní otázky/odpovědi pro změnu hesla
de: Passwort ändern Frage/Antwort
es: Cambiar la Pregunta/Respuesta Secreta
fi: Muuta Salasana Kysymys/Vastaus
fr: Modifier la question/réponse pour le mot de passe
hu: Jelszó megváltoztatása Kérdés/Válasz
pl: Zmień pytanie/odpowiedź
pt: Alterar Pergunta/Resposta Secreta
pt_pt: Alterar a password Pergunta/Resposta
ru: Изменить пароль Вопрос/ответ
zh_hans: 更改密码问题/答案
zh_hant: 改變密碼的問題/回答

# UserProfile_TabPasswords
source: Passwords & Security
cs: Hesla a zabezpečení
de: Passwort & Sicherheit
es: Contraseñas y Seguridad
fi: Salasanat & Turvallisuus
fr: Sécurité
hu: Jelszó & Biztonság
pl: Hasła i zabezpieczenia
pt: Senhas & Segurança
pt_pt: Passwords & Segurança
ru: Пароли и безопасность
zh_hans: 密码&安全
zh_hant: 密碼 & 安全

# UserList_ImportFromLDAP
source: Import Users From an LDAP Server
cs: Import uživatelů z LDAP serveru
de: Importieren von Benutzern von einem LDAP Server
es: Importar Usuarios del Servidor LDAP
fi: Tuo käyttäjät LDAP-serveriltä
fr: Importer les utilisateurs d'un serveur LDAP
hu: Felhasználók importálása LDAP Szerverből
pl: Importuj użytkowników z serwera LDAP
pt: Importar Usuários de um Servidor LDAP
pt_pt: Importar utilizadores de um servidor LDAP
ru: Импорт пользователей с сервера LDAP
zh_hans: 从LDAP 服务器导入用户
zh_hant: 從 LDAP 伺服器匯入使用者

# UserList_Legend1
source: The following approved users exist in the system. To edit an existing user, please click on the 'Edit' link next to his/her name.<br />To create a new user either click on the [Add] button or choose the option to Import from an LDAP server.
cs: Následující schválení uživatelé existují v systému. Chcete-li upravit existující uživatele, klikněte prosím na "Upravit" vedle jeho / jejího jméno. <br /> Chcete-li vytvořit nového uživatele klikněte na tlačítko [Add] nebo vyberte možnost importování z LDAP serveru.
de: Die folgenden genehmigten Benutzer sind im System. Um einen bestehenden Nutzer zu bearbeiten, klicken Sie auf [Bearbeiten] neben dessen Namen.<br />Um einen neuen Benutzer anzulegen, klicken Sie auf [Hinzufügen] oder wählen Sie Import von einem LDAP Server.
es: Los siguientes usuarios aprobados existen en el sistema. Para editar un usuario existente, por favor haga clic en 'Editar' junto a su nombre.<br/>Para crear un nuevo usuario, haga clic en el botón [Agregar] o elija la opción Importar del servidor LDAP.
fi: Järjestelmässä on seuraavat hyväksytyt käyttäjät. Muokataksesi olemassaolevaa käyttäjää valitse 'Muokkaa' linkki nimen vierestä.<br />Luodaksesi uuden käyttäjän valitse joko [Lisää] -painike tai tuo LDAP-serveriltä.
fr: Les utilisateurs suivants sont présents dans le système. Pour modifier un utilisateur, cliquer sur le lien [Modifier].<br /> Pour créer un nouvel utilisateur cliquer sur le bouton [Ajouter] ou choisir l'option [Importer] depuis un serveur LDAP.
hu: A következő jóváhagyott felhasználók talaálhatók a rendszerben. Létező felhasználó megváltoztatásához, kérem kattintson a mellette található 'Szerkeszt' linkre.<br />Új felhasználó létrehozásához kattintson a 'Hozzáadás' gombra vagy vallassza az Importálás LDAP szerverből opciót.
pl: Następujący zatwierdzeni użytkownicy istnieją w systemie. W celu edycji istniejącego użytkownika, kliknij 'Edytuj' obok jego nazwiska.<br />Aby utworzyć nowego użytkownika kliknij przycisk [Dodaj] lub wybierz opcję importu z serwera LDAP.
pt: Os seguintes usuários aprovados existem no sistema. Para editar um usuário existente, clique no link "Editar" ao lado de seu nome. <br /> Para criar um novo usuário, clique no botão [Adicionar] ou escolha a opção de importar a partir de um servidor LDAP.
pt_pt: Os seguintes utilizadores aprovados existem no sistema. Para editar um utilizador existente por favor clique no link 'Editar' próximo do respetivo nome. <br/> Para criar um novo utilizador pode clicar no botão [Adicionar] ou escolher a opção de importação a partir do servidor LDAP.
ru: В системе существуют следующие утвержденные пользователи. Чтобы отредактировать существующего пользователя, нажмите на ссылку "Редактировать" рядом с его/ее именем.<br /> Чтобы создать нового пользователя, нажмите кнопку [Добавить] или выберите опцию "Импортировать". с LDAP сервера.
zh_hans: 下列用户已存在系统中，可通过点击"编辑"来编辑姓名.<br>选择"增加"来创建新的用户或从LDAP导入用户
zh_hant: 以下為在系統中已核准的使用者。若要編輯已存在的使用者，請按下名稱旁的「編輯」連結。<br />建立新使用者，可按下[新增]按鈕或選擇從 LDAP 伺服器匯入。

# UserList_Legend2
source: To see any pending new user requests, click on the 'Pending Requests' item in the left hand navigation.
cs: Pro zobrazení nevyřízených žádostí o vytvoření nového uživatele klikněte na položku "Nevyřízené žádosti" vlevo v navigačním menu.
de: Um alle noch ausstehenden neuen Benutzeranfragen zu sehen, klicken Sie auf das [Ausstehende Anfragen] Element in der linken Navigationsleiste.
es: Para ver las solicitudes de nuevos usuarios pendientes, haga clic en 'Solicitudes Pendientes' en la navegación a la izquierda.
fi: Klikkaa 'Odottavat Käyttäjätilipyynnöt' vasemmasta navigaatiosta nähdäksesi odottavat käyttäjätilipyynnöt
fr: Pour lister les nouvelles demandes d'utilisateur, cliquez à gauche sur [Demandes en cours].
hu: A feldolgozás alatt lévő Új Felhasználó kéréseket a 'Kérések Feldolgozás Allatt' alatt a bal oldalon találhatja.
pl: Aby zobaczyć wszystkie oczekujące żądania użytkowników, kliknij na 'Wnioski oczekujące' w lewym pasku nawigacyjnym strony.
pt: Para ver todas as novas solicitações pendentes de usuários, clique no item 'Pedidos Pendentes ' na navegação do lado esquerdo.
pt_pt: Para ver quaisquer pedidos pendentes de novos utilizadores clique no item 'Pedidos pendentes' que se encontra do lado esquerdo do monitor.
ru: Чтобы просмотреть все нерассмотренные заявки новых пользователей, нажмите на пункт "Нерассмотренные заявки" в левой навигации.
zh_hans: 您可通过左侧导航上的"等待用户"来查看处于待批准的新用户注册
zh_hant: 按下左方瀏覽的「擱置申請」項目可檢視擱置中的新使用者申請。

# UserList_Title
source: View / Edit Users
cs: Zobrazit / Editovat uživatele
de: Benutzer Anzeigen / Bearbeiten
es: Ver/Editar Usuarios
fi: Näytä / Muokkaa käyttäjiä
fr: Afficher / Modifier les utilisateurs
hu: Felhasználó Nézet/Szerkesztés
pl: Zobacz/edytuj użytkowników
pt: Ver/Editar Usuários
pt_pt: Ver / Editar utilizadores
ru: Просмотр / редактирование Пользователи
zh_hans: 查看/编辑用户
zh_hant: 檢視 / 編輯使用者

# ProjectMembership_Title
source: Product Membership
cs: Členové produktu
de: Mitgliedschaft im Produkt
es: Afiliación a Proyectos
fi: Projektin jäsenyys
fr: Membres du produit
hu: projekt tagság
pl: Przynależność do projektu
pt: Adesões de Projeto
pt_pt: Membros do projeto
ru: Членство в Продукте
zh_hans: 项目组成员
zh_hant: 專案成員

# UserDetails_AddEditUser
source: Add / Edit User
cs: Přidat / Upravit uživatele
de: Benutzer Hinzufügen / Bearbeiten
es: Agregar/Editar Usuario
fi: Lisää / Muokkaa käyttäjää
fr: Ajouter / Modifier un utilisateur
hu: Felhasználó Hozzáad/Szerkeszt
pl: Dodaj/edytuj użytkownika
pt: Adicionar/Editar Usuário
pt_pt: Adicionar / Editar utilizador
ru: Добавить/редактировать Пользователь
zh_hans: 添加/编辑用户
zh_hant: 新增 / 編輯使用者

# UserDetails_AddEditUser_Legend
source: Please review the information listed below and make any changes if necessary.<br /> Once you have finished, click [Save/Insert] to confirm them.
cs: Přečtěte si prosím informace uvedené níže a v případě potřeby proveďte změny. <br /> Kliknutím na tlačítko [Aktualizovat / Vložit] potvrdíte změny.
de: Bitte lesen Sie die unten aufgeführten Informationen und nehmen Sie bei Bedarf Änderungen vor. <br /> Wenn Sie fertig sind, klicken Sie zur Bestätigung auf [Speichern / Einfügen].
es: Por favor, revise la información a continuación y realice cualquier cambio si es necesario.<br/> Después, haga clic en [Guardar/Insertar] para confirmar.
fi: Tarkista tiedot alla ja tee muutoksia tarvittaessa.<br />Kun olet valmis klikkaa [Talleta/Lisää] vahvistaaksesi muuitoksesi.
fr: Veuillez vérifier les informations suivantes et corriger si nécessaire.<br />. Cliquer sur [Mettre à jour/Insérer] pour confirmer les modifications.
hu: Kérem nézze át az alábbi információt és szerkessze ha szükséges.<br />Ha befejezte kattintson [Frissít/Új] gombra a megerősítéshez.
pl: Proszę o przejrzenie poniższych informacji i ewentualnego dokonania zmian.<br /> Aby potwierdzić kliknij [Aktualizuj/Wstaw].
pt: Por favor, revise as informações listadas abaixo e faça alterações, se necessário. <br /> Depois, clique em [Salvar/Inserir] para confirmá-las.
pt_pt: Por favor reveja a informação listada em baixo e faça quaisquer alterações que considere necessárias. <br/> Assim que tenha terminado clique em [Atualizar/Inserir] para confirmar.
ru: Пожалуйста, ознакомьтесь с информацией, приведенной ниже, и при необходимости внесите изменения.<br />. После завершения нажмите [Сохранить/Вставить], чтобы подтвердить их.
zh_hans: 请查看下列信息是否需要更改。<br /> 完成后，选择 [更新/插入]确认此操作
zh_hant: 請複核下列的資訊，若需要可變更。<br />完成後，請按下[更新/插入]以確認。

# UserDetails_ChangePassword
source: Change Password
cs: Změna hesla
de: Passwort ändern
es: Cambiar la Contraseña
fi: Muuta Salasana
fr: Modifier le mot de passe
hu: Jelszó Megváltoztatása
pl: Zmień hasło
pt: Alterar Senha
pt_pt: Alterar a password
ru: Изменить пароль
zh_hans: 更改密码
zh_hant: 更改密碼

# UserDetails_ChangePasswordQuestionAnswer
source: Change Password Question & Answer
cs: Změna bezpečnostní otázky/odpovědi pro změnu hesla
de: Ändern der Sicherheitsfrage & Antwort
es: Cambiar la Pregunta/Respuesta Secreta
fi: Muuta Salasana Kysymys/Vastaus
fr: Modifier la question/réponse du mot de passe
hu: Titkos Kérdés/Válasz Megváltoztatása
pl: Zmień pytanie/odpowiedź
pt: Alterar Pergunta/Resposta Secreta
pt_pt: Alterar a pergunta de segurança da password & resposta
ru: Изменить пароль Вопрос и ответ
zh_hans: 更改密码问题&答案
zh_hant: 更改密碼問題 & 回答

# UserDetails_LdapManagedUser
source: LDAP Managed User
cs: Uživatelé spravování přes LDAP
de: Von LDAP verwalteter Benutzer
es: Usuario Administrado LDAP
fi: LDAP hallittu Käyttäjä
fr: Utilisateur LDAP
hu: LDAP Felhasználó
pl: Użytkownik LDAP
pt: Usuário Administrado LDAP
pt_pt: Utilizador Gerido a partir da LDAP
ru: LDAP Управляемый пользователь
zh_hans: LDAP管理的用户
zh_hant: LDAP 管理帳號

# UserDetails_NewUser
source: New User
cs: Nový uživatel
de: Neuer Benutzer
es: Nuevo Usuario
fi: Uusi Käyttäjä
fr: Nouvel utilisateur
hu: Új Felhasználó
pl: Nowy użytkownik
pt: Novo Usuário
pt_pt: Novo utilizador
ru: Новый пользователь
zh_hans: 新用户
zh_hant: 新使用者

# UserDetails_TabDataMapping
source: Data Mapping
cs: Mapování dat
de: Zuordnung der Daten
es: Mapeo de Datos
fi: Datan mäppäys
fr: Mapping des données
hu: Adat Leképzés
pl: Mapowanie danych
pt: Mapeamento de Dados
pt_pt: Mapeamento de dados
ru: Картирование данных
zh_hans: 数据映射
zh_hant: 資料對應

# Global_Minutes
source: minutes
cs: Minuty
de: Minuten
es: minutos
fi: Minuuttia
hu: perc
pl: minut
pt: minutos
pt_pt: minutos
ru: протокол
zh_hans: 分钟
zh_hant: 分

# Register_PasswordMinNonAlphaChars
source: Passwords are required to have a minimum of {0} non-alphanumeric characters.
cs: Heslo musí mít minimálně {0} ne-alfanumerických znaků.
de: Passwörter müssen mindestens {0} nicht-alphanumerische Zeichen enthalten.
es: Las contraseñas deben tener un mínimo de {0} caracteres no alfanuméricos.
fi: Salasanassa pitää olla vähintään {0} ei-numeerista merkkiä.
fr: Les mots de passe doivent avoir un minimum de {0} caractères non alphanumériques.
hu: Jelszónak tartalmaznia kell minimum {0} alfanumerikus karaktert
pl: Hasła muszą mieć co najmniej {0} znaków nie-alfanumerycznych.
pt: As senhas devem ter um mínimo de {0} caracteres especiais.
pt_pt: É necessário que as passwords tenham um mínimo de {0} caracteres que não seja alfanuméricos
ru: Пароли должны иметь минимум {0} не буквенно-цифровых символов.
zh_hans: 密码需要最新 {0}个文字和数字的字符
zh_hant: 密碼最少需包含{0}個非字母數字的字元

# SecuritySettings_AllowUserRegistration
source: Allow User Registration
cs: Povolit registraci uživatelů
de: Erlaube das Erstellen von Benutzern
es: Permitir Registro al Usuario
fi: Salli käyttäjän rekisteröityminen
fr: Autoriser l'enregistrement d'utilisateur
hu: Felhasználó regisztráció Engedélyezése
pl: Możliwość samodzielnej rejestracji użytkowników
pt: Permitir Cadastro de Usuários
pt_pt: Permitir registo de utilizadores
ru: Разрешить регистрацию пользователей
zh_hans: 允许用户注册
