Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_CustomPropertyDefinition_RemoveProperty
source: Are you sure you want to remove this property?\nExisting values in this field will be inaccessible if you continue.
cs: Jste si jisti, že chcete odstranit tuto vlastnost? \n Stávající hodnoty v tomto poli budou nepřístupné, pokud budete pokračovat.
de: Sind Sie sicher, dass Sie diese Eigenschaft entfernen möchten?\nAuf bestehende Werte in diesem Feld kann nicht mehr zugegriffen werden, wenn Sie fortfahren.
es: Está seguro de que desea eliminar esta propiedad?\nSi continúa, los valores existentes en este campo serán inaccesibles.
fi: Oletko varma että haluat poistaa tämän ominaisuuden?\nTämän kentän olemassaolevat arvot eivät ole käytettävissä jos jatkat.
fr: Etes-vous sûr de vouloir de supprimer cette propriété ?\nLes valeurs dans ce champ seront inaccessibles si vous continuez.
hu: Biztos benne, hogy törölni akarja ezt a tulajdonságot?\nA létező értékek ebben a mezőben elérhetetlenné válnak, ha folytatja.
pl: Czy na pewno chcesz usunąć ten obiekt?\nWszystkie wartości zapisane w polu będą niedostępne
pt: Tem certeza que deseja remover esta propriedade?\nValores existentes neste campo ficarão inacessíveis se você continuar.
pt_pt: Tem certeza que pretende remover esta propriedade?\nOs valores existentes neste campo ficarão inacessíveis se continuar.
ru: Вы уверены, что хотите удалить это свойство?\nExisting значения в этом поле будут недоступны, если вы продолжите.
zh_hans: 您确定要删除此属性?\n 此操作会导致属性值不可访问
zh_hant: 您確定要移除此屬性？\n若繼續此欄位存在的值將無法存取。

# Admin_DataTools_CurrentStatusBad
source: <span style="color:darkred;">Error</span>
cs: <span style="color:darkred;">Chyba</span>
de: <span style="color:darkred;">Fehler</span>
hu: <span style="color:darkred;">Hiba</span>
pt: <span style="color:darkred;">Erro</span>
pt_pt: <span style="color:darkred;">Erro</span>
ru: <span style="цвет:темно-красный;">Error</span>
zh_hans: <span style="color:darkred;">错误</span>
zh_hant: <span style="color:darkred;">錯誤</span>

# Admin_DataTools_Intro1
source: In order to improve the performance of the application, certain types of data is cached. Sometimes after making changes to the underlying data, you might want to refresh the cached information. To do that, click on one of the links below:
cs: Za účelem zlepšení výkonnosti aplikace, určité typy dat jsou ve vyrovnávací paměti. Někdy po provedení změn v podkladových dat, možná budete chtít obnovit informace uložené v mezipaměti. Chcete-li tak provést, klikněte na jeden z odkazů níže:
de: Um die Leistung der Applikation zu verbessern, werden bestimmte Datentypen zwischengespeichert. Nach Änderung der zugrundeliegenden Daten sollten Sie die zwischengespeicherten Informationen aktualisieren. Um dies zu tun klicken Sie den untenstehenden Link:
es: Para aumentar el rendimiento de la aplicación, ciertos tipos de datos se almacenan en caché. A veces, después de efectuar cambios en los datos principales, es posible que desee actualizar la información almacenada en caché. Para ello, haga clic en uno de los siguientes enlaces:
fi: Parantaaksemme sovelluksen suorituskykyä jotkut data-tyypit talletetaan välimuistiin. Joskus allaolevaan dataa muuttaessa voit haluta päivittää välimuistin tiedot. Tehdäksesi sen klikkaa jotain alla olevaa linkkiä:
fr: Pour améliorer les performances de l'application, certains types de données sont mis en cache. Après modifications, vous pouvez rafraîchir l'information mise en cache. Pour ceci, cliquez sur un des liens ci-dessous :
hu: A alkalmazás gyorsításához néhány adattípushoz gyorsítótárt használunk. Néha a változások megjelenítéséhez amiket az adatokkal végzünk a gyorsítótár frissítésére van szükség. Ehhez kattintson valamelyik linkre az alábbiakból:
pl: W celu poprawy wydajności aplikacji niektóre dane są magazynowane (cache'owne). W niektórych systuacjach należy odświerzyć indeksy tych danych. W celu wykonania takiej operacji należy skorzystać z poniższych linków:
pt: A fim de melhorar o desempenho da aplicação, certos tipos de dados são armazenados em cache. Às vezes, depois de fazer alterações nos dados principais, convém atualizar as informações armazenadas em cache. Para isso, clique em um dos links abaixo:
pt_pt: Para melhorar o desempenho da aplicação, alguns tipos de dados estão em cache. Por vezes após fazer alterações aos dados subjacentes pode quere refrescar a informação em cache. Para isso clique num dos links abaixo:
ru: Для повышения производительности приложения некоторые типы данных кэшируются. Иногда после внесения изменений в базовые данные, вы можете захотеть обновить кэшированную информацию. Для этого нажмите на одну из ссылок ниже:
zh_hans: 为了提高程序的性能，某些数据是保存在缓存中，在更新底层数据后，你可能需要刷新缓存信息，请点击下面的链接
zh_hant: 欲改進應用程式效能，將會快取資料的一些類型。有時候修改了下方的資料，您可能要重整快取資訊。欲重整，請按下一個下方的連結：

# Admin_DataTools_Intro2
source: Sometimes corrupted indentation information can cause missing or duplicated rows in tables. If any of the flags below show 'Error', you can click on the link to try to fix them:
cs: Poškozené odsazení mohou způsobit chybějící nebo duplicitní řádky v tabulkách. Pokud se kterýkoli z příznaků níže zobrazí s textem Chyba, můžete kliknout na odkaz, abyste se pokusili opravit:
de: Einbeziehen beschädigter Information kann fehlende oder doppelte Tabellenzeilen zur Folge haben. Falls irgendeine der untenstehenden Flags 'Fehler' anzeigen, können Sie auf den Link klicken, um Sie zu beheben:
es: A veces, la información de indentación dañada puede provocar filas perdidas o duplicadas en tablas. Si alguno de los indicadores siguientes muestra 'Error', puede hacer clic en el enlace para intentar solucionarlos:
fi: Joskus tiedon korruptoitunut sisennys voi aiheuttaa puuttuvia tai tupla rivejä taulukossa. Jos joku lippu alla näyttää 'Error' voit klikata Korjaa-linkkiä ja yrittää korjata tilanteen:
fr: Des rangées du tableau peuvent être dupliquées ou manquantes suite à des données d'indentation corrompues. Si une erreur est signalée ci-dessous, vous pouvez cliquer sur le lien pour la résoudre.
hu: Néha meghibásodott behúzás információ okozhat sor duplikációt vagy hiányzó sorokat. Ha valamelyik érték lent 'hibát' mutat, kattintson a linkre a hiba javításához.
pl: Jeśli integralność danych jest wskazywana jako błąd (error) kliknięcie poniższych linków może przyczynić się do poprawy:
pt: Às vezes, informações de recuo corrompidas podem causar linhas faltantes ou duplicadas em tabelas. Se qualquer uma das flags abaixo mostrarem 'Erro', você pode clicar no link para tentar corrigi-las:
pt_pt: Por vezes infomação imbuída corrupta pode causar linhas duplicadas ou omissas nas tabelas. Se uma das flags abaixo mostrar 'Erro', pode clicar no link para tentar arranjá-las:
ru: Иногда искаженная информация об отступах может привести к пропуску или дублированию строк в таблицах. Если какой-либо из флагов ниже показывает "Ошибка", вы можете нажать на ссылку, чтобы попытаться исправить их:
zh_hans: 有时会因为破损的信息导致表格中存在丢失的行列或重复的行列，如果有"错误"的标志，你可以点击上面的链接尝试修复他们
zh_hant: 有時損壞的縮排資訊會導致遺失或重複資料列。若任何下方旗標顯示「錯誤」，您可按下連結嘗試修復：

# Admin_DataTools_RefreshThe
source: Refresh the
cs: Obnovit
de: Aktualisieren der
es: Actualizar
fi: Virkistä
fr: Rafraîchissement
hu: Frissítsd a
pl: Odśwież
pt: Atualizar
pt_pt: Refrescar
ru: Обновить
zh_hans: 刷新
zh_hant: 重新整理

# Admin_DataTools_TaskProgressCache
source: Task Progress Cache
cs: Cache průběhu úkolů
de: Zwischenspeicher der Aufgabenfortschritte
es: Caché de Progreso de Tarea
fi: Tehtävien etenemisen välimuisti
fr: Cache pour Avancement de tâche
hu: Feladat Folyamat Cache
pl: Cache postępu zadań
pt: Cache de Progresso de Tarefa
pt_pt: Cache do progresso da tarefa
ru: Кэш выполнения задач
zh_hans: 任务进度缓存
zh_hant: 任務進度快取

# Admin_DataTools_TestStatusCache
source: Test Status Cache
cs: cache stavů testů
de: Zwischenspeicher des Teststatus
es: Caché de Estado de Prueba
fi: Testauksen tilojen välimuisti
fr: Cache pour Statut de Test
hu: Teszt Státusz Cache
pl: Cache statusów testów
pt: Cache de Estado de Teste
pt_pt: Cache do status do Teste
ru: Кэш статуса тестирования
zh_hans: 测试状态缓存
zh_hant: 測試狀態快取

# Admin_DataTools_Title
source: Data Tools
cs: Nástroje pro správu dat
de: Datenwerkzeuge
es: Herramientas de Datos
fi: Datatyökalut
fr: Outils de gestion des données
hu: Adat Eszközök
pl: Narzędzia danych
pt: Ferramentas de Dados
pt_pt: Ferramentas de dados
ru: Инструменты для работы с данными
zh_hans: 数据处理工具
zh_hant: 資料工具

# Admin_DataTools_Correct
source: Correct
cs: Správně
de: Richtig
es: Corregir
fi: Korjaa
fr: Corriger
hu: Helyes
pl: Poprawnie
pt: Corrigir
pt_pt: Correto
ru: Корректный
zh_hans: 正确
zh_hant: 正確

# Admin_DataTools_UpdatingTaskProgress
source: Updating task progress..
cs: Aktualizace průběhu úkolů
de: Aktualisieren des Aufgabenfortschritts…
es: Actualizando progreso de tarea..
fi: Päivittää tehtävien editymistä…
fr: Mise à jour de l'avancement de tâche…
hu: Feladat Folyamat frissítése...
pl: Aktualizuje postęp zadań..
pt: Atualizando progresso de tarefa ...
pt_pt: A atualizar o progresso da tarefa...
ru: Обновление хода выполнения задач...
zh_hans: 正在更新任务进度
zh_hant: 更新任務進度..

# Admin_DataTools_UpdatingTestStatus
source: Updating test statuses..
cs: Aktualizace stavů testů
de: Aktualisieren der Teststatus…
es: Actualizando estados de pruebas..
fi: Päivittää testien tiloja..
fr: Mise à jour des statuts de test…
hu: Teszt státusz frissítése...
pl: Aktualizuje statusy testów..
pt: Atualizando status de teste ...
pt_pt: A atualizar o status dos testes...
ru: Обновление тестовых статусов...
zh_hans: 正在更新测试状态
zh_hant: 更新測試狀態..

# Admin_DataTools_IndentFixingRelease
source: Fixing Release indents..
cs: Oprava odsazení releasů
de: Festlegen der Releaseeinrückungen…
es: Corrigiendo Incidentes de Releases..
fi: Korjaa Julkaisun sisennyksiä..
fr: Réparation des indentations de versions…
hu: Release incidensesek javítása...
pl: Poprawnie wcięć wydań
pt: Corrigindo Incidentes de Release ...
pt_pt: A corrigir os entalhes da Entrega...
ru: Исправление отступов...
zh_hans: 正在修复版本缩排
zh_hant: 修正版本事件..

# Admin_DataTools_IndentFixingRequirement
source: Fixing Requirement indents..
cs: Oprava odsazení požadavků
de: Festlegen der Anforderungseinrückungen…
es: Corrigiendo Incidentes de Requerimiento..
fi: Korjaa Vaatimuksen sisennyksiä..
fr: Réparation des indentations de besoins…
hu: Követelmény incidensesek javítása...
pl: Poprawianie wcięć wymagań
pt: Corrigindo Incidentes de Requerimento ...
pt_pt: A corrigir os entalhes dos Requisitos...
ru: Фиксирующие отступы Требования...
zh_hans: 正在修复需求缩排
zh_hant: 修正需求事件..

# Admin_DataTools_IndentFixingTestCase
source: Fixing Test Case indents..
cs: Oprava odsazení testovacích případů
de: Festlegen der Anforderungseinrückungen…
es: Corrigiendo Incidentes de Casos de Prueba..
fi: Korjaa Testitapauksen sisennyksiä..
fr: Réparation des indentations de scénarios de test…
hu: teszteset incidensesek javítása...
pl: Poprawianie wcięć przypadków testowych
pt: Corrigindo Incidentes de Casos de Teste ...
pt_pt: A corrigir os entalhes dos Casos de Teste...
ru: Исправление отпечатков тестового корпуса...
zh_hans: 正在修复测试项缩排
zh_hant: 修正測試案例事件..

# Admin_DataTools_IndentFixingTestSet
source: Fixing Test Set indents..
cs: Oprava odsazení testovacích sad
de: Festlegen der Anforderungseinrückungen…
es: Corrigiendo Incidentes de Conjunto de Pruebas..
fi: Korjaa Testijoukkon sisennyksiä..
fr: Réparation des indentations d'ensembles de tests…
hu: Teszt szett incidensesek javítása...
pl: Poprawianie wcięć zestawów testów
pt: Corrigindo Incidentes de Conjunto de Testes ...
pt_pt: A corrigir os entalhes dos Conjuntos de Teste...
ru: Фиксация отступов тестового набора...
zh_hans: 正在修复测试集缩排
zh_hant: 修正測試集事件..

# Admin_History_PurgingAll
source: Purging all deleted items...
cs: Trvalé smazání všech odstraněných položek ...
de: Endgültiges Entfernen aller gelöschten Elemente…
es: Purgando todos los elementos borrados…
fi: Siivoaa kaikki poistetut kohteet…
fr: Purge des éléments supprimés…
hu: Törlött elemek végleges eltávolítása...
pl: Czyszczenie usniętych obiektów..
pt: Removendo permanentemente todos os itens excluídos ...
pt_pt: A limpar todos os items eliminados...
ru: Очистка всех удаленных элементов...
zh_hans: 清除已删除项
zh_hant: 清除所有刪除項目..

# Admin_History_Restoring
source: Reverting selected items..
cs: Obnovení vybraných položek…
de: Zurücksetzten der ausgewählten Elemente…
es: Revirtiendo los elementos seleccionados..
fi: Palauttaa valitut kohteet…
fr: Restauration des éléments sélectionnés…
hu: A kiválasztott elemek visszaállítása...
pl: Przywracanie wybranych obiektów..
pt: Restaurando itens selecionados ...
pt_pt: A reverter os items selecionados...
ru: Переворачивание выбранных пунктов...
zh_hans: 恢复选中项
zh_hant: 還原選擇項目..

# Admin_History_RestoreError
source: You must select at least one item to restore.
cs: Musíte vybrat alespoň jednu položku pro obnovu
de: Sie müssen mindestens ein Element zur Wiederherstellung auswählen.
es: Usted debe seleccionar al menos un elemento para restaurar.
fi: Sinun on valittava vähintään yksi kohde palautettavaksi.
fr: Vous devez sélectionner au moins un élément à restaurer.
hu: Legalább egy elemet ki kell választania a visszaállításhoz.
pl: Musisz wybrać przynajmniej jeden obiekt.
pt: Você deve selecionar pelo menos um item para restaurar.
pt_pt: Deve selecionar pelo menos um item para recuperar.
ru: Для восстановления необходимо выбрать по крайней мере один элемент.
zh_hans: 您需要至少选择一个要恢复的元件
zh_hant: 您必須選擇至少一個欲恢復的項目。

# DocumentDetails_ArtifactAlreadyAttached
source: Artifact association already exists.
cs: Vazba mezi artefakty už existuje.
de: Artefaktverknüpfung existiert bereits.
es: La asociación de artefacto ya existe.
fi: Asian liitos on jo olemassa.
fr: L'association existe déjà.
hu: Az összerendelés már létezik.
pl: Takie powiązanie już istnieje.
pt: Associação de Artefato já existe.
pt_pt: Já existe a associação ao Artefacto.
ru: Ассоциация артефактов уже существует.
zh_hans: 工件关联已存在
zh_hant: 項目關聯已存在。

# Services_CustomPropertyDoesNotExist
source: The requested custom property does not exist in the product.
cs: Požadovaná vlastní vlastnost neexistuje v produktu.
de: Die angeforderte benutzerdefinierte Eigenschaft existiert nicht in diesem Produkt.
es: La propiedad personalizada solicitada no existe en el proyecto.
fi: Projektissa ei ole vaadittua kustomoitua ominaisuutta.
fr: La propriété demandée n'existe pas dans ce produit.
hu: A kért Egyedi Tulajdonság nem létezik a projektben.
pl: Żądane pole definiowalne nie istnieje.
pt: A propriedade personalizada solicitada não existe no projeto.
pt_pt: A propriedade personalizada requerida não existe no projeto.
ru: Запрошенное пользовательское свойство не существует в продукте.
zh_hans: 项目中不存在请求的自定义属性
zh_hant: 請求的自訂屬性不存在於此專案。

# Services_CustomPropertyNotBelongToProject
source: The specified custom property does not belong to the current product
cs: Uvedena vlastní vlastnost nepatří do aktuálního produktu
de: Die angegebene benutzerdefinierte Eigenschaft existiert nicht im aktuellen Produkt
es: La propiedad personalizada especificada no pertenece al proyecto actual
fi: Määritelty kustomoitu ominaisuus ei kuulu nykyiseen projektiin.
fr: La propriété demandée n'appartient pas à ce produit.
hu: A megadott Egyedi Tulajdonság nem tartozik a jelenlegi projekthez.
pl: Wybrane pole definiowalne nie należy do bierzącego projektu
pt: A propriedade personalizada especificada não pertence ao projeto atual
pt_pt: A propriedade personalizada específica já não pertence ao presente projeto
ru: Указанное пользовательское свойство не принадлежит текущему продукту
zh_hans: 指定的自定义属性不属于当前项目
zh_hant: 指定的自訂屬性不屬於目前專案

# Services_CustomPropertyIdNotNull
source: RemoteCustomProperty object needs to have CustomPropertyId set to null for adding
cs: RemoteCustomProperty objekt potřebuje mít CustomPropertyId nastaven na hodnotu NULL pro přidání
de: RemoteCustomProperty Objekt muss die CustomPropertyId auf Null gesetzt haben, um es hinzuzufügen
es: El objeto RemoteCustomProperty necesita tener CustomPropertyId establecido en null para agregar
fi: RemoteCustomProperty-objektin CustomPropertyId:n täytyy olla asetettuna null:iksi uuden arvon lisäämiseksi.
fr: L'objet RemoteCustomProperty doit être vide
hu: RemoteCustomProperty objektumhoz CustomPropertyId-t kell rendelni null értékkel a hozzáadáshoz
pl: Aby dodać wartość ID musi być null
pt: Objeto RemoteCustomProperty precisa ter CustomPropertyId definido como nulo para adicionar
pt_pt: Para ser adicionado o objeto RemoteCustomProperty, CustomPrepertyId tem que assumir o valor null
ru: Объекту RemoteCustomPropertyId для добавления необходимо, чтобы значение параметра CustomPropertyId было равно нулю
zh_hans: RemoteCustomProperty需要CustomPropertyId设置为空来添加
zh_hant: 新增 RemoteCustomProperty 物件時 CustomPropertyId 必須設為 NULL

# Admin_RoleDetails_CannotDeactivateProjectOwner
source: You cannot make the Product Owner built-in role inactive!
cs: Nemůžete dělat vlastníka produktu v neaktivní roli!
de: Sie können die eingebaute Rolle des Produktbesitzers nicht auf inaktiv setzen!
es: Usted no puede desactivar la función Propietario del Proyecto!
fi: Ohjelman Projektin omistajan roolia ei voi asettaa passiiviseksi!
fr: Le propriétaire du produit ne peut être inactif.
hu: Project Tulajdonos beépített szerepkört nem lehet inaktiválni!
pl: Nie można deaktywować roli Project Owner
pt: Você não pode tornar a função Proprietário do Projeto inativa!
pt_pt: Não pode tornar o built-in do Project Owner inativo!
ru: Вы не можете сделать встроенную роль Владельца продукта неактивной!
zh_hans: 您不能取消内置的项目所有者
zh_hant: 內建的專案擁有者角色不可被取消啟動！

# SecuritySettings_AuthenticationExpirationRememberMe_Required
source: You need to enter a value for 'Remember Me Expiration'!
cs: Musíte zadat hodnotu pro možnost 'Zapamatovat si vypršení platnosti'!
de: Sie müssen einen Wert für 'Mich an Ablauf erinnern' eingeben!
es: Debe introducir un valor para 'Expiración de Recuérdame'!
fi: Sinun täytyy syöttää arvo 'Muista minut vanhenemisajalle'!
fr: Veuillez saisir une valeur pour la durée des session de type [Garder ma session ouverte]
hu: Meg kell adnia egy értéket az „Emlékezz rám lejáratához”!
pl: Pole pozostawione puste
pt: É necessário digitar um valor para 'Expiração do Manter-me Conectado'!
pt_pt: Precisa inserir um valor para 'Lembrar-me da expiração'!
ru: Вы должны ввести значение для "Запомнить мое истечение"!
zh_hant: 必須為 「提醒我到期」輸入一個值！

# SecuritySettings_AuthenticationExpirationRememberMe_Invalid
source: You need to enter an integer value for 'Remember Me Expiration'!
cs: Musíte zadat celočíselnou hodnotu pro 'Zapamatovat si vypršení platnosti'!
de: Sie müssen einen ganzzahligen Wert für 'Mich an Ablauf erinnern' eingeben!
es: Debe introducir un valor entero para 'Expiración de Recuérdame'!
fi: Sinun täytyy syöttää kokonaislukuarvo 'Muista minut vanhenemisajalle'!
fr: Veuillez saisir une valeur entière pour la durée des session de type [Garder ma session ouverte]
hu: Egy egész számot adjon meg az „Emlékezz rám lejáratához”!
pl: Pole musi mieć wartość liczbową
pt: É necessário digitar um valor inteiro para 'Expiração do Manter-me Conectado'!
pt_pt: Precisa inserir um valor inteiro para 'Lembrar-me da expiração'!
ru: Вы должны ввести целое значение для 'Remember Me Expiration'!
zh_hant: 必須為 「提醒我到期」輸入一個整數值！

# SecuritySettings_AuthenticationExpiration_Required
source: You need to enter a value for 'Authentication Expiration'!
cs: Musíte zadat hodnotu pro 'Vypršení platnosti ověření'!
de: Sie müssen einen Wert für 'Ablauf der Authentifizierung' eingeben!
es: Debe introducir un valor para 'Expiración de Sesión'!
fi: Sinun täytyy syöttää arvo 'Autentikoinnin vanhenemisajalle'!
fr: Veuillez entrer une valeur pour [Expiration de session]
hu: Meg kell adnia egy értéket a „Hitelesítés lejáratához”!
pl: Pole pozostawione puste
pt: É necessário digitar um valor para 'Expiração da Autenticação'!
pt_pt: Precisa inserir um valor para 'Expiração da Autenticação'!
ru: Вам нужно ввести значение "Истечение срока действия аутентификации"!
zh_hant: 必須為 「提醒我到期」輸入一個整數值！

# SecuritySettings_AuthenticationExpiration_Invalid
source: You need to enter an integer value for 'Authentication Expiration'!
cs: Musíte zadat celočíselnou hodnotu pro 'Vypršení platnosti ověření'!
de: Sie müssen einen ganzzahligen Wert für 'Ablauf der Authentifizierung' eingeben!
es: Debe introducir un valor entero para 'Expiración de Sesión'!
fi: Sinun täytyy syöttää kokonaislukuarvo 'Autentikoinnin vanhenemisajalle'!
fr: Veuillez saisir une valeur entière pour [Expiration de session]
hu: Egy egész számot adjon meg a „Hitelesítés lejáratához”!
pl: Pole musi mieć wartość liczbową
pt: É necessário digitar um valor inteiro para 'Expiração da Autenticação'!
pt_pt: Precisa inserir um valor inteiro para 'Expiração da Autenticação'!
ru: Вам нужно ввести целое значение для "Истечения срока действия аутентификации"!
zh_hant: 必須為 「認證到期」輸入一個整數值！

# Admin_EmailConfig_Seperator
source: Send Email Importer Separator?
cs: Odesílat maily oddělené separátorem?
de: E-Mail-Importer Separator senden?
es: Enviar el Separador de Importación de E-mail?
fi: Lähetetäänkö Sähköpostissa vastauserotin?
fr: Envoi du séparateur pour l'importation des commentaires?
hu: E-mail küldése importáló elválasztó?
pl: Seprator w wiadomościach wysłanych
pt: Enviar Separador de Importação de E-mail?
pt_pt: Separador de importador de envio de e-mail?
ru: Отправить Email Импортер Сепаратор?
zh_hant: 寄送信件匯入器分隔符號？

# Admin_EmailConfig_Seperator_Small
source: If enabled, all emails going out will contain the separator needed to clean up replies that are converted into comments.
cs: Pokud je povoleno, všechny odesílané e-maily budou obsahovat oddělovač potřebný k rozlišení odpovědí převedených na komentáře.
de: Wenn aktiviert, werden alle ausgehenden E-Mails den Separator enthalten, der die Antworten entfernt, die in Kommentare konvertiert wurden.
es: Si está activado, todos los e-mails que salen contendrán el separador necesario para limpiar las respuestas que se convierten en comentarios.
fi: Jos valinta on aktivoitu, kaikissa lähtevissä sähköposteissa on erotin, jota tarvitaan puhdistamaan vastaukset jotka on muokattu kommenteiksi.
fr: Envoi des emails avec un marqueur pour convertir les réponses en commentaires
hu: Ha engedélyezte, akkor az összes kimenő e-mail egy elválasztót tartalmaz, amivel a megjegyzésekké alakított válaszok törölhetők.
pl: Jeśli włączone, wszystkie wiadomości będą zawierały separator potrzebny konwersji odpowiedzi na komentarze.
pt: Se ativado, todos os e-mails que saem conterão o separador necessário para limpar respostas que são convertidas em comentários.
pt_pt: Se ativo, todos os mails que saiam comtêm o separador necessário à limpeza das respostas que são convertidas em comentários.
ru: Если эта опция включена, то все выходящие сообщения будут содержать разделитель, необходимый для очистки ответов, которые преобразуются в комментарии.
zh_hant: 若啟動，所有寄出的信件將包含需清除的回覆分隔符號將轉換程說明。

# Admin_CustomLists_CannotRemoveInUse
source: Cannot remove a list that's in use.
cs: Nelze odebrat seznam, který se právě používá.
de: Eine Liste die in Gebrauch ist, kann nicht entfernt werden.
es: No se puede eliminar una lista que está en uso.
fi: Käytössä olevaa listaa ei voi poistaa.
fr: Suppression impossible - Liste en cours d'utilisation
hu: Nem távolítható el használatban lévő lista.
pl: Nie można usunąć listy, która jest w użyciu.
pt: Não é possível remover uma lista que está em uso.
pt_pt: Não é possível remover uma lista que está a ser usada.
ru: Не могу удалить список, который используется.
zh_hant: 無法移除使用中的列表。
