Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# WeatherBox_ErrorRetrievingWeather
source: Error retrieving weather information from the server.
cs: Chyba při načítání informací o počasí ze serveru.
de: Fehler beim Abrufen der Wetterdaten vom Server.
es: Error al recuperar información del clima desde el servidor.
fi: Virhe haettaessa säätietoja palvelimelta.
fr: Erreur de récupération des informations météorologiques depuis le serveur.
hu: Az időjárási adatok letöltése sikertelen.
pl: Błąd podczas pobierania z serwera informacji o pogodzie.
pt: Erro ao recuperar informações meteorológicas do servidor.
pt_pt: Erro ao recuperar informações meteorológicas do servidor.
ru: Ошибка при получении информации о погоде с сервера.
zh_hans: 从服务器检索的天气信息时出错。
zh_hant: 從伺服器取得天氣資訊錯誤。

# WeatherBox_NoResults
source: Your entered location produced no weather results.
cs: Vámi zadaná lokalita neobsahuje žádné výsledky ohledně počasí
de: Ihr eingegebener Standort erbringt keine Wetterergebnisse.
es: No se encontró información del clima en la localidad capturada.
fi: Antamasi sijainti ei tuottanut säätietoja.
fr: Il n’y a pas de prévision météorologique pour votre localisation.
hu: A megadott helyen nem található időjárási adatok.
pl: Brak pogody dla danej lokalizacji.
pt: A localização informada não possui serviço de informações meteorológicas.
pt_pt: A localização inserida não produziu resultados meteorológicos.
ru: Введенное вами местоположение не дало никаких погодных результатов.
zh_hans: 您输入的位置没有什么天气结果。
zh_hant: 您輸入的位置無法產生天氣結果。

# InvalidLicense_EvaluationExpired
source: Your trial has expired.<br />Please purchase a full license at https://onshoretech.com or email OnShore Technology Group at info@onshoretech.com.<br />Only system admins can change license details.
cs: Zkušební licence na serveru vypršela. <br /> Pro získání trvalé licence kontaktujte, prosím, prodejce produktu.
de: Die Testlizenz auf dem Server ist abgelaufen. <br /> Bitte kontaktieren Sie den Produktverkauf um eine unbefristete Lizenz zu erhalten.
es: La licencia de evaluación en el servidor ha expirado. <br /> Por favor, contacte con un representante de ventas para obtener una licencia permanente.
fi: Kokeilu-lisenssi on vanhentunut. <br /> Ota yhteyttä tuotemyyntiin hankkiaksesi pysyvän lisenssin.
fr: La licence d'évaluation sur le serveur a expiré. <br /> Veuillez contacter le service Clientèle pour obtenir une licence permanente.
hu: Az ideiglenes licence-e lejárt. <br />Kérjük, lépjen kapcsolatba a projekt értékesítőjével állandó licence-ért.
pl: Testowa licencja na serwerze wygasła.<br />W celu uzyskania stałej licencji, skontaktuj się z działem sprzedaży.
pt: A licença de avaliação no servidor expirou. <br />Por favor, contate o setor de vendas para obter uma licença permanente.
pt_pt: A licença de avaliação no servidor expirou. < br / > por favor contacte o vendedor do produto para obter uma licença permanente.
ru: Срок действия лицензии на сервер истек.<br />Пожалуйста, свяжитесь с отделом продаж продукта, чтобы получить постоянную лицензию.
zh_hans: 在服务器上的评估许可证已过期。 < br / 〉 请联系产品销售获得永久许可证。
zh_hant: 伺服器上的評估授權已過期。 < br / 〉 請聯繫產品業務獲得永久授權。

# InvalidLicense_ExceededConcurrent
source: You have exceeded the allowed number of concurrent users.<br />A logged in user needs to log-out before you can proceed.
cs: Překročili jste povolený počet současně pracujících uživatelů. <br /> Kterýkoli přihlášený uživatel se musí odhlásit, než budete moci pokračovat.
de: Sie haben die zulässige Anzahl von gleichzeitigen Benutzern überschritten. <br /> Ein angemeldeter Benutzer muss sich abmelden, bevor Sie fortfahren können.
es: El número máximo permitido de usuarios simultáneos se excedió. <br /> Un usuario conectado debe cerrar sesión antes de que usted pueda continuar.
fi: Olet ylittänyt sallitun määrän yhtäaikaista käyttäjiä. <br /> Yhden kirjautuneen käyttäjän täytyy kirjautua ulos ennen kuin voit jatkaa.
fr: Vous avez dépassé le nombre autorisé d'utilisateurs simultanés. <br /> Un utilisateur connecté doit fermer une session pour que vous puissiez continuer.
hu: Elérte az egy időben megengedett felhasználók számát. <br />Egy bejelentkezett felhasználónak ki kell lépnie, mielőtt folytathatná.
pl: Została przekroczona dozwolona liczba zalogowanych użytkowników.<br />Zanim będzie można kontunuować, zalogowani użytkownicy muszą się wylogować.
pt: Você excedeu o número máximo permitido de usuários simultâneos. <br />Um usuário logado precisa sair antes que você possa continuar.
pt_pt: Excedeu o número permitido de utilizadores simultâneos. < br / > Um dos utilizadores logados tem que sair antes que possa prosseguir.
ru: Вы превысили допустимое количество одновременных пользователей.<br />Входящий в систему пользователь должен выйти из системы, прежде чем вы сможете продолжить работу.
zh_hans: 您已超出了所允许的并发用户。 数 < br / 〉 登录用户需要注销之前可以继续执行。
zh_hant: 您已超出所允許的同時登入使用者數量。<br/>欲繼續執行請登出已登入的使用者。

# InvalidLicense_InvalidLicenseOnServer
source: There is an invalid license key on the server, please contact your System Administrator to correct the problem.
cs: Na serveru je neplatný licenční klíč, obraťte se na správce systému aby odstranil tento problém.
de: Auf dem Server liegt ein ungültiger Lizenzschlüssel. Wenden Sie sich bitte an Ihren Systemadministrator, um das Problem zu beheben.
es: Hay una llave de licencia inválida en el servidor. Por favor, contacte al administrador del sistema para corregir el problema.
fi: Virheellinen lisenssiavain palvelimella, ota yhteyttä järjestelmänvalvojaan ongelman korjaamiseksi.
fr: La clé de licence sur le serveur n’est pas valide, veuillez contacter votre administrateur système pour corriger le problème.
hu: Érvénytelen licence kulcs található a szerveren. Lépjen kapcsolatba a rendszergazdával.
pl: Nieprawidłowy klucz licencji na serwerze, należy skontaktować się z Administratorem systemu.
pt: Há uma chave de licença inválida no servidor. Por favor, entre em contato com o administrador do sistema para corrigir o problema.
pt_pt: Há uma chave de licença inválida no servidor, por favor entre em contacto com o administrador do sistema para corrigir o problema.
ru: На сервере есть недействительный лицензионный ключ, пожалуйста, свяжитесь с вашим системным администратором для устранения проблемы.
zh_hans: 在服务器上有一个无效的许可证密钥，请与系统管理员联系，以解决问题。
zh_hant: 伺服器上授權金鑰不合法，請聯絡系統管理者修正問題。

# InvalidDatabase_ContactSupport2
source: Contact Support
cs: Kontaktujte podporu
de: kontaktieren Sie den Support
es: Contacte al Soporte
fi: ota yhteyttä tukipalveluun
fr: Contacter le support
hu: Lépjen kapcsolatba a szupporttal
pl: Skontaktuj się z obsługą
pt: entre em contato com o Suporte
pt_pt: Por favor entre em contacto com o suporte
ru: Контактная поддержка
zh_hans: 联系支持
zh_hant: 聯絡支援

# InvalidDatabase_ContactSupport3
source: for assistance
cs: pro asistenci
de: für Unterstützung
es: para asistencia
fi: saadaksesi neuvoja
fr: pour obtenir de l’aide
hu: további segítségért
pl: aby uzyskać pomoc
pt: para obter assistência
pt_pt: para obter apoio
ru: за помощью
zh_hans: 援助
zh_hant: 協助

# ErrorPage_ContactSupport1
source: Please
cs: Prosím
de: Bitte
es: Por favor,
fi: Ole ystävällinen
fr: Veuillez
hu: Kérem
pl: Proszę
pt: Por favor,
pt_pt: Por favor
ru: Пожалуйста,
zh_hans: 请
zh_hant: 請

# ErrorPage_ContactSupport2
source: contact support
cs: obraťte se na podporu
de: kontaktieren Sie den Support
es: contacte con el soporte
fi: ota yhteyttä tukeen
fr: contacter le support technique
hu: lépjen kapcsolatba a szupporttal
pl: skontaktuj się z obsługą
pt: entre em contato com o suporte
pt_pt: entre em contacto com o suporte
ru: контактная поддержка
zh_hans: 联系支持
zh_hant: 聯絡支援

# ErrorPage_ContactSupport3
source: and provide the following details:
cs: a uveďte následující detaily:
de: und machen Sie folgende Angaben:
es: y proporcione los siguientes datos:
fi: ja toimita seuraavat tiedot:
fr: et fournir les renseignements suivants :
hu: és adja meg a következőket:
pl: i podaj następujące dane:
pt: e forneça os seguintes detalhes:
pt_pt: e forneça os seguintes detalhes:
ru: и предоставьте следующие детали:
zh_hans: 并提供下列详细信息：
zh_hant: 且提供以下詳細資訊：

# ErrorPage_DetailsNotAvailable
source: Error Details Not Available - Check the Windows Application Event Log.
cs: Detaily chyby nejsou k dispozici. Zkontrolujte Windows Application Event Log.
de: Fehlerangaben nicht verfügbar – Überprüfen Sie das Windows Anwendungsereignisprotokoll.
es: Detalle del Error no Disponible - Vea el Registro de Eventos de Aplicaciones del Windows
fi: Virheen yksityiskohtia ei ole saatavilla - Tarkista Windowsin sovellustapahtumalogi.
fr: Pas d’information sur l’erreur - Vérifiez le « Windows Application Event Log ».
hu: A hiba részletei nem elérhetőek - ellenőrizze a Windows alkalmazások eseménynaplójában
pl: Szczegóły błędu są niedostępne - sprawdź dziennik zdarzeń systemu windows.
pt: Detalhes de Erro não Disponíveis - Verifique o Log de Eventos de Aplicativos do Windows.
pt_pt: Não estão disponíveis detalhes do erro - Verifique o Log de eventos do Windows.
ru: Подробности об ошибках недоступны - Проверьте журнал регистрации событий Windows Application Event Log.
zh_hans: 错误详细信息不可用-检查 Windows 应用程序事件日志。
zh_hant: 錯誤詳細資訊無法使用 - 檢查視窗應用程式事件記錄。

# Global_CannotAddWidgetMoreThanOnce
source: You can't add the same widget more than once.
cs: Nemůžete přidat stejný widget více než jednou.
de: Sie können dasselbe Widget nicht mehr als einmal hinzufügen.
es: No se puede agregar el mismo widget más de una vez.
fi: Et voi lisätä samaa widgettiä kuin kerran.
fr: Vous ne pouvez pas ajouter le même widget plus d'une fois.
hu: Nem adhatja hozzá többször ugyanazt a widget-et.
pl: Nie możesz dodać tego samego widżetu więcej niż raz.
pt: Você não pode adicionar o mesmo widget mais de uma vez.
pt_pt: Não pode adicionar o mesmo widget mais do que uma vez.
ru: Нельзя добавлять один и тот же виджет больше одного раза.
zh_hans: 不能超过一次添加相同的构件。
zh_hant: 不能新增相同小工具超過一次。

# AssignedIncidents_ArtifactNotExists
source: The selected incident no longer exists.
cs: Vybraný incident již neexistuje.
de: Der gewählte Vorfall existiert nicht mehr.
es: El incidente seleccionado ya no existe.
fi: Valittua havaintoa ei enää ole.
fr: L'incident choisi n'existe plus.
hu: A kiválasztott incidens nem létezik.
pl: Wybrany incydent już nie istnieje.
pt: O incidente selecionado não existe mais.
pt_pt: O defeito selecionado já não existe.
ru: Выбранного инцидента больше не существует.
zh_hans: 选定的事件不再存在。
zh_hant: 選擇的事件已不存在。

# RequirementsService_OnlySupportsRequirementInserts
source: This method only supports Requirement inserts
cs: Tato metoda podporuje pouze vkládání požadavků
de: Diese Methode unterstützt nur das Einfügen von Anforderungen
es: Este método sólo es compatible con inserciones de Requerimiento
fi: Tämä menetelmä tukee vain Vaatimuksen lisäystä
fr: Cette méthode prend en charge uniquement des ajouts de besoin.
hu: Ez az eljárás csak Követelmények beszúrását támogatja
pl: Metoda ta obsługuje tylko wymagania
pt: Este método só oferece suporte a inserções de Requerimento
pt_pt: Este método somente suporta inserções de Requisitos
ru: Этот метод поддерживает только вставки требований
zh_hans: 此方法仅支持要求插入
zh_hant: 此方法僅支援插入需求

# TestSetList_TestSetHasNoTestCases
source: The test set you selected does not contain any test cases!
cs: Zvolená testovací sada neobsahuje žádné testovací případy!
de: Die gewählte Testreihe beinhaltet keine Testfälle!
es: El conjunto de pruebas seleccionado no contiene ningún caso de prueba!
fi: Valitsemasi Testijoukko ei sisällä yhtään testitapausta!
fr: L’ensemble de tests que vous avez sélectionné ne contient pas de scénario de test !
hu: A kiválasztott teszt szett nem tartalmaz teszteseteket!
pl: Wybrany zestaw testowy nie zawiera żadnych przypadków testowych!
pt: O conjunto de testes selecionado não contém nenhum teste!
pt_pt: O conjunto de teste que selecionou não contém quaisquer casos de teste!
ru: Выбранный вами тестовый набор не содержит тестовых случаев!
zh_hans: 您选择的测试集不包含任何测试用例 ！
zh_hant: 選擇的測試集不包含任何測試案例！

# Global_InvalidOperation
source: Invalid Operation
cs: Neplatná operace
de: Ungültige Tätigkeit
es: Operación Inválida
fi: Virheellinen toiminto
fr: Opération incorrecte
hu: Érvénytelen művelet
pl: Nieprawidłowa operacja
pt: Operação Inválida
pt_pt: Operação inválida
ru: Недействительная операция
zh_hans: 无效的操作
zh_hant: 無效的操作

# SourceCode_ProviderError
source: Provider Error
cs: Chyba provideru
de: Anbieter-Fehler
es: Error de Proveedor
fi: Tarjoajan virhe
fr: Erreur fournisseur
hu: Szolgáltató hiba
pl: Błąd dostarczonego kodu źródłowego
pt: Erro de Provedor
pt_pt: Erro do fornecedor
ru: Ошибка поставщика
zh_hans: 提供程序错误
zh_hant: 提供器錯誤

# TestSetList_TestSetsCannotHaveChildItems
source: Test Sets cannot have child test sets or folders.
cs: Testovací sady nemohou mít vnořené testovací sady ani složky.
de: Testreihen können keine untergeordneten Testreihen oder Ordner haben.
es: Los conjuntos de pruebas no pueden tener otros conjuntos de pruebas o carpetas como hijos.
fi: Testjoukolla ei voi olla ali-testijoukkoja tai -kansioita.
fr: Les ensembles de tests ne peuvent pas avoir des sous-ensembles de tests ou des sous-dossiers.
hu: Teszt szettek nem rendelkezhetnek alteszt szettekkel, almappákkal.
pl: Zestaw testowy nie może mieć podrzędnych zestawów testowych lub folderów.
pt: Conjuntos de Teste não podem ter como filho outros Conjuntos de Testes ou pastas.
pt_pt: Os Conjuntos de Teste não podem ter conjuntos de testes ou pastas dependentes.
ru: Тестовые наборы не могут иметь дочерние тестовые наборы или папки.
zh_hans: 测试集不能有子测试集或文件夹。
zh_hant: 測試集不可有子測試集或資料夾。

# TestCaseList_SelectCheckboxForExecute
source: You need to select at least ONE checkbox for the Execute command!
cs: Vyberte alespoň jeden záznam pro příkaz Spustit!
de: Sie müssen mindestens ein Kontrollkästchen für den Befehl 'Ausführen' wählen!
es: Debe seleccionar al menos UN ítem para el comando Ejecutar!
fi: Sinun on valittava vähintään YKSI valintaruutu Suorita-komentoa varten!
fr: Vous devez sélectionner au moins une case à cocher pour la commande Exécuter.
hu: Legalább egy checkbox választása kötelező a Futtatás parancshoz!
pl: Musisz wybrać co najmniej JEDEN checkbox polecenia Wykonaj!
pt: Você precisa selecionar pelo menos UMA caixa de seleção para o comando Executar!
pt_pt: Precisa selecionar pelo menos UMA opção para o comando Executar!
ru: Для команды Execute необходимо выбрать хотя бы ОДИН флажок!
zh_hans: 您需要选择至少一个复选框，执行命令 ！
zh_hant: 必須選擇至少一個核取方塊執行命令！

# RequirementDetails_ArtifactNotExists
source: The requirement you selected doesn't exist in the system.
cs: Požadavek, který jste zvolili, v systému neexistuje.
de: Die gewählte Anforderung existiert nicht im System.
es: El requerimiento seleccionado no existe en el sistema.
fi: Valitsemaasi vaatimusta ei ole järjestelmässä.
fr: Le besoin que vous avez sélectionné n'existe pas dans le système.
hu: A kiválasztott követelmény nem található a rendszerben.
pl: Wybrane wymaganie nie istnieje w systemie.
pt: O requerimento selecionado não existe no sistema.
pt_pt: O requisito que selecionou não existe no sistema.
ru: Выбранное вами требование не существует в системе.
zh_hans: 您选择的要求并不存在系统中。
zh_hant: 選擇的需求已不存在。

# RequirementDetails_DeleteConfirm
source: This will delete this requirement permanently. Are you sure you want to proceed?
cs: Tím dojde k trvalému vymazání tohoto požadavku. Jste si jisti, že chcete pokračovat?
de: Dies wird die Anforderung dauerhaft löschen. Möchten Sie wirklich fortfahren?
es: Esta acción eliminará este requerimiento de manera permanente. Está seguro que desea continuar?
fi: Tämä poistaa vaatimuksen pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer définitivement ce besoin. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törli a követelményt. Biztosan folytatja?
pl: Spowoduje to trwałe usunięcie tego wymagania. Czy na pewno chcesz kontynuować?
pt: Esta ação excluirá esse requerimento permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá apagar definitvamente o requisito. Tem a certeza que quer prosseguir?
ru: Это требование будет удалено навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将永久删除此要求。确实要继续吗？
zh_hant: 這將會永久刪除需求。您確定要繼續？

# RequirementDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tento dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle ungespeicherten Änderungen. Möchten Sie wirklich fortfahren?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To spowoduje usunięcie wszystkich niezapisanych zmian. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenha gravado. Tem a certeza que quer prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# RequirementDetails_NameRequired
source: Requirement Name is required
cs: Jméno požadavku je povinné pole
de: Anforderungsname ist erforderlich
es: El Nombre del Requerimento es necesario
fi: Vaatimuksen nimi on pakollinen
fr: Un nom de besoin est requis
hu: Követelmény nevének megadása kötelező
pl: Nazwa wymagania jest wymagana
pt: O nome do Requerimento é obrigatório
pt_pt: O Nome do Requisito é obrigatório
ru: Требование Требуется Имя
zh_hans: 要求名称是必需的
zh_hant: 需求名稱為必須

# RequirementDetails_PlannedEffortInvalid
source: Planned Effort is invalid
cs: Plánovaná pracnost je neplatná
de: Geplanter Aufwand ist ungültig
es: El Esfuerzo Planeado no es válido
fi: Suunniteltu työmäärä on virheellinen
fr: Effort planifié non valide
hu: A tervezett ráfordítás megadása érvénytelen
pl: Planowany nakład jest nieprawidłowy
pt: Esforço Planejado inválido
pt_pt: O esforço planeado é inválido
ru: Запланированные усилия недействительны
zh_hans: 计划的做法是无效的
zh_hant: 計畫工時無效

# RequirementDetails_SaveSuccess
source: Successfully saved changes to requirement
cs: Úspěšně uloženy změny požadavku
de: Änderungen an der Anforderung wurden erfolgreich gespeichert
es: Cambios al Requerimento guardados con éxito
fi: Vaatimuksen muutokset talletettu onnistuneesti
fr: Modifications sauvegardées.
hu: A követelmény módosításai sikeresen elmentve
pl: Zmiany do wymagania zostały zapisane pomyślnie
pt: Mudanças no Requerimento salvas com sucesso!
pt_pt: As alterações ao requisito foram gravadas com sucesso
ru: Успешно сохраненные изменения требований
zh_hans: 成功地将更改保存到要求
zh_hant: 需求異動已儲存成功

# UserProfile_EmailNotValid
source: The email address entered is not valid
cs: Zadaná e-mailová adresa není platná
de: Die eingegebene E-Mail Adresse ist ungültig
es: La dirección de e-mail ingresada no es válida
fi: Syötetty sähköpostiosoite ei kelpaa
fr: L'adresse email saisie n'est pas valide
hu: A megadott e-mail cím nem érvényes
pl: Wprowadzony adres e-mail jest nieprawidłowy
pt: O endereço de e-mail inserido não é válido
pt_pt: O endereço de e-mail que inseriu não é válido
ru: Введенный адрес электронной почты недействителен
zh_hans: 输入的电子邮件地址无效
zh_hant: 輸入的電子郵件位址無效

# UserProfile_EmailRequired
source: Email Address is required
cs: E-mailová adresa je povinné pole
de: E-Mail Adresse ist erforderlich
es: La dirección de e-mail es requerida
fi: Sähköpostiosoite on pakollinen
fr: L’adresse e-mail est requise
hu: Az email cím megadása kötelező
pl: Adres e-mail jest wymagany
pt: Endereço de e-mail é obrigatório
pt_pt: O endereço de e-mail é obrigatório
ru: Требуется адрес электронной почты
zh_hans: 电子邮件地址为必填项
zh_hant: 電子郵寄地址為必須

# UserProfile_FirstNameRequired
source: First Name is required
cs: Jméno je povinné pole
de: Vorname ist erforderlich
es: El Nombre es requerido
fi: Etunimi on pakollinen
fr: Le prénom est requis
hu: Keresztnév megadása kötelező
pl: Imię jest wymagane
pt: Primeiro Nome é obrigatório
pt_pt: O Primeiro Nome é obrigatório
ru: Требуется имя
zh_hans: 第一个名称是必需的
zh_hant: 名為必須

# UserProfile_LastNameRequired
source: Last Name is required
cs: Příjmení je povinné pole
de: Nachname ist erforderlich
es: El Apellido es requerido
fi: Sukunimi on pakollinen
fr: Le nom de famille est requis
hu: Vezetéknév megadása kötelező
pl: Nazwisko jest wymagane
pt: Sobrenome é obrigatório
pt_pt: O Apelido é obrigatório
ru: Требуется фамилия
zh_hans: 最后一个名称是必需的
zh_hant: 姓為必須

# UserProfile_NotLinked
source: Not Linked
cs: Není propojeno
de: Nicht verlinkt
es: No Asociado
fi: Yhdistämättä
fr: Non lié
hu: Nem hivatkozott
pl: Niezwiązane
pt: Não Relacionado
pt_pt: Não ligado
ru: Не связанный
zh_hans: 未链接
zh_hant: 未連結

# Global_EnterValidDateRangeValue
source: You need to enter a valid date-range value for '{0}'
cs: Musíte zadat datum v platném rozsahu pro '{0}'
de: Sie müssen einen gültigen Zeitraum für '{0}' eingeben
es: Es necesario introducir un rango válido de fechas para '{0}'
fi: Sinun täytyy syöttää kelvollinen päivämäärä väli: '{0}'
fr: Vous devez entrer une valeur valide de période pour '{0}'
hu: Adjon meg érvényes dátum intervallumot '{0}'-nak
pl: Musisz podać poprawny zakres dat dla '{0}'
pt: Você precisa digitar um valor de intervalo de datas válido para '{0}'
pt_pt: Precisa inserir um intervalo de datas válido para '{0}'
ru: Вам нужно ввести действительное значение диапазона данных для '{0}'.
zh_hans: 您需要输入一个有效的日期范围的值为"{0}"
zh_hant: 您必須為 {0} 輸入有效的日期範圍值

# Global_EnterValidIntegerValue
source: You need to enter a valid integer value for '{0}'
cs: Musíte zadat platné celé číslo pro '{0}'
de: Sie müssen einen gültigen ganzzahligen Wert für '{0}' eingeben
es: Es necesario introducir un valor entero válido para '{0}'
fi: Sinun täytyy syöttää kelvollinen kokonaisluku arvo: '{0}'
fr: Vous devez entrer une valeur entière valide pour '{0}'
hu: Adjon meg érvényes egész számot '{0}'-nak
pl: Musisz podać poprawną wartość całkowitą dla '{0}'
pt: Você precisa inserir um valor inteiro válido para '{0}'
pt_pt: Precisa inserir um valor inteiro válido para '{0}'
ru: Вам нужно ввести действительное целое значение для '{0}'.
zh_hans: 您需要输入一个有效的整数值，为"{0}"
zh_hant: 您必須為 {0} 輸入有效的整數值

# FileUploadDialog_ErrorLoadingDialog
source: Error Loading Dialog Box
cs: Chyba při načítání dialogového okna
de: Fehler beim Laden des Dialogfensters
es: Error al Cargar el Cuadro de Diálogo
fi: Virhe ladattaessa valintaikkunaa
fr: Erreur lors du chargement de la boîte de dialogue
hu: Hiba történt a párbeszédablak betöltése során
pl: Błąd ładowania okna dialogowego
pt: Erro ao Carregar a Caixa de Diálogo
pt_pt: Erro ao carregar a caixa de diálogo
ru: Диалоговое окно загрузки ошибок
zh_hans: 错误加载对话框
zh_hant: 載入對畫框錯誤
