Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_Impacts_ScoreRequired
source: You need to enter a score for the impact
cs: Musíte zadat skóre dopadu
de: Sie müssen eine Punktzahl für die Wirkung eingeben.
es: Necesitas ingresar una puntuación para el impacto.
fr: Veuillez entrer un score pour l'impact.
hu: Adjon meg egy pontszámot a hatáshoz
pl: Musisz wpisać wynik za uderzenie
pt: Você precisa inserir uma pontuação para o impacto
ru: Вам нужно ввести балл за удар

# Admin_Probabilities_ColorInvalid
source: You need to enter a valid color code for the probability
cs: Pro pravděpodobnost musíte zadat platný barevný kód
de: Sie müssen einen gültigen Farbcode für die Wahrscheinlichkeit eingeben.
es: Necesitas ingresar un código de color válido para la probabilidad
fr: Veuillez entrer un code couleur valide pour la probabilité.
hu: Adjon meg egy érvényes színkódot a valószínűséghez
pl: Musisz wprowadzić prawidłowy kod koloru dla prawdopodobieństwa
pt: Você precisa inserir um código de cor válido para a probabilidade
ru: Вам нужно ввести действительный цветовой код для вероятности.

# Admin_Probabilities_ColorRequired
source: You need to enter a color code for the probability
cs: Pro pravděpodobnost musíte zadat barevný kód
de: Sie müssen einen Farbcode für die Wahrscheinlichkeit eingeben.
es: Necesitas ingresar un código de color para la probabilidad.
fr: Veuillez entrer un code couleur pour la probabilité.
hu: Adjon meg egy színkódot a valószínűséghez
pl: Musisz wprowadzić kod koloru dla prawdopodobieństwa
pt: Você precisa inserir um código de cor para a probabilidade
ru: Вам нужно ввести цветовой код для вероятности.

# Admin_Probabilities_NameRequired
source: You need to enter a name for the probability
cs: Je třeba zadat název pravděpodobnosti
de: Sie müssen einen Namen für die Wahrscheinlichkeit eingeben.
es: Necesitas ingresar un nombre para la probabilidad
fr: Veuillez entrer un nom pour la probabilité.
hu: Adjon meg egy nevet a valószínűséghez
pl: Musisz wprowadzić nazwę dla prawdopodobieństwa
pt: Você precisa digitar um nome para a probabilidade
ru: Вам нужно ввести имя для вероятности

# Admin_Probabilities_PositionMustBeNumeric
source: You need to enter a numeric position value
cs: Musíte zadat číselnou hodnotu pozice
de: Sie müssen einen numerischen Positionswert eingeben.
es: Necesita ingresar un valor de posición numérico
fr: Veuillez entrer une valeur numérique.
hu: Adjon meg egy numerikus pozícióértéket
pl: Musisz wprowadzić numeryczną wartość pozycji
pt: Você precisa inserir um valor de posição numérico
ru: Вам необходимо ввести числовое значение позиции

# Admin_Probabilities_PositionRequired
source: You need to enter a position for the probability
cs: Musíte zadat pozici pro pravděpodobnost
de: Sie müssen eine Position für die Wahrscheinlichkeit eingeben.
es: Necesitas ingresar una posición para la probabilidad
fr: Veuillez entrer une position pour la probabilité.
hu: Adjon meg egy pontszámot a valószínűséghez
pl: Musisz wprowadzić pozycję dla prawdopodobieństwa
pt: Você precisa inserir uma posição para a probabilidade
ru: Вам нужно ввести позицию для вероятности

# Admin_Probabilities_ScoreMustBeNumeric
source: You need to enter a numeric score value
cs: Musíte zadat číselnou hodnotu skóre
de: Sie müssen einen numerischen Punktwert eingeben.
es: Necesita ingresar un valor numérico de puntuación
fr: Veuillez entrer une valeur numérique.
hu: Adjon meg egy numerikus pontértéket
pl: Musisz wprowadzić liczbową wartość wyniku
pt: Você precisa inserir um valor de pontuação numérica
ru: Вам нужно ввести числовое значение

# Admin_Probabilities_ScoreRequired
source: You need to enter a score for the probability
cs: Je třeba zadat skóre pravděpodobnosti
de: Sie müssen eine Punktzahl für die Wahrscheinlichkeit eingeben.
es: Necesitas ingresar una puntuación para la probabilidad
fr: Veuillez entrer un score pour la probabilité.
hu: Adjon meg egy pontszámot a valószínűséghez
pl: Musisz wprowadzić wynik dla prawdopodobieństwa
pt: Você precisa inserir uma pontuação para a probabilidade
ru: Вам нужно ввести балл за вероятность

# Admin_Statuses_PositionMustBeNumeric
source: You need to enter a numeric position value
cs: Musíte zadat číselnou hodnotu pozice
de: Sie müssen einen numerischen Positionswert eingeben.
es: Necesita ingresar un valor de posición numérico
fr: Veuillez entrer une valeur numérique.
hu: Adjon meg egy numerikus pozícióértéket
pl: Musisz wprowadzić numeryczną wartość pozycji
pt: Você precisa inserir um valor de posição numérico
ru: Вам необходимо ввести числовое значение позиции

# Admin_Statuses_PositionRequired
source: You need to enter a position for the status
cs: Musíte zadat pozici pro stav
de: Für den Status müssen Sie eine Position eingeben.
es: Necesitas ingresar una posición para el estado
fr: Veuillez entrer une position pour le statut.
hu: Adjon meg egy nevet az állapothoz
pl: Musisz wprowadzić pozycję, aby uzyskać status
pt: Você precisa inserir uma posição para o status
ru: Вам необходимо ввести позицию для статуса

# RisksService_RiskNotFound
source: Unable to retrieve risk RK{0} as it no longer exists.
cs: Nelze načíst riziko RK{0}, protože již neexistuje.
de: Das Risiko RK{0} kann nicht abgerufen werden, da es nicht mehr existiert.
es: No se puede recuperar el riesgo RK{0} porque ya no existe.
fr: Opération impossible, le risque RK{0} n'existe plus.
hu: Nem lehet behozni az RK{0} kockázatot, mert már nem létezik.
pl: Nie można odzyskać ryzyka RK{0} ponieważ już go nie ma.
pt: Não é possível recuperar o risco RK{0}, pois ele não existe mais.
ru: Невозможно вернуть риск RK{0}, так как его больше нет.

# RiskList_DeleteConfirm
source: Are you sure you want to delete the selected risk(s)?
cs: Opravdu chcete odstranit vybraná Riziko(a)?
de: Sind Sie sicher, dass Sie das/die ausgewählte/n Risiko/Risiken löschen möchten?
es: Estás seguro de que deseas eliminar los riesgos seleccionados?
fr: Êtes-vous sûr de vouloir supprimer ce(s) risque(s) ?
hu: Biztosan törli a kiválasztott kockázatokat?
pl: Czy na pewno chcesz usunąć wybrane ryzyko(a)?
pt: Tem certeza de que deseja excluir o(s) risco(s) selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные риски?

# RiskDetails_DeleteConfirm
source: Are you sure you want to delete this risk?
cs: Opravdu chcete toto Riziko smazat?
de: Sind Sie sicher, dass Sie dieses Risiko löschen wollen?
es: Estás seguro de que deseas eliminar este riesgo?
fr: Êtes-vous sûr de vouloir supprimer ce risque ?
hu: Biztosan törli ezt a kockázatot?
pl: Jesteś pewien, że chcesz usunąć to ryzyko?
pt: Tem certeza de que deseja excluir este risco?
ru: Вы уверены, что хотите удалить этот риск?

# RiskDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tímto zrušíte všechny neuložené změny. Opravdu chcete pokračovat?
de: Dadurch werden alle nicht gespeicherten Änderungen verworfen. Sind Sie sicher, dass Sie fortfahren wollen?
es: Esto descartará cualquier cambio no guardado. Estas seguro que deseas continuar?
fr: Les modifications en cours vont être supprimées. Etes-vous sûr de vouloir continuer ?
hu: Ezzel elveti a nem mentett módosításokat. Biztosan folytatja?
pl: Spowoduje to odrzucenie wszelkich niezapisanych zmian. Jesteś pewien, że chcesz kontynuować?
pt: Isso descartará todas as alterações não salvas. Tem certeza de que deseja continuar?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?

# RiskDetails_MitigationDeleteConfirm
source: Are you sure that you want to delete the selected risk mitigation(s)?
cs: Jste si jisti, že chcete odstranit vybraná zmírnění Rizik?
de: Sind Sie sicher, dass Sie die ausgewählten(n) Risikominderung(en) löschen möchten?
es: Estás seguro de que deseas eliminar las mitigaciones de riesgo seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer l'atténuation du risque ?
hu: Biztosan törli a kiválasztott kockázatcsökkentést?
pl: Czy jesteś pewien, że chcesz usunąć wybrane środki ograniczające ryzyko?
pt: Tem certeza de que deseja excluir a(s) atenuação(ões) de risco selecionada(s)?
ru: Вы уверены, что хотите удалить выбранное(ые) снижение(ие) риска?

# LicenseDetails_LicenseExpired
source: The application license key has expired.<br />Please renew at https://onshoretech.com or email OnShore Technology Group at info@onshoretech.com
cs: Licenční klíč vypršel.&nbsp;<br>&nbsp;Chcete-li získat nový, kontaktujte zákaznickou podporu.
de: Der Lizenzschlüssel ist abgelaufen.&nbsp;<br>&nbsp;Bitte kontaktieren Sie den Kundendienst, um einen neuen zu erhalten.
es: La clave de licencia ha caducado.&nbsp;<br>&nbsp;Por favor, póngase en contacto con el soporte al cliente para obtener una nueva.
fr: La licence produit a expiré.&nbsp;<br>&nbsp; Veuillez contacter le service clientèle pour obtenir une licence permanente.
hu: A licenckulcs lejárt.&nbsp;<br>&nbsp;Új licenchez forduljon az ügyfélszolgálathoz.
pl: Klucz licencyjny wygasł. <br> Prosimy o kontakt z Obsługą Klienta w celu uzyskania nowego.
pt: A chave de licença expirou.&nbsp;<br>&nbsp;Entre em contato com o Suporte ao Cliente para obter uma nova.
ru: Лицензионный ключ истек. <br> Пожалуйста, свяжитесь со службой поддержки клиентов, чтобы получить новый.

# BackgroundProcessService_ProjectTemplateIdNotSpecified
source: ProjectTemplateId needs to be specified for this operation
cs: Pro tuto operaci je třeba zadat ID šablony produktu
de: ProjectTemplateId muss für diesen Vorgang angegeben werden.
es: Se debe especificar ProjectTemplateId para esta operación
fr: Veuillez saisir une valeur pour cette opération.
hu: A ProjectTemplateId-t meg kell határozni ehhez a művelethez
pl: ProjektTemplateId musi być określony dla tej operacji
pt: ProjectTemplateId precisa ser especificado para esta operação
ru: Для этой операции необходимо указать ProjectTemplateId

# Services_NotAuthorizedModifyDocumentFolders
source: You are not authorized to modify document folders
cs: Nemáte oprávnění upravovat složky dokumentů
de: Sie sind nicht berechtigt, Dokumentordner zu ändern.
es: No estás autorizado para modificar carpetas de documentos.
fr: Vous n'avez pas l'autorisation de modifier les dossiers de documents.
hu: Nem jogosult a dokumentumkönyvtárak módosításához
pl: Nie jesteś upoważniony do modyfikowania folderów dokumentów
pt: Você não está autorizado a modificar a pastas de documentos
ru: Вы не имеете права изменять папки документов

# ListServiceBase_UploadRequired
source: You need to upload a new {0}
cs: Musíte nahrát nový {0}
de: Sie müssen eine neue {0} hochladen
es: Debes subir un(a) nuevo(a) {0}
fr: Vous devez télécharger un nouveau {0}
hu: Töltsön fel új {0}-t
pl: Musisz załadować nowy {0}
pt: Você precisa fazer o upload de um novo {0}
ru: Вам нужно загрузить новый {0}

# TestCaseDetails_ParameterInUse
source: Not all parameters can be deleted because they are in use elsewhere. Please refresh the page.
cs: Ne všechny parametry lze odstranit, protože se používají jinde. Obnovte stránku.
de: Nicht alle Parameter können gelöscht werden, da sie an anderer Stelle verwendet werden. Bitte aktualisieren Sie die Seite.
es: No todos los parámetros se pueden eliminar porque están en uso en otro lugar. Por favor actualiza la página.
fr: Impossible de supprimer tous les paramètres (en cours d'utilisation)
hu: Nem mindegyik paraméter törölhető, mert máshol használják őket. Kérem, frissítse az oldalt.
pl: Nie wszystkie parametry mogą zostać usunięte, ponieważ są one używane gdzie indziej. Proszę odświeżyć stronę.
pt: Nem todos os parâmetros podem ser excluídos porque estão em uso em outros lugares. Por favor, atualize a página.
ru: Не все параметры могут быть удалены, так как они используются в других местах. Пожалуйста, обновите страницу.

# Services_NotAuthorizedCreateProjectTemplates
source: Not Authorized to Create Templates- Need to be System Administrator
cs: Nemáte oprávnění k vytváření šablon - musíte být správcem systému
de: Nicht berechtigt, Vorlagen zu erstellen - muss Systemadministrator sein
es: No Autorizado para Crear Plantillas: debe ser Administrador del Sistema
fr: Opération non autorisée (Administrateur système)
hu: Nem jogosult a sablonok létrehozásához - Rendszergazdának kell lennie
pl: Nie posiada uprawnień do tworzenia szablonów - musi być administratorem systemu
pt: Não autorizado a criar templates - é necessário ser administrador do sistema
ru: Не уполномочен создавать шаблоны. Нужен системный администратор.

# Services_ProjectTemplateIdNotNull
source: Product Template object needs to have ProjectTemplateId set to null for creation
cs: Objekt šablony produktu musí mít pro vytvoření nastaveno na 'null' ID šablony produktu
de: Für das Produktvorlagenobjekt muss ProjectTemplateId für die Erstellung auf null gesetzt sein
es: El objeto Plantilla de Producto debe tener ProjectTemplateId establecido en nulo para la creación
fr: ProjectTemplateId doit être nul pour pouvoir créer l'objet Modèle de produit
hu: A projektsablon objektum létrehozásához a ProjectTemplateId-t nullára kell állítani
pl: Obiekt szablonu produktu musi mieć ustawioną wartość ProjectTemplateId na null do tworzenia
pt: O objeto Template de Produto precisa ter ProjectTemplateId definido como nulo para criação
ru: Объект Product Template должен иметь для создания ProjectTemplateId значение null

# Services_ArtifactNotFound
source: The specified artifact was not found!
cs: Zadaný artefakt nebyl nalezen!
de: Das angegebene Artefakt wurde nicht gefunden!
es: No se encontró el artefacto especificado!
fr: L'objet spécifié n'a pas pu être trouvé.
hu: A meghatározott elem nem található!
pl: Określony artefakt nie został znaleziony!
pt: O artefato especificado não foi encontrado!
ru: Указанный артефакт не был найден!

# Services_NotAuthorizedUpdateProjectTemplates
source: You are not authorized to update this product template!
cs: Nemáte oprávnění aktualizovat tuto šablonu produktu!
de: Sie sind nicht berechtigt, diese Produktvorlage zu aktualisieren!
es: Usted no está autorizado para actualizar esta plantilla de producto!
fr: Vous n'êtes pas autorisé à modifier le modèle.
hu: Nem jogosult a projektsablon frissítéséhez!
pl: Nie jesteś upoważniony do aktualizacji tego szablonu produktu!
pt: Você não está autorizado a atualizar este template de produto!
ru: Вы не имеете права обновлять этот шаблон продукта!

# Services_ProjectIdMissing
source: Project object needs to have ProjectId populated
cs: Objekt projektu musí mít naplněné ID Projektu
de: Projekt-Objekt muss ProjectId ausgefüllt haben
es: El objeto de Proyecto necesita tener ProjectId rellenado
fr: La valeur ProjectId de l'objet Produit doit être définie.
hu: A projektobjektumhoz a ProjectId-t ki kell tölteni
pl: Obiekt projektu musi mieć zaludnienie ProjectId
pt: O objeto Projeto precisa ter ProjectId preenchido
ru: Объект проекта должен быть населен ProjectId

# Services_ProjectTemplateIdMissing
source: ProjectTemplate object needs to have ProjectTemplateId populated
cs: Objekt šablona projektu (ProjectTemplate) musí mít naplněné ID šablony projektu (ProjectTemplateID)
de: Das ProjectTemplate-Objekt muss mit ProjectTemplateId ausgefüllt sein
es: El objeto ProjectTemplate necesita tener ProjectTemplateId rellenado
fr: La valeur ProjectTemplateId de l'objet ProjetTemplate doit être définie.
hu: A ProjectTemplate objektumhoz a TestStepId-nek kitöltve kell lennie
pl: Obiekt ProjectTemplate musi mieć zaludniony ProjectTemplateId
pt: O objeto Template de Projeto precisa ter o ProjectTemplateId preenchido
ru: Объект ProjectTemplate должен иметь заполненный ProjectTemplateId

# RequirementsFeature_InvalidLicense
source: You cannot access this Requirement feature with your current license.
cs: Se svou aktuální licencí nemůžete získat přístup k této funkci Požadavku.
de: Sie können mit Ihrer aktuellen Lizenz nicht auf diese Anforderungsfunktion zugreifen.
es: Usted no puede acceder a esta función de Requisitos con su licencia actual.
fr: Cette fonction n'est pas disponible avec votre licence produit.
hu: A jelenlegi liszensszel nem léphet be ebbe a követelmény funkcióba.
pl: Nie można uzyskać dostępu do tej funkcji wymagań przy obecnej licencji.
pt: Não é possível acessar essa funcionalidade de Requerimentos com sua licença atual.
ru: Вы не можете получить доступ к этой функции Требования с вашей текущей лицензией.

# GraphingService_NoDataToGraph
source: There was no data to display in this graph! Any existing graph has not been changed.
cs: V tomto grafu nebyla žádná data k zobrazení! Žádný z grafů nebyl změněn.
de: In dieser Grafik waren keine Daten anzuzeigen! Ein vorhandenes Diagramm wurde nicht geändert.
es: No había datos para mostrar en este gráfico! Cualquier gráfico existente no ha sido cambiado.
fr: Il n'y a pas de données affichables pour ce graphe.
hu: Nincs adat, amit megjeleníthet ebben a grafikonban. Egyik grafikon sem változott.
pl: Nie było żadnych danych do wyświetlenia na tym wykresie! Żaden z istniejących wykresów nie został zmieniony.
pt: Não havia dados para exibir neste gráfico! Qualquer gráfico existente não foi alterado.
ru: На этом графике не было данных для отображения! Любой существующий график не был изменен.

# Services_NotAuthorizedToGenerateThisReport
source: You are not authorized to generate this report
cs: Nemáte oprávnění generovat tento report
de: Sie sind nicht berechtigt, diesen Bericht zu erstellen.
es: Usted no tiene autorización para generar este informe.
fr: Vous n'avez pas d'autorisation suffisante pour créer ce rapport.
hu: Nincs jogosultsága ehhez a riporthoz.
pl: Nie jesteś upoważniony do generowania tego raportu
pt: Você não está autorizado a gerar este relatório
ru: Вы не уполномочены создавать этот отчет

# Services_NotAuthorizedViewProject
source: You are not authorized to view product-wide data for product PR{0}
cs: Nemáte oprávnění k prohlížení údajů o produktu pro produkt PR{0}
de: Sie sind nicht berechtigt, produktweite Daten für Produkt-PR{0} anzuzeigen.
es: Usted no tiene autorización para ver datos de todo el producto para el producto PR{0}
fr: Vous n'avez pas d'autorisation pour accéder à l'ensemble des données du produit PR{0}.
hu: Nincs jogosultsága, hogy betekintsen a projekt adataiba.
pl: Nie masz uprawnień do przeglądania danych dla całego produktu PR{0}
pt: Você não está autorizado a visualizar dados de todo o produto para o produto PR{0}
ru: Вы не имеете права просматривать данные о продукте в целом для продукта PR{0}.

# Services_NotAuthorizedViewProjectGroup
source: You are not authorized to view program-wide data for program PG{0}
cs: Nemáte oprávnění k prohlížení dat celého programu PG{0}
de: Sie sind nicht berechtigt, programmweite Daten für das Programm PG{0} anzuzeigen.
es: Usted no tiene autorización para ver datos de todo el programa para el programa PG{0}
fr: Vous n'avez pas d'autorisation pour accéder à l'ensemble des données du programme PG{0}.
hu: Nincs jogosultsága, hogy betekintsen a a program adataiba.
pl: Nie masz uprawnień do przeglądania danych całego programu dla programu PG{0}
pt: Você não está autorizado a visualizar dados de todo o programa para o programa PG{0}
ru: Вы не имеете права просматривать общепрограммные данные для программы PG{0}.

# Services_NotAuthorizedViewSystemWideData
source: You are not authorized to view system-wide data
cs: Nemáte oprávnění k prohlížení údajů o celém systému
de: Sie sind nicht berechtigt, systemweite Daten anzuzeigen.
es: Usted no tiene autorización para ver datos de todo el sistema
fr: Vous n'avez pas d'autorisation pour accéder à l'ensemble des données de l'application.
hu: Nincs jogosultsága, hogy betekintsen a rendszer adataiba.
pl: Nie masz uprawnień do przeglądania danych w całym systemie
pt: Você não está autorizado a visualizar dados de todo o sistema
ru: Вы не уполномочены просматривать общесистемные данные

# Admin_VersionControlProvider_NotActiveForProduct
source: There is no active provider for this product. Please contact your system administrator to activate a provider.
cs: Pro tento produkt neexistuje žádný aktivní poskytovatel. Požádejte svého správce systému o aktivaci poskytovatele.
de: Es gibt keinen aktiven Anbieter für dieses Produkt. Bitte wenden Sie sich an Ihren Systemadministrator, um einen Anbieter zu aktivieren.
es: No hay un proveedor activo para este producto. Le sugerimos que contacte con su administrador de sistema para activar un proveedor.
fr: Il n'y a aucun fournisseur actif pour ce produit. Veuillez contacter votre administrateur système pour activer un fournisseur.
pl: Nie ma aktywnego dostawcy dla tego produktu. Aby aktywować dostawcę, należy skontaktować się z administratorem systemu.
pt: Não existe um provedor ativo para este produto. Entre em contato com o administrador do sistema para ativar um provedor.
ru: Нет активного поставщика для этого продукта. Для активации поставщика услуг обратитесь к своему системному администратору.

# FileUploadDialog_FilenameRequired
source: Filename is required!
cs: Název souboru je povinný!
de: Dateiname ist erforderlich!
es: El nombre del fichero es necesario!
fr: Nom de fichier requis
hu: Fájlnév szükséges.
pl: Nazwa pliku jest wymagana!
pt: O nome do arquivo é obrigatório!
pt_pt: Nome do ficheiro é necessário!
ru: Фамилия должна быть заполнена!

# FileUploadDialog_URLRequired
source: URL is required!
cs: URL je povinná!
de: URL ist erforderlich!
es: La URL es necesaria!
fr: URL requis
hu: URL szükséges.
pl: URL jest wymagany!
pt: Uma URL é necessária!
pt_pt: URL é necessário!
ru: Требуется URL-адрес!

# Login_OAuthProvider_Error
source: The {0} integration cannot be used at this time. Please contact your system administrator.
cs: Integraci {0} nelze v tuto chvíli použít. Obraťte se na správce systému.
de: Die {0}-Integration kann zur Zeit nicht verwendet werden. Bitte wenden Sie sich an Ihren Systemadministrator.
es: La integración {0} no se puede utilizar en este momento. Le sugerimos que contacte con su administrador de sistema.
fr: L'intégration {0} ne peut être effectuée, veuillez contacter votre administrateur.
pl: {0} integracja nie może być użyta w tym czasie. Prosimy o kontakt z administratorem systemu.
pt: A integração {0} não pode ser usada no momento. Por favor, contate o administrador do sistema.
ru: Интеграция {0} в настоящее время не может быть использована. Пожалуйста, свяжитесь с Вашим системным администратором.

# UserProfile_OAuthLinkedSummary
source: You currently log on to {0} using your {1} account. To unlink it click the button below.
cs: Aktuálně se k účtu {0} přihlašujete pomocí svého účtu {1}. Chcete-li jej odpojit, klikněte na tlačítko níže.
de: Sie melden sich derzeit mit Ihrem {1}-Konto bei {0} an. Um die Verknüpfung aufzuheben, klicken Sie auf die Schaltfläche unten.
es: Usted actualmente inicia sesión en {0} con su cuenta {1}. Para desvincularla, haga clic en el botón de abajo.
fr: Vous êtes connecté dans {0} avec votre compte {1}. Veuillez cliquer sur le bouton ci-dessous pour délier les 2.
pl: Obecnie logujesz się na konto {0} używając swojego konta {1}. Aby go odblokować, kliknij przycisk poniżej.
pt: No momento, você está conectado ao {0} usando sua conta {1}. Para desvinculá-lo, clique no botão abaixo.
ru: В настоящее время вы входите в систему {0}, используя вашу учетную запись {1}. Чтобы разблокировать его, нажмите кнопку внизу.

# UserProfile_OAuthUnlinkHead
source: Unlink User Account from {0}
cs: Odpojit uživatelský účet od {0}
de: Benutzerkonto von {0} trennen
es: Desvincular cuenta de usuario de {0}
fr: Délier le compte utilisateur de {0}
pl: Rozwiń konto użytkownika z {0}
pt: Desvincular conta de usuário de {0}
ru: Аккаунт пользователя без ссылки из {0}
