Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_History_RevertError
source: There was an unrecoverable error while trying to revert the artifact.
cs: Došlo k neodstranitelné chybě při pokusu o navrácení artefaktu.
de: Bei dem Versuch das Artefakt zurückzusetzen ist ein nicht zu behebender Fehler aufgetreten.
es: Se ha producido un error irrecuperable al intentar revertir el artefacto.
fi: Tapahtui korjaamaton virhe yritettäessä kohteen palautusta.
fr: Une erreur s'est produite lors de la tentative de restauration de l'objet.
hu: Helyrehozhatatlan hiba történt az elem visszaállítása során.
pt: Ocorreu um erro irrecuperável durante a tentativa de reverter o artefato.
pt_pt: Ocorreu um erro irrecuperável durante a tentativa de reverter o artefato.
ru: При попытке вернуть артефакт произошла неустранимая ошибка.
zh_hans: 试图恢复工件时出现不可恢复的错误。
zh_hant: 當嘗試回復此項目時出現無法補救的錯誤。

# Admin_History_RevertSuccessful
source: Artifact has been successfully reverted back.
cs: Artefakt byl úspěšně navrácenn zpět.
de: Artefakt wurde erfolgreich wiederhergestellt.
es: El artefacto fue revertido con éxito.
fi: Kohde on onnistuneesti palautettu.
fr: L'objet a été restauré.
hu: A kapcsolódó elem visszaállítása sikeres.
pl: Artefakt przywrócony.
pt: O Artefato foi revertido com sucesso.
pt_pt: O artefacto foi revertido com sucesso.
ru: Артефакт был успешно возвращен обратно.
zh_hans: 工件已被成功地恢复回来。
zh_hant: 項目已被成功回復。

# Admin_History_RevertWarning
source: Artifact has been successfully reverted back, but some fields could not be restored.
cs: Artefakt byl úspěšně navrácen zpět, ale některá pole nelze obnovit.
de: Artefakt wurde erfolgreich wiederhergestellt, aber manche Felder konnten nicht wiederhergestellt werden.
es: El artefacto fue revertido con éxito, pero no se han podido restaurar algunos campos.
fi: Kohde on onnistuneesti palautettu, mutta joitakin kenttiä ei voitu palauttaa.
fr: L'objet a été restauré, mais certains champs n'ont pas pu l'être.
hu: A kapcsolódó elem visszaállítása sikeres, néhány mező kivételével.
pl: Artefakt przywrócony ale wartości niektórych pól mogą być puste.
pt: O Artefato foi revertido com sucesso, mas alguns campos não puderam ser restaurados.
pt_pt: O artefacto foi revertido com sucesso mas alguns campos não podem ser restaurados.
ru: Артефакт был успешно возвращен обратно, но некоторые поля восстановить не удалось.
zh_hans: 工件已被成功地恢复回来了，但无法恢复某些字段。
zh_hant: 項目已成功回復，但有些欄位無法復原。

# UserProfile_PreferencesSaved
source: Your preferences have been saved.
cs: Vaše nastavení bylo uloženo.
de: Ihre Einstellungen wurden gespeichert.
es: Tus preferencias han sido guardadas.
fi: Asetuksesi on talletettu.
fr: Vos préférences ont été sauvegardées.
hu: A beállítások mentése sikeresen megtörtént.
pl: Ustawienia użytkownika zostały zapisane.
pt: Suas preferências foram salvas.
pt_pt: As suas preferências foram gravadas.
ru: Твои предпочтения были сохранены.
zh_hans: 已保存您的首选项。
zh_hant: 您的偏好項目已儲存。

# RssFeeds_UserNotExists
source: Unable to locate the user with the specified RSS token, please check the token and try again.
cs: Nelze najít uživatele s určeným RSS tokenem, zkontrolujte token a zkuste to znovu.
de: Es war nicht möglich den Benutzer mit den angegebenen RSS-Token zu finden, überprüfen Sie bitte die Token und versuchen Sie es erneut.
es: No se puede localizar al usuario con el token RSS especificado. Por favor, revise el token y vuelva a intentarlo.
fi: Ei löydy käyttäjää, jolla on annettu RSS-tunniste, tarkista tunniste ja yritä uudelleen.
fr: Impossible de localiser l'utilisateur avec le token RSS spécifié, veuillez vérifier le token et essayez à nouveau.
hu: A megadott RSS tokennel rendelkező felhasználó nem található. Ellenőrizze a tokent, majd próbálja újra
pl: Nie można zlokalizować użytkownika z tym tokenem RSS, sprawdź token i spróbuj ponownie.
pt: Não foi possível localizar o usuário com o token RSS especificado. Por favor, verifique o token e tente novamente.
pt_pt: Não é possível localizar o utilizador com o token RSS especificado. Por favor, verifique o token e tente novamente.
ru: Невозможно определить местонахождение пользователя с указанным RSS-токеном, пожалуйста, проверьте токен и попробуйте еще раз.
zh_hans: 无法找到与指定的 RSS 标记的用户，请检查该标记，然后再试。
zh_hant: 無法找到特定 RSS 標誌的使用者，請檢查標誌，再試一次。

# BackgroundProcessService_Parameter1NotSpecified
source: Parameter1 needs to be specified for this operation
cs: Pro tuto operaci je nutno zadat Parametr1
de: Parameter1 muss für diesen Vorgang angegeben werden
es: Parameter1 debe ser especificado para esta operación
fi: Parameter1 määriteltävä toimenpiteelle
fr: Parameter1 doit être spécifié pour cette opération
hu: A művelethez Parameter1 megadása kötelező
pl: Parametr1 musi być określony dla tej operacji
pt: Parameter1 precisa ser especificado para essa operação
pt_pt: O parâmetro1 precisa ser especificado para esta operação
ru: Для этой операции должен быть указан параметр1
zh_hans: Parameter1 需要指定此操作
zh_hant: Parameter1 必須指定此操作

# BackrgroundProcessService_CompletedSuccessfully
source: Operation Completed Successfully
cs: Operace úspěšně dokončena.
de: Operation erfolgreich abgeschlossen
es: La operación se realizó con éxito
fi: Toimenpide suoritettu onnistuneesti
fr: Opération réussie
hu: A művelet sikeresen befejeződött
pl: Operacja ukończona pomyślnie
pt: Operação Concluída com sucesso
pt_pt: Operação concluída com sucesso.
ru: Операция завершена успешно
zh_hans: 操作已成功完成
zh_hant: 操作已成功完成

# Services_AutomationHostIdNotNull
source: Automation Host ID needs to be NULL
cs: ID Automatizačního hostitele musí být NULL
de: Automation Host-ID muss NULL sein
es: El ID del Host de Automatización debe ser NULL
fi: Automaatio-isännän ID on oltava tyhjä
fr: ID Hôte d’automatisation doit être NULL
hu: AutomationHostId-nak null-nak kell lennie
pl: ID hosta automatyzacji musi mieć wartość NULL
pt: ID do Host de Automação deve ser NULL
pt_pt: O ID do Ambiente de Automação deve ser NULL
ru: Идентификатор хоста автоматизации должен быть NULL
zh_hans: 自动化主机 ID 需要为 NULL
zh_hant: 自動化主機編號必須為 NULL

# Services_AutomationHostIdMissing
source: You need to populate the AutomationHostId field to perform an update
cs: Musíte vyplnit pole AutomationHostId pro uložení
de: Sie müssen das Feld "AutomationHostId" ausfüllen um eine Aktualisierung durchzuführen.
es: Es necesario rellenar el campo AutomationHostId para realizar una actualización
fi: Suorittaaksesi päivityksen sinun on asetettava AutomationHostID kenttä
fr: Vous devez remplir le champ AutomationHostId pour effectuer une mise à jour
hu: Frissítéshez AutomationHostId mező kitöltése kötelező
pl: Trzeba wypełnić pole AutomationHostId aby przeprowadzić aktualizację
pt: Você precisa preencher o campo AutomationHostId para poder executar uma atualização
pt_pt: Necessita preencher o campo AutomationHostid para realizar uma atualização
ru: Для выполнения обновления необходимо заполнить поле AutomationHostId.
zh_hans: 您需要填充执行更新的 AutomationHostId 字段
zh_hant: 您必須填入 AutomationHostId 欄位以執行更新。

# Services_NotAuthorizedCreateAutomationHosts
source: You are not authorized to create Automation Hosts
cs: Nejste oprávněni k vytvoření Hostitele automatizace
de: Sie sind nicht berechtigt einen Automatisierungshost zu erstellen.
es: Usted no está autorizado para crear hosts de automatización
fi: Sinulla ei ole oikeuksia luoda automaatio-isäntiä
fr: Vous n'êtes pas autorisé à créer des hôtes d'automatisation
hu: Nincs jogosultsága Automatizációs kiszolgáló létrehozásához
pl: Nie masz uprawnień do tworzenia hostów automatyzacji
pt: Você não está autorizado a criar Hosts de automação
pt_pt: Não está autorizado a criar Ambientes de Automação
ru: Вы не уполномочены создавать хозяев автоматизации
zh_hans: 您没有权限创建自动化主机
zh_hant: 您未授權建立自動化主機

# Services_NotAuthorizedModifyAutomationHosts
source: You are not authorized to modify Automation Hosts
cs: Nejste oprávněn měnit Hostitele automatizace
de: Sie sind nicht berechtigt einen Automatisierungshost zu ändern.
es: Usted no está autorizado a modificar hosts de automatización
fi: Sinulla ei ole oikeuksia muokata automaatio-isäntiä
fr: Vous n'êtes pas autorisé à modifier les hôtes d'automatisation
hu: Nem jogosult Automatizációs kiszolgáló módosításához
pl: Nie masz uprawnień do modyfikowania hostów automatyzacji
pt: Você não está autorizado a modificar Hosts de Automação
pt_pt: Não está autorizado a modificar Ambientes de Automação
ru: Вы не имеете права изменять хозяев автоматизации
zh_hans: 您没有权限修改自动化主机
zh_hant: 您無授權修改自動化主機

# Services_NotAuthorizedViewAutomationHosts
source: You are not authorized to view Automation Hosts
cs: Nejste oprávněni vidět Hostitele automatizace
de: Sie haben keine Berechtigung für die Ansicht 'Automatisierungshost'.
es: Usted no está autorizado para ver hosts de automatización
fi: Sinulla ei ole oikeuksia katsoa automaatio-isäntiä
fr: Vous n'êtes pas autorisé à voir les hôtes d'automatisation.
hu: Nincs jogosultsága Automatizációs kiszolgáló megtekintéséhez
pl: Nie masz uprawnień do przeglądania hostów automatyzacji
pt: Você não está autorizado a exibir Hosts de Automação
pt_pt: Não está autorizado a ver Ambientes de Automação
ru: Вы не авторизованы для просмотра хозяев автоматизации
zh_hans: 您没有权限查看主机自动化
zh_hant: 您無授權檢視自動化主機

# Services_ItemNotBelongToProject
source: The item being updated does not belong to the current product
cs: Aktualizovaná položka nepatří do aktuálního produktu
de: Das Element, das gerade aktualisiert wird, gehört nicht zu dem aktuellen Produkt.
es: El elemento que se está actualizando no pertenece al proyecto actual
fi: Päivitettävä Kohde ei kuulu nykyiseen projektiin
fr: L'élément mis à jour ne fait pas partie du produit en cours.
hu: A frissítendő elem nem tartozik ehhez a projekthez
pl: Aktualizowany element nie należy do bieżącego projektu
pt: O item que está sendo atualizado não pertence ao projeto atual
pt_pt: O item em atualização não pertence ao projeto atual
ru: Обновляемый товар не принадлежит текущему продукту.
zh_hans: 正在更新的项目不属于当前项目
zh_hant: 此更新項目不屬於目前專案

# Services_NotAuthorizedDeleteArtifactType
source: You are not authorized to delete artifacts of this type
cs: Nemáte oprávnění k odstranění artefaktů tohoto typu
de: Sie sind nicht berechtigt Artefakte von diesem Typ zu löschen.
es: Usted no está autorizado a borrar los artefactos de este tipo
fi: Sinulla ei ole oikeuksia poistaa tämän tyyppisiä asioita
fr: Vous n'êtes pas autorisé à supprimer les objets de ce type
hu: Nincs jogosultsága ilyen típusú elemek törléséhez
pl: Nie masz uprawnień do usuwania artefaktów tego typu
pt: Você não está autorizado a excluir artefatos deste tipo
pt_pt: Não está autorizado a eliminar artefactos deste tipo
ru: Вы не имеете права удалять артефакты этого типа.
zh_hans: 您没有权限删除此类型的工件
zh_hant: 您無授權刪除此類型的項目

# Services_NotAuthorizedAddDocumentFolders
source: You are not authorized to add document folders to this product
cs: Nemáte oprávnění pro přidání složky dokumentů do tohoto produktu
de: Sie sind nicht berechtigt Dokumentenordner zu diesem Produkt hinzuzufügen.
es: Usted no está autorizado para agregar carpetas de documentos a este proyecto
fi: Sinulla ei ole oikeuksia lisätä dokumentti-kansioita tähän Projektiin
fr: Vous n'êtes pas autorisé à ajouter des dossiers document à ce produit
hu: Nincs jogosultsága dokumentummappa hozzáadásához a projekten
pl: Nie masz uprawnień do dodawania folderu dokumentów do tego projektu
pt: Você não está autorizado a adicionar pastas de documentos a este projeto
pt_pt: Não está autorizado a adicionar pastas de documentos a este projeto
ru: Вы не имеете права добавлять папки для документов к данному продукту.
zh_hans: 您没有权限将文档文件夹添加到此项目
zh_hant: 您無授權新增此專案的文件資料夾

# Services_NotAuthorizedDeleteDocumentFolders
source: You are not authorized to delete document folders
cs: Nemáte oprávnění k odstranění složek dokumentů
de: Sie sind nicht berechtigt Dokumentenordner zu löschen.
es: Usted no está autorizado a borrar carpetas de documentos
fi: Sinulla ei ole oikeuksia poistaa dokumentti-kansioita
fr: Vous n'êtes pas autorisé à supprimer des dossiers document
hu: Nincs jogosultsága dokumentummappa törléséhez
pl: Nie masz uprawnień do usuwania folderu dokumentów
pt: Você não está autorizado a excluir pastas de documentos
pt_pt: Você não está autorizado para eliminar pastas de documentos
ru: Вы не имеете права удалять папки с документами
zh_hans: 您没有删除文档的文件夹的权限
zh_hant: 您無授權刪除文件資料夾

# Services_AttachmentVersionIdNotNull
source: DocumentVersion object needs to have AttachmentVersionId set to null for adding
cs: DocumentVersion objekt musí mít AttachmentVersionId nastaveno na hodnotu null pro přidání
de: Die AttachmentVersionId muss auf Null gesetzt werden um ein DocumentVersion Objekt hinzuzufügen.
es: El objeto DocumentVersion necesita tener AttachmentVersionId establecido en null para agregar
fi: Dokumentin versio-objektia lisättäessä pitää AttachmentVersionId olla tyhjä
fr: L'objet DocumentVersion doit avoir AttachmentVersionId défini à null pour l'ajout
hu: Egy dokumentumverzió elem létrehozásához az AttachmentVersionId mezőjének null-nak kell lennie
pl: Obiekt DocumentVersion musi mieć AttachmentVersionId o wartości null podczas dodawania
pt: O objeto DocumentVersion precisa ter o AttachmentVersionId definido como nulo para a adição
pt_pt: Para adicionar o objeto DocumentVersion, AttachmentVersionId tem que assumir o valor null
ru: Объект DocumentVersion должен иметь значение AttachmentVersionId равным нулю для добавления
zh_hans: DocumentVersion 对象需要具备 AttachmentVersionId 设置为空的添加
zh_hant: DocumentVersion 物件新增時必須 AttachmentVersionId 為 NULL

# Services_AttachmentTypeMismatch
source: The attachment type of the version being added does not match the original attachment type.
cs: Typ přílohy v právě přidané verzi neodpovídá původnímu typu přílohy.
de: Der Typ der Anhangsversion entspricht nicht dem originalen Typ des Anhangs.
es: El tipo de adjunto de la versión que está siendo añadida no coincide con el tipo de adjunto original.
fi: lisättävän liitteen version tyyppi ei vastaa alkuperäistä liitteen tyyppiä.
fr: Le type de pièce jointe de la version à ajouter ne correspond pas au type de pièce jointe original.
hu: Az új verziójú, hozzáadni kívánt melléklet típusa nem egyezik az eredeti típusával
pl: Typ załącznika dodawanej wersji jest niezgodny z oryginalnym typem załącznika.
pt: O tipo de anexo da versão que está sendo adicionada não corresponde ao tipo de anexo original.
pt_pt: O tipo de anexo da versão que está a ser adicionada não corresponde ao tipo de anexo original.
ru: Тип вложения добавляемой версии не совпадает с оригинальным типом вложения.
zh_hans: 正在添加的版本的附件类型与原始附件类型不匹配。
zh_hant: 新增的版本附件類型無法與原先的附件類型匹配。

# Services_ProjectAttachmentFolderIdMissing
source: You need to provide a product attachment folder id
cs: Musíte poskytnout ID složky příloh daného produktu
de: Sie müssen eine ID für den Anhangsordner des Produkts bereitstellen.
es: Debe proporcionar un ID para la carpeta de datos adjuntos del proyecto
fi: Sinun on annettava projektin liite-kansion id
fr: Vous devez fournir un identifiant pour le dossier Pièces jointes du produit.
hu: Projekt mellékletek mappa azonosító megadása kötelező
pl: Należy podać id folderu załącznika projektu
pt: Você precisa fornecer um ID para a pasta de anexos do projeto
pt_pt: Precisa fornecer um id da pasta de anexos do projeto
ru: Вам необходимо предоставить идентификатор папки для вложений продукта
zh_hans: 您需要提供一个项目附件文件夹 id
zh_hant: 您必須提供一個專案附件資料夾編號

# Admin_HistoryPurgeAll
source: This will permanently purge ALL deleted items in this product. This cannot be undone. Click 'OK' to continue, or 'Cancel' to abort.
cs: Tím odstraníte VŠECHNY smazané položky v produktu. Jde o nenávratnou akci. Klikněte OK pro pokračování nebo Zrušit pro zrušení.
de: Dieser Vorgang wird alle gelöschten Elemente in diesem Produkt endgültig und dauerhaft entfernen. Dies kann nicht rückgängig gemacht werden. Klicken Sie auf [OK], um fortzufahren oder [Abbrechen], um den Vorgang zu beenden.
es: Esta acción eliminará permanentemente TODOS los elementos eliminados en este proyecto. Esto no se puede deshacer. Haga clic en 'Aceptar' para continuar o en 'Cancelar' para anular.
fi: Tämä siivoaa pysyvästi kaikki poistetut kohteet tässä projektissa. Tätä ei voida perua. Klikkaa 'OK' jatkaaksesi tai 'Peruuta' keskeyttääksesi.
fr: Ceci va purger tous les éléments supprimés dans ce produit. L'opération ne pourra pas être annulée. Cliquez sur [OK] pour continuer ou sur [Annuler] pour abandonner.
hu: A kiválasztott elemek véglegesen törlésre kerülnek. A művelet nem visszavonható. A folytatáshoz kattintson az 'OK' gombra, a 'Mégse' gombbal megszakítható a művelet.
pl: Ta operacja permanentnie usunie WSZYSTKIE skasowane obiekty projekcie.
pt: Este procedimento irá remover permanentemente TODOS os itens excluídos neste projeto. Esta ação não poderá ser desfeita. Clique em 'OK' para continuar ou 'Cancelar' para sair.
pt_pt: Esta ação irá limpar permanentemente TODOS os items eliminados neste projeto. Esta ação não pode ser desfeita. Clique 'OK' para continuar ou 'Cancelar' para abortar.
ru: Это навсегда очистит ВСЕ удаленные элементы в этом продукте. Это нельзя отменить. Нажмите "ОК", чтобы продолжить, или "Отмена", чтобы прервать.
zh_hans: 这将永久清除所有已删除的项目，此项目中。这不能撤消。单击确定继续，或取消将中止。
zh_hant: 這將永久清除所有此專案刪除的項目。此無法恢復。欲繼續請按下「確定」，中止請按下「取消」。

# Admin_HistoryRevertAll
source: This will revert all items to the earliest selected change. Click 'OK' to continue, or 'Cancel' to abort.
cs: Tím navrátíte všechny položky k nejrannější vybrané změně. Klikněte OK pro pokračování nebo Zrušit pro zrušení.
de: Der Vorgang setzt alle Elemente auf die früheste ausgewählte Änderung zurück. Klicken Sie auf [OK], um fortzufahren oder auf [Abbrechen], um den Vorgang zu beenden.
es: Esta acción revertirá todos los elementos a los primeros cambios seleccionados. Haga clic en 'Aceptar' para continuar o en 'Cancelar' para anular.
fi: Tämä palauttaa kaikki kohteet aikaisimpaan valittuun muutoksen asti. Klikkaa 'OK' jatkaaksesi tai 'Peruuta' keskeyttääksesi.
fr: Tous les éléments vont être restaurés au niveau de modification sélectionné. Cliquez sur [OK] pour continuer ou sur [Annuler] pour abandonner.
hu: Minden elem a legkorábbi kiváltott változtatásig kerül visszaállításra.
pl: Ta operacja przywróci wszystkie obiekty do najwcześniejszych z wybranych zmian.
pt: Este procedimento irá reverter todos os itens para a alteração mais recente selecionada. Clique em 'OK' para continuar ou 'Cancelar' para sair.
pt_pt: Esta ação irá reverter todos os items para a alteração mais recente selecionada. Clique 'OK' para continuar ou 'Cancelar' para abortar.
ru: Это вернет все элементы к самому раннему выбранному изменению. Нажмите "ОК", чтобы продолжить, или "Отмена", чтобы прервать.
zh_hans: 这将恢复到最早的选定的更改的所有项目。单击确定继续，或取消将中止。
zh_hant: 這將恢復所有項目至最早的異動。欲繼續請按下「確定」，中止請按下「取消」。

# ReleaseDetails_CannotMakeStartDateAfterEndDate
source: The start date must be equal to or before the end date.
cs: Datum zahájení musí být rovno nebo menší než datum ukončení.
de: Das Startdatum muss gleich dem Enddatum sein oder vor dem Enddatum liegen.
es: La fecha de inicio debe ser igual o anterior a la fecha de fin.
fi: Aloituspäivämäärä on oltava sama tai ennen kuin päättymispäivämäärä.
fr: La date de début doit être égale à la date de fin ou la précéder.
hu: A kezdés dátumának meg kell egyeznie, vagy meg kell előznie a zárás dátumát.
pl: Data rozpoczęcia musi być równa lub wcześniejsza od daty zakończenia.
pt: A data de início deve ser igual ou anterior à data de término.
pt_pt: A data de início deve ser igual ou anterior à data de término.
ru: Дата начала должна быть равна дате окончания или предшествовать ей.
zh_hans: 开始日期必须等于或早于结束日期。
zh_hant: 開始日期必須等於或早於結束日期。

# FileUploadDialog_DirectoryNotFound
source: The Attachments folder specified in the Administration section does not exist.
cs: Složka Příloh, zadaná sekci Administrace, neexistuje.
de: Der im Administrationsbereich angegebene Anhangsordner existiert nicht.
es: La Carpeta de Adjuntos especificada en la sección Administración no existe.
fi: Ylläpito kohdassa määriteltyä liitekansiota ei ole olemassa.
fr: Le dossier Pièces jointes spécifié dans la section Administration n'existe pas.
hu: Az adminisztrátori oldalon megadott Mellékletek mappa nem létezik
pl: Folder serwerowy "Załączniki" określony w sekcji Administracja nie istnieje.
pt: A Pasta de Anexos especificada na seção de Administração não existe.
pt_pt: A pasta de Anexos especificada na secção de Administração não existe.
ru: Папка Вложения, указанная в разделе Администрирование, не существует.
zh_hans: 在管理部分中指定的附件文件夹不存在。
zh_hant: 管理區指定的附件資料夾不存在。

# FileUploadDialog_DirectorySecurityError
source: The Attachments folder specified in the Administration section does not have its permissions set to allow the web application to access it.
cs: Složka Příloh, zadaná sekci Administrace, nemá nastavena práva tak, aby byla přístupná pro webovou aplikaci.
de: Der im Administrationsbereich angegebene Anhangsordner hat nicht die benötigten Berechtigungen um der Web Applikation eine Zugangserlaubnis zu erteilen.
es: La Carpeta de Adjuntos especificada en la sección Administración no tiene sus permisos establecidos para permitir el acceso de la aplicación web.
fi: Ylläpito-osiossa määritetyn liite-kansion käyttöoikeudet eivät salli web-sovelluksen käyttää sitä.
fr: Les paramètres du dossier Pièces jointes spécifié dans la section Administration n'autorisent pas l'accès à l'application web.
hu: Az adminisztrátori oldalon megadott Mellékletek mappához nincs jogosultsága a webalkalmazásnak
pl: Folder Załączniki określony w sekcji Administracja nie ma ustawionych uprawnień, aby umożliwić aplikacji dostęp do niego.
pt: As definições de permissão da pasta de anexos especificada na seção de Administração não permitem que a aplicação web possa acessá-la.
pt_pt: A pasta de Anexos especificada na secção de Administração não tem as respetivas permissões definidas para permitir que a aplicação web lhe aceda.
ru: Папка "Вложения", указанная в разделе Администрирование, не имеет установленных прав доступа, позволяющих веб-приложению получить к ней доступ.
zh_hans: 在管理部分中指定的附件文件夹并没有设置为允许访问该 web 应用程序及其权限。
zh_hant: 管理區指定的附件資料夾無權限存取Web應用程式。

# FileUploadDialog_UploadErrorGeneral
source: There was an error attempting to upload the attachment ({0})
cs: Došlo k chybě při pokusu nahrát přílohu ({0})
de: Bei dem Versuch den Anhang ({0}) hochzuladen, ist ein Fehler aufgetreten.
es: Se ha producido un error al intentar cargar el archivo adjunto ({0})
fi: Tapahtui virhe ladattaessa liitetiedostoa ({0})
fr: Une erreur s'est produite pendant le chargement de la pièce jointe ({0})
hu: Hiba történt a melléklet feltöltése során ({0})
pl: Wystąpił błąd podczas próby załadowania załącznika({0})
pt: Houve um erro ao tentar carregar o anexo ({0})
pt_pt: Houve um erro ao tentar carregar o anexo ({0})
ru: Произошла ошибка при попытке загрузить вложение ({0}).
zh_hans: 有一个错误尝试上传附件 ({0})
zh_hant: 欲上傳附件 {0} 時發生錯誤

# TestSetList_TestSetFoldersCannotbeExecuted
source: A test set folder cannot be executed.
cs: Složku testovacích sad nelze spouštět..
de: Ein Testreihen-Ordner kann nicht ausgeführt werden.
es: No se puede ejecutar una carpeta de conjunto de pruebas.
fi: Testijoukko-kansiota ei voi suorittaa.
fr: Un dossier ensemble de tests ne peut pas être exécuté.
hu: A teszt szett mappa nem végrehajtható
pl: Folder zestawu testów nie może być wykonany.
pt: Uma pasta de conjuntos de teste não pode ser executada.
pt_pt: Uma pasta de Conjunto de Testes não pode ser executada.
ru: Папка с тестовыми наборами не может быть выполнена.
zh_hans: 测试设置的文件夹无法被执行。
zh_hant: 測試集資料夾無法執行。
