Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# MasterPage_JavaScriptDisabled
source: JavaScript Needs to be Enabled for This Application to Work Correctly!
cs: Pro správný běh aplikace musí být povolen JavaScript!
de: JavaScript muss aktiviert sein, damit diese Anwendung voll funktionsfähig ist.
es: JavaScript debe estar habilitado para que esta aplicación funcione correctamente!
fi: JavaScript on oltava käytössä, jotta tämä sovellus toimii oikein!
fr: JavaScript doit être activé pour que cette application fonctionne !
hu: JavaScript futtatást engedélyeznie kell, hogy az alkalmazás megfelelően működjön
pl: JavaScript musi być włączony dla poprawnej pracy tej aplikacji.
pt: O JavaScript precisa estar habilitado para este aplicativo funcionar corretamente!
pt_pt: O JavaSript precisa estar ativo para que esta aplicação trabalhe corretamente!
ru: JavaScript должен быть включен для этого приложения, чтобы работать правильно!
zh_hans: JavaScript 需要启用此应用程序，正确的工作 ！
zh_hant: 此應用程式欲運作正確，JavaScript 必須啟動。

# TestStepDetails_ArtifactNotExists
source: The current test step no longer exists
cs: Aktuální krok testu již neexistuje.
de: Der aktuelle Testschritt ist nicht mehr vorhanden.
es: El paso de prueba actual ya no existe
fi: Nykyistä testiaskelta ei enää ole
fr: L'étape en cours de test n'existe plus.
hu: A jelenlegi vizsgálat lépés már nem létezik.
pl: Bieżący krok testowy nie istnieje
pt: A etapa de teste atual não existe mais
pt_pt: O Passo de Teste atual já não existe
ru: Текущий этап тестирования больше не существует
zh_hans: 当前测试步骤不再存在
zh_hant: 目前測試步驟不再存在

# BackgroundProcessService_ProjectIdNotSpecified
source: ProjectId needs to be specified for this operation
cs: Pro tuto operaci je nutno zadat ID produktu (ProjectID)
de: ProjectId muss für diesen Vorgang angegeben werden
es: ProjectId debe ser especificado para esta operación
fi: Projektin tunniste määriteltävä toimenpiteelle
fr: ProjectId doit être spécifié pour cette opération.
hu: ProjectId van szüksége, annak érdekében, hogy a művelet a megadott
pl: ProjectId musi być określony dla tej operacji
pt: ProjectId precisa ser especificado para esta operação
pt_pt: O ProjectID necessita ser especificado para esta operação
ru: ProjectId должен быть указан для этой операции
zh_hans: ProjectId 需要指定此操作
zh_hant: ProjectId 必須指定此操作

# NewsReaderService_FeedNotAccessible
source: The specified RSS/ATOM newsfeed is not available.
cs: Zadaný RSS/ATOM newsfeed není k dispozici.
de: Der angegebene RSS/ATOM-Newsfeed ist nicht verfügbar.
es: El feed de noticias RSS/ATOM especificado no está disponible.
fi: Määritelty RSS/Atom-uutissyöte ei ole käytettävissä.
fr: Le flux d'actualités RSS/ATOM spécifié n'est pas disponible.
hu: A megadott RSS/ATOM Hírtovábbításos közzététel esetén nem érhető el.
pl: Określony kanał wiadomości RSS/ATOM nie jest dostępny.
pt: O feed de notícias RSS/ATOM especificado não está disponível.
pt_pt: O feed de notícias RSS/ATOM especificado não está disponível.
ru: Указанная новостная лента RSS/ATOM недоступна.
zh_hans: 无法使用指定的 RSS/原子新闻来源。
zh_hant: 指定的 RSS/ATOM 消息來源無法使用

# NewsReaderService_FeedUrlIncorrect
source: The format of the RSS/ATOM newsfeed is incorrect.
cs: Formát RSS/ATOM newsfeed není správný.
de: Das Format des RSS-und ATOM-Newsfeeds ist falsch.
es: El formato del feed de noticias RSS/ATOM es incorrecto.
fi: RSS/Atom-uutissyöteen muoto on virheellinen.
fr: Le format du flux d'actualités RSS/ATOM est incorrect.
hu: RSS/ATOM feliratkozáshoz formátuma helytelen.
pl: Format kanału wiadomości RSS/ATOM jest niepoprawny.
pt: O formato do feed de notícias RSS/ATOM está incorreto.
pt_pt: O formato do feed de notícias RSS/ATOM está incorreto.
ru: Формат новостной ленты RSS/ATOM некорректен.
zh_hans: RSS/ATOM 新闻推送的格式不正确。
zh_hant: RSS/ATOM 消息來源格式不正確。

# Admin_RoleList_DeleteConfirm
source: Are you sure you want to delete this product role?
cs: Opravdu chcete odstranit tuto produktovou roli?
de: Sind Sie sicher, dass Sie diese Produktrolle löschen möchten?
es: Está seguro que desea borrar esta función de proyecto?
fi: Oletko varma että haluat poistaa tämän projektiroolin?
fr: Etes-vous certain de vouloir supprimer ce rôle du produit ?
hu: Biztos benne, hogy törli a projekt szerepkör?
pl: Czy na pewno chcesz usunąć tę rolę projektową ?
pt: Tem certeza de que deseja excluir esta função de projeto?
pt_pt: Tem certeza que quer eliminar esta função do projeto?
ru: Вы уверены, что хотите удалить эту роль продукта?
zh_hans: 确实要删除此项目的角色吗？
zh_hant: 您確定要刪除此專案角色？

# SourceCodeFileDetails_AssociationAlreadyExists
source: You cannot add an association that already exists.
cs: Nelze přidat propojení, které již existuje.
de: Sie können keine Verknüpfung hinzufügen, die bereits vorhanden ist.
es: No se puede agregar una asociación que ya existe.
fi: Et voi lisätä yhteyttä joka on jo olemassa.
fr: Vous ne pouvez pas ajouter une association qui existe déjà.
hu: Nem lehet hozzáadni a társítás már létezik.
pl: Nie można dodać powiązania które już istnieje.
pt: Não é possível adicionar uma associação que já existe.
pt_pt: Não pode adicionar uma associação que já existe.
ru: Вы не можете добавить ассоциацию, которая уже существует.
zh_hans: 您不能添加已存在的关联。
zh_hant: 您無法新增已存在的關聯。

# BackgroundProcessService_Parameter2NotSpecified
source: Parameter2 needs to be specified for this operation
cs: Pro tuto operaci je nutno zadat Parametr2
de: Parameter2 muss für diesen Vorgang angegeben werden
es: Parameter2 debe ser especificado para esta operación
fi: Parameter2 määriteltävä tälle toimenpiteelle
fr: Parameter2 doit être spécifié pour cette opération.
hu: Parameter2 van szüksége annak érdekében, hogy a művelet a megadott
pl: Parametr2 musi być określony dla tej operacji
pt: Parameter2 precisa ser especificado para esta operação
pt_pt: O Parâmetro2 precisa ser especificado para esta operação
ru: Для этой операции необходимо указать параметр2.
zh_hans: Parameter2 需要指定此操作
zh_hant: Parameter2 必須指定此操作

# BuildDetails_BuildNotExists
source: The build you selected has been deleted from the system.
cs: Vybraný build byl odstraněn ze systému.
de: Der Build, den Sie ausgewählt haben, wurde aus dem System gelöscht.
es: La build seleccionada se ha borrado del sistema.
fi: Valitsemasi build on poistettu järjestelmästä.
fr: La version que vous avez sélectionnée a été supprimée du système.
hu: A rendszer a kiválasztott épít törölve lett.
pl: Wybrany build został usunięty z systemu.
pt: A compilação selecionada foi excluída do sistema.
pt_pt: O pacote que selecionou foi eliminado do sistema.
ru: Выбранная вами сборка была удалена из системы.
zh_hans: 您选择的生成已从系统中删除。
zh_hant: 選擇的建置已存在統中刪除。

# ReleaseDetails_ReleaseNotExists
source: The release you selected has been deleted from the system.
cs: Verze, kterou jste vybrali byla odstraněna ze systému.
de: Das Release, das Sie ausgewählt haben, wurde aus dem System gelöscht.
es: La versión seleccionada se ha borrado del sistema.
fi: Valitsemasi julkaisu on poistettu järjestelmästä
fr: La version que vous avez sélectionnée a été supprimée du système.
hu: A rendszer a kiválasztott kibocsátás törölve lett.
pl: Wybranie wydanie zostało usunięte z systemu.
pt: O release selecionado foi excluído do sistema.
pt_pt: A Entrega que selecionou foi eliminada do sistema.
ru: Выбранная вами версия была удалена из системы.
zh_hans: 您选择的释放已从系统中删除。
zh_hant: 選擇的版本已從系統中刪除。

# IncidentDetails_FixedBuildRequired
source: Fixed Build is Required
cs: Build opravy je povinné pole
de: Feststehender Build erforderlich
es: Una Build corregida es necesaria
fi: Korjattu build on pakollinen
fr: Compilation résolue requis
hu: A rögzített épít szükséges
pl: Build jest wymagany
pt: Uma Compilação corrigida é necessária
pt_pt: É Necessário Recriar o Pacote
ru: Исправленное здание Требуется
zh_hans: 需要在固定的生成
zh_hant: 已修正的建置為必須

# Services_BuildIdNotNull
source: Build object needs to have BuildId set to null for creation
cs: Build musí mít BuildId nastaveno na hodnotu null pro vytvoření
de: Vor der Erstellung eines Build Objekts muss seine BuildId auf Null gesetzt werden.
es: El objeto Build necesita tener BuildId establecido en null para creación
fi: Build-objektia luotaessa pitää BuildId olla tyhjä
fr: La compilation doit avoir BuildId initialisé à null pour sa création
hu: Épület-készlet létrehozásához Null objektum kell építeni
pl: Obiekt Build musi mieć BuildId ustawioną na wartość null podczas tworzenia
pt: Objetos Compilação precisam ter BuildId nulo para criação
pt_pt: Para criar o objeto Pacote, o BuildId tem que assumir o valor null
ru: Для создания объекта BuildId необходимо, чтобы BuildId был равен нулю
zh_hans: 生成对象需要有 BuildId 设置为空的创作
zh_hant: 建立時建置物件必須設定 BuildId 為 NULL

# ReportConfiguration_NeedsToBeInteger
source: needs to be an integer value.
cs: musí mít celočíselnou hodnotu.
de: Muss ein ganzzahliger Wert sein.
es: debe ser un valor entero.
fi: pitää olla kokonaisluku.
fr: doit être une valeur entière.
hu: kell lennie, hogy egy egész értéket.
pl: musi być liczbą całkowitą.
pt: deve ser um valor inteiro.
pt_pt: precisa ser um valor inteiro.
ru: должно быть целым числом.
zh_hans: 需要一个整数值。
zh_hant: 必須有一個整數值。

# ReportConfiguration_NeedsToBeIntegerList
source: needs to be a comma-separated list of integers.
cs: musí být seznam celých čísel, oddělených čárkami.
de: Muss eine durch Komma getrennte Liste von ganzzahligen Werten sein.
es: debe ser una lista de enteros separada por comas.
fi: pitää olla pilkuilla eroteltu lista kokonaislukuja.
fr: doit être une liste d'entiers séparés par des virgules.
hu: egész számok pontosvesszővel elválasztott listáját kell átállítani.
pl: dopuszczalne liczby całkowite rozdzielone przecinkami.
pt: deve ser uma lista de números inteiros separados por vírgulas.
pt_pt: deve ser uma lista de números inteiros separados por vírgulas.
ru: должен быть разделенный запятыми список целых чисел.
zh_hans: 需要整数的逗号分隔列表。
zh_hant: 必須為以逗點區隔的整數列表

# RecentBuilds_NeedToSelectRelease
source: You need to select a Release/Sprint to display the Recent Builds
cs: Musíte vybrat verzi/sprint pro zobrazení posledních buildů.
de: Sie müssen eine Release / Iteration auswählen um die letzten Builds anzuzeigen.
es: Debe seleccionar una Release/Iteración para mostrar las Builds Recientes
fi: Sinun valittava Julkaisu/Iteraatio, jotta viimeisimmät buildit näkyvät
fr: Vous devez sélectionner une version/sprint pour afficher les compilations récentes.
hu: Ki kell választania egy release-t/sprintet a a jelenlegi build megjelenítéséhez
pl: Musisz wybrać Wydanie/Iterację, aby wyświetlić ostatnie build'y
pt: Você precisa selecionar um Release/Iteração para exibir as Compilações Recentes
pt_pt: Precisa selecionar uma Entrega/Iteração para mostrar compilações recentes
ru: Для отображения последних построек необходимо выбрать "Релиз/Печать".
zh_hans: 您需要选择要显示最近的生成的释放/迭代
zh_hant: 必須選擇一個版本/迭代顯示最近的建置

# Services_UnableToConnectWithApiKey
source: Unable to connect to {0} with current API Key
cs: Nelze se připojit k {0} s aktuálním API klíčem
de: Es war nicht möglich mit dem aktuellen API Schlüssel eine Verbindung zu {0} herzustellen.
es: No se puede conectar a {0} con la actual llave de API
fi: Kytkeytyminen ({0}) ei onnistu nykyisella API avaimella
fr: Impossible de se connecter à {0} avec la clé API actuelle.
hu: A kapcsolat nem lehetséges {0}-hoz a jelenlegi API Kulccsal
pl: Nie można połączyć {0} z bieżącym kluczem API
pt: Não é possível se conectar a {0} com a chave de API atual
pt_pt: Não é possível estabelecer a ligação a {0} com o atual chave API
ru: Невозможно подключиться к {0} с помощью текущего ключа API
zh_hans: 无法通过当前API连接{0}
zh_hant: 無法目前 API 鍵值連結 {0}

# Services_NotAuthorizedModifyArtifact
source: Not Authorized to Modify that Artifact Type
cs: Nejste oprávněn měnit tento typ artefaktů
de: Sie sind nicht berechtigt diesen Artefakttyp zu ändern.
es: No está autorizado a modificar ese tipo de Artefacto
fi: Ei oikeutta muokata Asian tyyppiä
fr: Modification de ce type d'objet non autorisée
hu: Az adott tárgykör típus módosítása nem engedélyezett
pl: Brak uprawnień do modyfikowania tego typu artefaktu
pt: Não Autorizado a Modificar Este Tipo de Artefato
pt_pt: Não autorizado a modificar este tipo de artefacto
ru: Не уполномочен изменять этот тип артефакта
zh_hans: 无权限更改该类型
zh_hant: 無授權修改項目類型

# Services_NotAuthorizedViewArtifact
source: Not Authorized to View that Artifact Type
cs: Nejste oprávněn zobrazit tento typ artefaktů
de: Sie sind nicht berechtigt diesen Artefakttyp anzusehen.
es: No está autorizado a ver ese tipo de Artefacto
fi: Ei oikeutta katsella kyseisen Asian tyyppiä
fr: Accès à ce type d'objet non autorisé.
hu: Az adott tárgykör nézet nem engedélyezett
pl: Brak uprawnień do wyświetlenia tego typu artefaktu
pt: Não Autorizado a Visualizar este Tipo de Artefato
pt_pt: Não autorizado a ver este tipo de artefacto
ru: Не уполномочен просматривать этот тип артефакта
zh_hans: 无权限查看该类型
zh_hant: 無授權檢視項目類型

# Register_ConfirmPasswordRequired
source: Confirm Password is required
cs: Potvrzení hesla je vyžadováno
de: Eine Bestätigung des Passwords ist erforderlich.
es: La Confirmación de Contraseña es necesaria
fi: Salasanan vahvistaminen puuttuu
fr: La confirmation de mot de passe est requise.
hu: Jelszó megerősítése kötelező
pl: Potwierdzenie hasła jest wymagane
pt: A confirmação de senha é necessária
pt_pt: É necessário que confirme a password
ru: Подтвердить Пароль
zh_hans: 请输入密码
zh_hant: 確認密碼為必須

# Register_EmailNotValid
source: The Email Address entered is not valid
cs: Zadaná e-mailová adresa je neplatná
de: Die eingetragene E-Mail ist nicht gültig.
es: La Dirección de E-mail ingresada no es válida
fi: Syöttämäsi sähköpostiosoite ei ole käytössä
fr: L'adresse Email saisie n'est pas valide.
hu: A beírt Email Cím nem érvényes
pl: Wprowadzony adres e-mail jest nieprawidłowy
pt: O endereço de e-mail informado não é válido
pt_pt: O endereço de e-mail introduzido não é válido
ru: Введенный адрес электронной почты недействителен
zh_hans: 无效邮件地址
zh_hant: 輸入的電子郵件位址無效

# Register_EmailRequired
source: Email Address is required
cs: E-mailová adresa je vyžadována
de: E-Mail Adresse ist erforderlich
es: La Dirección de E-mail es necesaria
fi: Sähköpostiosoite on pakollinen
fr: Adresse Email requise
hu: Email Cím megadása kötelező
pl: Adres e-mail jest wymagany
pt: É obrigatório informar um endereço de e-mail
pt_pt: É necessário o endereço de e-mail
ru: Требуется адрес электронной почты
zh_hans: 请输入邮件地址
zh_hant: 電子郵寄地址為必須

# Register_FirstNameRequired
source: First Name is required
cs: Jméno je vyžadováno.
de: Vorname ist erforderlich
es: El Primer Nombre es necesario
fi: Etunimi on pakollinen
fr: Le prénom est requis
hu: Keresztnév megadása kötelező
pl: Imię jest wymagane
pt: O campo Primeiro Nome é obrigatório
pt_pt: É necessário o Primeiro Nome
ru: Требуется имя
zh_hans: 请输入名称
zh_hant: 名為必須

# Register_LastNameRequired
source: Last Name is required
cs: Příjmení je vyžadováno.
de: Nachname ist erforderlich
es: El Apellido es necesario
fi: Sukunimi on pakollinen
fr: Le nom de famille est requis
hu: Vezetéknév megadása kötelező
pl: Nazwisko jest wymagane
pt: O campo Sobrenome é obrigatório
pt_pt: É necessário o Apelido
ru: Требуется фамилия
zh_hans: 请输入姓氏
zh_hant: 姓為必須

# Register_UserNameNotValid
source: The username entered is not valid
cs: Zadané uživatelské jméno je neplatné
de: Der eingetragene Benutzername ist nicht gültig.
es: El Nombre de Usuario ingresado no es válido
fi: Syöttämäsi käyttäjänimi ei ole käytössä
fr: L'identifiant n'est pas valide
hu: A beírt Felhasználói Név nem érvényes
pl: Wprowadzona nazwa użytkownika jest nieprawidłowa
pt: O nome de usuário informado é inválido
pt_pt: O Nome de Utilizador inserido não é válido
ru: Введенное имя пользователя недействительно
zh_hans: 输入的用户名无效
zh_hant: 輸入的使用者名稱無效

# Register_UserNameRequired
source: Username is required.
cs: Uživatelské jméno je vyžadováno.
de: Benutzername ist erforderlich.
es: El Nombre de Usuario es necesario.
fi: Käyttäjänimi on pakollinen.
fr: L'identifiant est requis.
hu: Felhasználó Név megadása kötelező
pl: Nazwa użytkownika jest wymagana.
pt: O campo Nome de Usuário é obrigatório.
pt_pt: É necessário o Nome de Utilizador
ru: Требуется имя пользователя.
zh_hans: 请输入用户名
zh_hant: 使用者名稱為必須

# Register_PasswordAnswerRequired
source: Password Answer is required.
cs: Bezpečnostní odpověď pro změnu hesla je vyždována.
de: Sicherheitsantwort ist erforderlich.
es: La Respuesta Secreta es necesaria.
fi: Salasanan vastaus on pakollinen.
fr: La réponse de mot de passe est requise.
hu: Titkos Kérdés megadása Kötelező
pl: Odpowiedź do odzyskania hasła jest wymagana.
pt: É necessário informar uma Resposta Secreta.
pt_pt: É necessária a resposta da Password
ru: Пароль Ответ необходим.
zh_hans: 请输入密码答案
zh_hant: 密碼回答為必須

# Register_PasswordQuestionRequired
source: Password Question is required.
cs: Bezpečnostní otázka pro změnu hesla je vyžadována.
de: Sicherheitsfrage ist erforderlich.
es: La Pregunta Secreta es necesaria
fi: Salasanan kysymys on pakollinen.
fr: La question de mot de passe est requise.
hu: Titkos Válasz megadása Kötelező
pl: Pytanie do odzyskania hasła jest wymagane.
pt: É necessário informar uma Pergunta Secreta.
pt_pt: É necessária a pergunta da Password.
ru: Пароль Вопрос необходим.
zh_hans: 请输入密码问题
zh_hant: 密碼問題為必須

# Register_PasswordRequired
source: Password is required
cs: Heslo je vyžadováno
de: Password ist erforderlich
es: La contraseña es necesaria
fi: Salasana on pakollinen.
fr: Le mot de passe est requis.
hu: Jelszó kötelező
pl: Hasło jest wymagane
pt: O campo Senha é obrigatório
pt_pt: É necessária a password
ru: Требуется пароль
zh_hans: 请输入密码
zh_hant: 密碼為必須

# EmailPassword_GeneralFailureText
source: There was a general error in accessing your user profile. Please contact your system administrator.
cs: Objevila se obecná chyba přístupu Vašeho uživatelského profilu. Prosím, obraťte se na správce systému.
de: Es ist ein allgemeiner Fehler bei dem Zugriff auf Ihr Benutzerprofil aufgetreten. Bitten wenden Sie sich an Ihren Systemadministrator.
es: Se ha producido un error general al accesar su perfil de usuario. Por favor, contacte al administrador del sistema.
fi: Virhe kirjauduttaessa profiiliisi. Ota yhteyttä järjestelmävalvojaan.
fr: Une erreur d'accès à profil s'est produite. Veuillez contacter votre administrateur système.
hu: A felhasználói fiók elérése közben egy általános hiba történt. Kérem lépjen kapcsolatba a rendszer adminisztrátorával.
pl: Błąd w dostępie do profilu użytkownika. Skontaktuj się z administratorem systemu.
pt: Houve um erro geral ao acessar seu perfil de usuário. Por favor, entre em contato com o administrador do sistema.
pt_pt: Houve um erro geral de acesso ao seu perfil de utilizador. Por favor contacte o administrador de sistema.
ru: Произошла общая ошибка в доступе к вашему профилю пользователя. Пожалуйста, свяжитесь с Вашим системным администратором.
zh_hans: 您的用户数据出现错误，请联系系统管理员。
zh_hant: 存取您的使用者資訊有一般錯誤。請聯絡您的系統管理者。

# EmailPassword_UserNameFailureText
source: We were unable to access your user profile. Please try again.
cs: Nebyli jsme schopni získat přístup k Vašemu uživatelskému profilu. Prosím, zkuste to znovu.
de: Es war uns nicht möglich auf Ihr Benutzerprofil zuzugreifen. Bitte versuchen Sie es erneut.
es: No hemos podido accesar su perfil de usuario. Por favor, vuelve a intentarlo.
fi: Ei voi kirjautua profiiliisi. Yritä uudestaan, kiitos.
fr: Impossible d'accéder a votre profil utilisateur. Veuillez réessayer.
hu: Felhasználói fiókja jelenleg nem érhető el. Kérem próbálja később.
pl: Brak dostępu do profilu użytkownika. Spróbuj ponownie.
pt: Não foi possível acessar seu perfil de usuário. Por favor, tente novamente.
pt_pt: Não foi possível aceder ao seu perfil de utilizador. Por favor tente novamente.
ru: Мы не смогли получить доступ к вашему профилю пользователя. Пожалуйста, попробуйте еще раз.
zh_hans: 无法连接您的用户数据，请重试。
zh_hant: 我們無法存取您的使用者資訊。請再試一次。

# UserDetails_NewPasswordError6
source: The new password does not have enough special characters. You need at least {0} special characters
cs: Nové heslo nemá dostatek speciálních znaků. Musí obsahovat alespoň {0} speciálních znaků.
de: Das neue Passwort hat nicht genügend Sonderzeichen. Es muss mindestens {0} Sonderzeichen enthalten.
es: La nueva contraseña debe tener al menos {0} caracteres especiales.
fi: Uusi salasana ei sisällä tarpeeksi erikoismerkkejä. Sinun on annettava vähintään {0} erikoismerkkiä
fr: Le nouveau mot de passe doit comporter au moins {0} caractères spéciaux.
hu: Az új jelszó nem tartalmaz elég számú speciális karaktert. Minimum {0} speciális karakter szükséges
pl: Nowe hasło nie ma wystarczającej liczby znaków specjalnych. Hasło musi mieć co najmniej {0} znaków specjalnych
pt: O valor fornecido para a senha não corresponde aos requerimentos mínimos de {0} caracteres especias.
pt_pt: A nova password não tem caracteres especiais suficientes. Necessita de pelo menos {0} caracteres especiais
ru: Новый пароль не имеет достаточного количества специальных символов. Тебе нужны хотя бы {0} специальные символы.
zh_hans: 您的密码没有足够的特殊字符，请至少有 {0}的特殊字符.
zh_hant: 新密碼包含的特殊字元不足。請必須至少有 {0} 個特殊字元。

# UserDetails_NewPasswordError7
source: The new password is not long enough. It needs to be at least {0} characters in length.
cs: Nové heslo není dostatečně dlouhé. Musí být alespoň {0} znaků.
de: Das neue Passwort ist nicht lang genug. Es muss mindestens aus {0} Zeichen bestehen.
es: La nueva contraseña debe tener al menos {0} caracteres de longitud.
fi: Uusi salasana ei ole tarpeeksi pitkä. Pituus on oltava vähintään {0} merkkiä.
fr: Le nouveau mot de passe doit comporter au moins {0} caractères.
hu: Az új jelszó nem elég hosszú. Minimum {0} karakter szükséges
pl: Hasło jest za krótkie. Musi mieć co najmniej {0} znaków.
pt: A nova senha é muito curta. Ela deve conter um mínimo de {0} caracteres.
pt_pt: A nova password não tem o tamanho sufciente. É necessário que tenha, pelo menos, {0} caracteres.
ru: Новый пароль не достаточно длинный. Он должен быть как минимум {0} символов в длину.
zh_hans: 您的新密码不够长，请至少有 {0}字符
zh_hant: 新密碼長度不足，此長度必須大於 {0} 個字元。

# SourceCodeList_CacheNotReadyError
source: Source code browser not yet ready. Please refresh the page to try again. If problems continue please contact your system administrator.
cs: Prohlížeč úložiště zdrojového kódu se aktuálně inicializuje. Obnovte stránku a zkuste to znovu.
de: Der Browser für das Repository der Versionskontrolle wird gerade initialisiert. Bitte aktualisieren Sie die Seite und versuchen Sie es erneut.
es: El navegador del repositorio de código fuente se está iniciando. Por favor, actualice la página y vuelva a intentarlo.
fi: Lähdekoodi taltio initialisoidaan. Lataa sivu ja yritä uudestaan.
fr: Le dépôt de code source est en cours d'initialisation. Veuillez rafraîchir et réessayer.
hu: A forráskódtár böngészője jelenleg inicializál. Frissítse az oldalt, majd próbálja újra.
pl: Przeglądarka repozytorium kodu źródłowego jest w trakcie inicjalizacji. Proszę odświeżyć stronę i spróbować ponownie.
pt: O navegador do repositório de código fonte está inicializando. Por favor, atualize a página e tente novamente.
pt_pt: O repositório do código fonte do browser está presentemente a iniciar. Por favor refresque a página e tente novamente.
ru: В настоящее время инициализируется браузер хранилища исходных кодов. Пожалуйста, обновите страницу и попробуйте еще раз.
zh_hant: 來源碼儲存庫瀏覽器目前正在初始化。請重整頁面，再試一次。
