Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_Notification_EditTemplateTokens
source: The following are all available tokens for {0}s and their meanings. Tokens not in this list will be taken out of the final message. Click on a token to insert it into the current cursor position in the editor above.
cs: Zde jsou všechny dostupné tokeny pro {0}s a jejich význam. Tokeny, které nejsou v tomto seznamu, budou z výsledného e-mailu odebrány. Klikněte na token pro vložení na aktuální pozici kurzoru v editoru.
de: Die Tabelle zeigt alle verfügbaren Platzhalter für {0} und deren Bedeutung. Platzhalter, die nicht in der Liste sind, werden aus der endgültigen Nachricht entfernt. Klicken Sie auf einen Platzhalter, um es in die aktuelle Cursorposition in dem obigen Editor einzufügen.
es: A continuación se listan todos los tokens disponibles para {0}s y sus significados. Los tokens no listados serán sacados del mensaje final. Haga clic en un token para insertarlo en la posición actual del cursor en el editor anterior.
fi: Seuraavassa on lueteltu kaikki käytettävissä tunnisteet {0}lle ja niiden merkitykset. Vain tässä listassa olevat muuttujat näkyvät viestissä. Klikkaa muuttujaa lisätäksesi sen kursorin osoittamaan paikkaan yläpuolella olevassa editorissa.
fr: Voici tous les tokens disponibles pour {0} s et leurs significations. Les tokens ne figurant pas dans cette liste seront enlevés du message final. Cliquez sur un jeton pour l'insérer dans la position actuelle du curseur dans l'éditeur ci-dessus.
hu: Az elérhető tokenek {0}-hoz és jelentésük. A listában nem szereplő tokenek kimaradnak a végső üzenetből. Kattintson egy tokenre a fenti szerkesztőben a jelenlegi kurzor pozíciójához való beszúráshoz
pt: A seguir estão todos os tokens disponíveis para {0}s e seus significados. Os tokens não presentes na lista serão removidos da mensagem final. Clique em um token para inserí-lo na posição atual do cursor no editor acima.
pt_pt: A seguir estão todos os símbolos disponíveis para {0} s e os seus significados. Os símbolos que não estejam nesta lista serão removidos da mensagem final. Clique num símbolo, no editor acima, para inseri-lo na posição atual do cursor.
ru: Ниже приведены все доступные жетоны для {0}s и их значения. Жетоны, отсутствующие в этом списке, будут удалены из окончательного сообщения. Щелкните по токену, чтобы вставить его в текущую позицию курсора в редакторе выше.
zh_hans: 以下是所有可用的标记 {0} s 和它们的含义。不在此列表中的标记将带出最终的消息。单击以将其插入到上述的编辑器中的当前光标位置的标记。
zh_hant: 以下所有可用的標誌 {0} 和意義。不在列表的標誌最終將被取出。按下標誌以將其插入目前上方編輯器游標位置。

# Global_TestRunDoesNotExist
source: Test Run TR{0} does not exist in the system
cs: Běh testu TR{0} neexistuje v systému
de: Testlauf TR {0} ist nicht im System vorhanden
es: La Ejecución de Prueba TR{0} no existe en el sistema
fi: Testiajo TR{0} ei ole järjestelmässä
fr: L’exécution de test TR {0} n'existe pas dans le système
hu: TR{0} azonosítójú teszt futás nem található a rendszerben
pl: Przebieg testów TR {0} nie istnieje w systemie
pt: A Execução de Teste TR{0} não existe no sistema
pt_pt: A Execução de Teste TR {0} não existe no sistema
ru: Тестовый запуск TR{0} не существует в системе.
zh_hans: 在系统中不存在测试运行 TR {0}
zh_hant: 系統中不存在測試執行 TR{0}

# Global_TestRunStepDoesNotExist
source: Test Run Step {0} does not exist in the system
cs: Krok běhu testu {0} neexistuje v systému
de: Testlaufschritt {0} ist nicht im System vorhanden
es: El Paso de Prueba {0} no existe en el sistema
fi: Testiajon askel {0} ei ole järjestelmässä
fr: L’étape de l’exécution de test {0} n'existe pas dans le système
hu: Tesztfutás lépése {0} nem található a rendszerben
pl: Krok przebiegu testów {0} nie istnieje w systemie
pt: A Etapa de Execução de Teste {0} não existe no sistema
pt_pt: O Passo da Execução de Teste TR {0} não existe no sistema
ru: Шаг прогона теста {0} не существует в системе.
zh_hans: 在系统中不存在测试运行步骤: {0}
zh_hant: 系統中不存在測試執行步驟 {0}

# TestCaseExecution_NotAuthorizedToResume
source: You are not authorized to resume the selected pending test run.
cs: Nejste oprávněni pokračovat ve zvoleném běhu testu.
de: Sie sind nicht berechtigt den gewählten ausstehenden Testlauf fortzusetzen.
es: Usted no está autorizado a continuar esta ejecución pendiente.
fi: Sinulla ei ole oikeuksia jatkaa keskeneräistä testiajoa.
fr: Vous n'êtes pas autorisé à reprendre l’exécution de test sélectionnée mise en attente.
hu: Nincs jogosultsága a függőben lévő tesztfutás folytatására
pl: Brak uprawnień do wznowienia wybranego, oczekującego przebiegu testów.
pt: Você não está autorizado a retomar a execução de teste pendente selecionada.
pt_pt: Não está autorizado a retomar a execução de teste pendente selecionada.
ru: Вы не уполномочены возобновлять выбранный пробный запуск.
zh_hans: 您无权恢复所选挂起的测试运行。
zh_hant: 您未授權恢復選擇的擱置測試執行。

# TestExecutionService_NotAuthorizedToUpdateTestRun
source: You cannot update this test run as it is not assigned to you.
cs: Nemůžete aktualizovat tento běh testu, protože vám není přiřazen.
de: Sie können diesen Testlauf nicht aktualisieren, da er Ihnen nicht zuwiesen ist.
es: Usted no puede actualizar esta ejecución de prueba, ya que no está asignada a usted.
fi: Et voi päivittää tätä testiajoa. koska sitä ei ole osoitettu sinulle.
fr: Vous ne pouvez pas mettre à jour cette exécution de test car elle ne vous est pas affectée.
hu: A tesztfutás nem módosítható, mert nincs hozzád rendelve
pl: Nie możesz zaktualizować tego przebiegu testów, ponieważ nie jest on przypisany do Ciebie.
pt: Você não pode atualizar esta execução de teste, pois ela não está atribuída a você.
pt_pt: Não pode atualizar esta Execução de Teste uma vez que não lhe está atribuída.
ru: Вы не можете обновить этот тест, так как он не назначен вам.
zh_hans: 您不能更新此测试运行，它不分配给您。
zh_hant: 您無法更新非指派給您的測試執行。

# Notification_YouAreSubscribed
source: You are now subscribed to this {0}.
cs: Nyní jste přihlášeni k odběru {0}.
de: Sie sind nun angemeldet an {0}.
es: Ahora está suscrito a este {0}.
fi: Olet nyt tilannut tämän {0}.
fr: Vous êtes maintenant abonné à ce {0}.
hu: Sikeresen feliratkozott a {0}-ra.
pl: Teraz subskrybujesz ten {0}.
pt: Você está agora inscrito neste {0}.
pt_pt: Subscreveu {0}.
ru: Теперь вы подписаны на это {0}.
zh_hans: 您现在订阅此 {0}。
zh_hant: 您現在已訂閱 {0}。

# Notification_YouAreUnsubscribed
source: You are no longer subscribed to this {0}.
cs: Již nejste přihlášeni k odběru {0}.
de: Sie sind nicht mehr angemeldet an {0}.
es: Usted ya no está suscrito a este {0}.
fi: Et enää tilaa tätä {0}.
fr: Vous n'êtes plus abonné à ce {0}.
hu: Sikeresen leiratkozott a {0}-ról.
pl: Już nie subskrybujesz tego {0}.
pt: Você já não está mais inscrito neste {0}.
pt_pt: Deixou de subscrever {0}.
ru: Вы больше не подписаны на это {0}.
zh_hans: 您不再订阅此 {0}。
zh_hant: 您不再訂閱 {0}。

# Login_UnlicensedProduct
source: UNLICENSED. DO NOT USE
cs: NELICENCOVÁNO. NEPOUŽÍVEJTE
de: UNLIZENSIERT. NICHT VERWENDEN
es: SIN LICENCIA. NO UTILICE.
fi: LISENSOIMATON. ÄLÄ KÄYTÄ
fr: Produit non licencié. NE PAS UTILISER
hu: LICENSE NÉLKÜLI. KÉRJÜK NE HASZNÁLJA
pl: NIELICENCJONOWANE. NIE NALEŻY UŻYWAĆ
pt: NÃO LICENCIADO. NÃO USE
pt_pt: SEM LICENÇA. NÃO USE
ru: НЕЗАВИСИМОСТЬ. НЕ ИСПОЛЬЗОВАНИЕ
zh_hans: 无牌。不要使用
zh_hant: 無授權。不可使用

# Admin_Notification_NoArtifactFound
source: No artifacts of that type exist in the system. Please make sure at least one artifact type exists before trying to send a test email.
cs: Tento produkt neobsahuje žádný artefakt zvoleného typu.
de: Im System existieren keine Artefakte dieses Typs. Bevor Sie eine Test-E-Mail senden, stellen Sie bitte sicher, dass zumindest ein Artefakttyp vorhanden ist
es: No existen artefactos de ese tipo en el sistema. Asegúrese de que al menos un tipo de artefacto existe antes de enviar un e-mail de prueba.
fi: Järjestelmässä ei ole yhtään tämän tyyppistä asiaa. Varmista että ainakin yksi asia-tyypin kohde on olemassa ennen kuin yrität lähettää testisähköpostia.
fr: Le e-mail de test n'a pas pu être envoyé. Aucun objet test n’a été trouvé.
hu: Nincs ilyen típusú elem a rendszerben. Teszt email küldése előtt bizonyosodjon meg arról, hogy legalább egy elemtípus létezik.
pt: Não há artefatos desse tipo no sistema. Por favor, certifique-se de que pelo menos um artefato deste tipo existe antes de tentar enviar um e-mail de teste.
pt_pt: Não existem no sistema artefactos desse tipo. Por favor, certifique-se de que existe pelo menos um tipo de artefacto antes de tentar enviar um e-mail de teste.
ru: Артефактов такого типа в системе не существует. Пожалуйста, убедитесь, что существует хотя бы один тип артефакта, прежде чем пытаться отправить тестовое электронное сообщение.
zh_hans: 没有该类型的文物系统的存在。请确保至少一个项目类型存在之前尝试发送测试电子邮件。
zh_hant: 系統中不存在該項目類型。嘗試寄送測試郵件前請確定至少一個項目類型存在。

# Admin_Notification_TestTemplateSent
source: Test email queued for sending.
cs: Zkušební e-mail byl zařazen do fronty.
de: Test E-Mail steht zum Versenden in der Warteschlange bereit.
es: E-mail de prueba en cola para enviar.
fi: Testisähköpostin jonossa lähettämistä varten.
fr: E-mail de test mis en file d’attente d'émission.
hu: A teszt email küldése folyamatban.
pt: O e-mail de teste está na fila de envio.
pt_pt: Teste de e-mail na fila de envio.
ru: Тестовая электронная почта в очереди на отправку.
zh_hans: 测试电子邮件排队等候发送。
zh_hant: 測試電子郵件等待發送。

# Admin_Notification_ViewEditNotificationEventText
source: Event details are listed below. You can edit the fields and users and whether or not this event is fired on creation, but once created the Artifact Type cannot be changed.<br> Once finished, click [Save] or [Insert] to save your changes.
cs: Detaily události jsou zobrazeny níže. Můžete změnit pole a uživatele a zda bude tato událost spuštěna při vytvoření. Jakmile bude událost vytvořena, nelze měnit typ artefaktu.<br> Po dokončení klikněte na [Aktualizovat] nebo [Vložit] pro uložení vašich změn.
de: Die Details zum Ereignis sind unten aufgeführt. Sie können die Felder, deren Änderung dieses Ereignis auslösen sollen und die Benutzer, die bei diesem Ereignis benachrichtigt werden sollen, auswählen. Außerdem können Sie festlegen ob das Ereignis bei Erstellung dieses Artefakttyps ausgelöst wird oder nicht. Wenn das Ereignis erstellt wurde, kann der Artefakttyp nicht mehr geändert werden. Sobald Sie fertig sind, klicken Sie [Save] oder [Einfügen] um die Änderungen zu speichern.
es: Los detalles del evento se enumeran a continuación. Puede editar los campos y los usuarios y si este evento se activará en la creación, pero una vez creado, el Tipo de Artefacto no se puede cambiar.<br>Una vez terminado, haga clic en [Guardar] o [Insertar] para guardar los cambios.
fi: Tapahtuman yksityiskohdat on lueteltu alla. Voit muokata kenttiä, käyttäjiä ja sitä käynnistetäänkö tapahtuma luomisen yhteydessä vai ei, mutta kun Kohde on luotu sen tyyppiä ei voi muuttaa. <br> Kun olet valmis, klikkaa [Päivitä] tai [Lisää] tallentaaksesi muutokset.
fr: Les détails de l'événement sont énumérés ci-dessous. Vous pouvez modifier les champs et les utilisateurs et choisir si cet événement est déclenché à la création. Une fois créé, le type d'objet ne peut pas être changé. <br> Enregistrez ou ajoutez vos modifications quand vous avez terminé.
hu: Az esemény részletei alább láthatóak. A mezők tartalma bármikor szerkeszthető, kivéve az elem típusát.
pt: Os detalhes do evento estão listados abaixo. Você pode editar os campos e usuários e se este evento é disparado ou não na criação, mas uma vez que este tipo de artefato for criado, ele não pode ser mais alterado.<br> Quando terminar, clique em [Salvar] ou [Inserir] para salvar as alterações.
pt_pt: Os detalhes do evento estão listados abaixo. Pode editar os campos e os utilizadores quer este evento seja ou não lançado, contudo uma vez criado o Tipo de Artefacto não pode ser alterado.<br> Assim que terminar, clique em [Atualizar] ou [Inserir] para gravar as suas alterações.
ru: Детали мероприятия перечислены ниже. Вы можете редактировать поля и пользователей, а также то, уволено ли это событие при создании, но после создания тип артефакта не может быть изменен.<br>. После завершения нажмите [Сохранить] или [Вставить], чтобы сохранить изменения.
zh_hans: 下面列出了事件的详细信息。您可以编辑字段，不能更改用户和此事件是激发创作，但一旦创建的项目类型。<br>完成后，单击 [更新] 或 [插入] 以保存您的更改。
zh_hant: 事件詳細資料列於下方。您可編輯欄位、使用者、建立事件。但一旦建立項目類型將無法異動。<br>當完成時，按下[更新]或[插入]以儲存修改。

# AutomationHostService_AutomationHostTokenNotUnique
source: You need to provide the automation host with a unique Token
cs: Zadejte hostitele automatizace s unikátním Tokenem.
de: Sie müssen den Automatisierungshost mit einer eindeutigen Identifikation festlegen.
es: Usted debe proporcionar un token único para el host de automatización
fi: Sinun on annettava automaatio-isäntä yksikäsitteisellä tunnisteella
fr: Vous devez fournir un token unique pour l'hôte d'automatisation
hu: Az automatizációs kiszolgálónak egyedi Tokent kell adnia
pl: Należy podać host automatyzacji z unikalnym Tokenem
pt: Você precisa fornecer o host de automação com um Token único
pt_pt: Precisará fornecer o ambiente de automação com um Token exclusivo
ru: Вам необходимо предоставить хосту автоматизации уникальный Жетон.
zh_hans: 您需要提供自动化主机具有独特的令牌
zh_hant: 您必須提供具有唯一標誌的自動化主機。

# AutomationHosts_DeleteConfirm
source: Are you sure that you want to delete the selected automation host(s)?
cs: Opravdu chcete smazat vybrané hostitele automatizace?
de: Sind Sie sicher, dass Sie den bzw. die ausgewählten Automatisierungshost(s) löschen möchten?
es: Está seguro que desea eliminar el(los) host(s) de automatización seleccionado(s)?
fi: Oletko varma että haluat poistaa valitut automaatio-isännät?
fr: Etes-vous sûr de vouloir supprimer votre sélection ?
hu: Biztosan törölni kívánja a kiválasztott automatizációs kiszolgáló(ka)t?
pl: Czy na pewno chcesz usunąć wybrany(e) host(y) automatyzacji?
pt: Você tem certeza de que deseja excluir o(s) host(s) de automação selecionados?
pt_pt: Tem certeza que deseja eliminar os ambientes de automação selecionados?
ru: Вы уверены, что хотите удалить выбранные узлы автоматизации?
zh_hans: 是否确实要删除所选的自动化主机吗？
zh_hant: 確定要刪除選擇的自動化主機？

source: The automation engine you selected has been deleted from the system.
cs: Vybraný automatizační engine byl odstraněn ze systému.
de: Die von Ihnen gewählte Automatisierungsplattform wurde vom System gelöscht.
es: La herramienta de automatización seleccionada ha sido borrada del sistema.
fi: Valitsemasi automaatio-kone on poistettu järjestelmästä.
fr: Le moteur d'automatisation que vous avez sélectionné a été supprimé du système.
hu: A kiválasztott automatizációs motor törlése került a rendszerből.
pl: Wybrany silnik automatyzacji nie istnieje.
pt: O mecanismo de automação selecionado foi excluído do sistema.
pt_pt: O mecanismo de automação selecionado foi eliminado do sistema.
ru: Выбранный вами двигатель автоматизации был удален из системы.
zh_hans: 您选择的自动化引擎已从系统中删除。
zh_hant: 選擇的自動化引擎已從系統中刪除。

# Admin_AutomationEngineDetails_UpdatedMessage
source: Automation engine successfully updated.
cs: Automatizační engine byl úspěšně aktualizován.
de: Automatisierungsplattform erfolgreich geändert.
es: Herramienta de Automatización actualizada con éxito.
fi: Automaatio-kone päivitettiin onnistuneesti.
fr: Moteur d'automatisation mis à jour.
hu: Automatizációs motor sikeresen frissítve.
pl: Silnik zaktualizowany.
pt: Mecanismo de automação atualizado com sucesso.
pt_pt: Mecanismo de automação atualizado com êxito.
ru: Двигатель автоматизации успешно обновлен.
zh_hans: 自动化发动机成功更新。
zh_hant: 自動化主機已成功更新。

# Services_TestSetNotAutomated
source: You need to specify a test set that is marked as automated
cs: Zadejte testovací sadu, která je označena jako automatizovaná
de: Sie müssen eine Testreihe angeben, die als automatisch markiert ist
es: Es necesario especificar un conjunto de pruebas que esté marcado como automatizado
fi: Sinun täytyy määrittää testijoukko, joka on merkitty automatisoiduksi
fr: Vous devez spécifier un ensemble de tests qui est marqué comme automatisé.
hu: Adjon meg egy teszt szettet, amely automatizált
pl: Musisz określić zestaw testowy oznaczony jako zautomatyzowany.
pt: Você precisa especificar um conjunto de testes que está marcado como automatizado
pt_pt: Precisa especificar um Conjunto de Teste que esteja marcado como automatizado
ru: Вам нужно указать набор тестов, который помечен как автоматизированный.
zh_hans: 您需要指定标记的测试集为自动化
zh_hant: 您需指定測試集標記為自動化

# TestCaseDetails_UnableToConvertToText
source: Unable to convert to text
cs: Nelze převést na text
de: Kann den Text nicht konvertieren
es: No se puede convertir a texto
fi: Ei voi muuntaa tekstiksi
fr: Impossible de convertir en texte
hu: A szöveg konvertálása sikertelen
pl: Nie można przekonwertować na tekst
pt: Não foi possível converter para texto
pt_pt: Não é possível converter para texto
ru: Невозможно преобразовать в текст
zh_hans: 无法将转换为文本
zh_hant: 無法轉換文字

# TestCaseDetails_NeedAutomationFilename
source: You need to specify a filename for the automated test script.
cs: Musíte zadat jméno souboru pro automatizovaný testovací skript.
de: Sie müssen einen Dateinamen für das automatische Testskript festlegen.
es: Es necesario especificar un nombre para el script de pruebas automatizadas.
fi: Sinun on määritettävä tiedostonimi automaattista testiskriptiä varten.
fr: Vous devez spécifier un nom de fichier pour le script de test automatisé.
hu: Az automatizált teszt szkript neve megadása kötelező
pl: Musisz okreslić nazwę dla zautomatyzowanego skryptu testowego.
pt: Você precisará especificar um nome de arquivo para o script de teste automatizado.
pt_pt: Precisa especificar um nome de ficheiro para o script de teste automatizado.
ru: Вам необходимо указать имя файла для автоматизированного тестового скрипта.
zh_hans: 您需要指定一个文件名为自动化的测试脚本。
zh_hant: 您需未自動化測試腳本指定文件名稱。

# UserDetails_ChangesSaved
source: Your preferences have been saved.
cs: Vaše nastavení bylo uloženo.
de: Ihre Einstellungen wurden gespeichert.
es: Tus preferencias han sido guardadas.
fi: Asetuksesi on tallennettu.
fr: Vos préférences ont été enregistrées.
hu: A beállítások mentése sikeresen megtörtént.
pl: Twoje ustawienia zostały zapisane.
pt: Suas preferências foram salvas.
pt_pt: As suas preferências foram gravadas.
ru: Твои предпочтения были сохранены.
zh_hans: 已保存您的首选项。
zh_hant: 已儲存您的偏愛設定。

# UserDetails_NewPasswordError1
source: You need to enter your current password.
cs: Zadejte své současné heslo.
de: Sie müssen Ihr aktuelles Passwort eingeben.
es: Debe introducir su contraseña actual.
fi: Sinun täytyy syöttää nykyinen salasanasi.
fr: Vous devrez entrer votre mot de passe actuel.
hu: Adja meg a jelenlegi jelszót.
pl: Musisz wprowadzić aktualne hasło.
pt: Você precisará digitar sua senha atual.
pt_pt: Precisar inserir a sua password atual.
ru: Вам необходимо ввести ваш текущий пароль.
zh_hans: 您需要输入您的当前密码。
zh_hant: 您必須輸入目前密碼。

# UserDetails_NewPasswordError2
source: The new password fields do not match.
cs: Zadaná nová hesla nejsou shodná.
de: Die neuen Passwörter stimmen nicht überein.
es: Los campos de nueva contraseña no coinciden.
fi: Uusi salasana-kentät eivät täsmää.
fr: Les champs pour le nouveau mot de passe ne correspondent pas.
hu: Az új jelszó mezők nem egyeznek.
pl: Potwierdzenie hasła różni się.
pt: Os campos de senha nova não coincidem.
pt_pt: Os novos campos da password não coincidem.
ru: Новые поля пароля не совпадают.
zh_hans: 新密码字段不匹配。
zh_hant: 新密碼欄位不符合。

# UserDetails_NewPasswordError3
source: Your new password cannot be blank.
cs: Nové heslo nesmí být prázdné.
de: Ihr neues Passwort darf nicht leer sein.
es: La nueva contraseña no puede estar en blanco.
fi: Uusi salasanasi ei voi olla tyhjä.
fr: Votre nouveau mot de passe ne peut pas être vide.
hu: Az új jelszó nem lehet üres.
pl: Nowe hasło nie może być puste.
pt: Sua nova senha não pode estar em branco.
pt_pt: A sua nova password não pode estar em branco.
ru: Ваш новый пароль не может быть пустым.
zh_hans: 您的新密码不能为空。
zh_hant: 新密碼不可為空。

# UserDetails_NewPasswordError4
source: Your current password is incorrect.
cs: Bylo zadáno nesprávné současné heslo.
de: Ihr aktuelles Passwort ist nicht korrekt.
es: La contraseña actual está incorrecta.
fi: Nykyinen salasanasi on väärä.
fr: Votre mot de passe actuel est incorrect.
hu: A jelenlegi jelszó hibás.
pl: Bieżące hasło jest nieprawidłowe.
pt: Senha atual está incorreta.
pt_pt: A sua password atual está incorreta.
ru: Ваш текущий пароль неверен.
zh_hans: 您的当前密码不正确。
zh_hant: 目前密碼不正確。

# UserDetails_UpdateMessage
source: Please review the information listed below and make any changes if necessary.<br />Click [Save] to save changes.
cs: Zkontrolujte prosím informace uvedené níže a proveďte potřebné změny. <br /> Klikněte na tlačítko [Aktualizovat] pro uložení změn.
de: Bitte überprüfen Sie die unten aufgeführten Informationen und nehmen Sie wenn nötig Änderungen vor. <br /> Klicken Sie auf [Save], um Änderungen zu speichern.
es: Por favor, revise la siguiente información y realice los cambios necesarios.<br /> Haga clic en [Guardar] para guardar los cambios.
fi: Tarkista tiedot listattuna alle ja tee tarpeelliset muutokset. <br /> Klikkaa [Päivitä] tallentaaksesi muutokset.
fr: Veuillez vérifier et si nécessaire modifier les informations ci-dessous. <br /> Cliquez sur [Enregistrer] pour sauvegarder les modifications.
hu: Kérjük, olvassa el a lenti információkat és szükség esetén módosítsa az adatokat.<br />A változtatások mentéséhez kattintson a [Frissítés] gombra.
pl: Prosimy o sprawdzenie informacji podanych poniżej i w razie potrzeby dokonanie zmian.<br />Kliknij przycisk [Aktualizuj], aby zapisać zmiany.
pt: Por favor, reveja as informações listadas abaixo e faça alterações, se necessário. <br /> clique em [Salvar] para salvar as alterações.
pt_pt: Por favor, reveja as informações listadas abaixo e, se necessário, faça alterações. < br / > clique em [Atualizar] para gravar as alterações.
ru: Пожалуйста, просмотрите информацию, приведенную ниже, и при необходимости внесите изменения.<br /> Нажмите [Сохранить], чтобы сохранить изменения.
zh_hans: 请检查下面列出的信息，并进行任何更改，如果必要。 < br / 〉 单击 [更新] 以保存更改。
zh_hant: 請檢查下方列出的資訊，若需要請進行修改。<br/>按下[更新]儲存變更。

# UserDetails_UpdatePasswordMessage
source: To change your password, you must enter your current password and the password you would like to change it to.
cs: Pro změnu hesla zadejte vaše současné heslo a nové heslo, které chcete nastavit.
de: Bitte geben Sie Ihr altes Passwort und ein neues Passwort ein, um Ihr aktuelles Passwort zu ändern.
es: Para cambiar su contraseña, usted debe introducir su contraseña actual y la nueva contraseña.
fi: Vaihtaaksesi salasanasi, sinun on syötettävä nykyinen salasana ja salasana joksi haluat muuttaa sen.
fr: Pour changer votre mot de passe, vous devez saisir votre mot de passe actuel et votre nouveau mot de passe.
hu: Jelszavának megváltoztatásához meg kell adnia jelenlegi jelszavát és az újat, amelyet használni szeretne.
pl: Aby zmienić hasło, należy wprowadzić aktualne hasło, a następnie nowe hasło.
pt: Para alterar sua senha, você deve digitar sua senha atual e a nova senha.
pt_pt: Para alterar a sua password, deve inserir a sua password atual e a password que quer passar a utilizar.
ru: Для смены пароля необходимо ввести свой текущий пароль и пароль, на который вы хотите его изменить.
zh_hans: 若要更改您的密码，您必须输入您的当前密码和密码要将其更改为。
zh_hant: 欲更改密碼，您必須輸入目前密碼和新密碼。
