Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Services_AttachmentIdNotNull
source: Document object needs to have AttachmentId set to null for adding
cs: Objekt dokumentu musí mít pro přidání nastavené ID přílohy AttachmentId na hodnotu null
de: Das Dokumentobjekt muss eine undefinierte ID für den Anhang haben, um hinzugefügt zu werden
es: Para agregar, el objeto del documento necesita tener un AttachmentId igual a nulo
fi: Dokumentti-objektia lisättäessä pitää AttachmentId olla tyhjä
fr: L'objet Document doit avoir AttachmentId initialisé à nul pour l’ajout
hu: Egy dokumentum elem létrehozásához az AttachmentId mezőjének null-nak kell lennie
pl: Aby dodać, dokument AttachmentId musi mieć wartość null
pt: O objeto documento precisa ter Identificação de Anexo (AttachmentId) definida como nulo para a adição
pt_pt: Para adicionar, o objeto documento precisa ter o AttachmentId como nulo
ru: Объект документа должен иметь значение AttachmentId равное нулю для добавления
zh_hans: 需要有 AttachmentId 设置为空的添加文档对象。
zh_hant: 新增文檔物件需將 AttachmentId 設為空。

# Services_CannotConnectToProject
source: Cannot connect to product, check that user is a member of the product and that it exists and is active.
cs: Nelze se připojit k produktu, ověřte, že uživatel je členem produktu, že existuje a je aktivní.
de: Kann nicht mit dem Produkt verbunden werden, überprüfen Sie, dass der Nutzer ein Produktmitglied ist, existiert und aktiv ist.
es: No se puede conectar al proyecto, compruebe que el usuario es miembro del proyecto, que exista y está activo.
fi: Ei voi yhdistää projektiin, tarkista että käyttäjä on projektin jäsen ja että se on olemassa ja aktiivinen.
fr: Impossible de se connecter au produit, vérifiez que l'utilisateur est un membre du produit et qu'il existe et est actif.
hu: Hiba történt a projekthez való csatlakozás során. Ellenőrizze, hogy tagja-e a projektnek, az létezik-e, illetve, hogy aktív-e
pl: Nie można dołączyć do projektu, sprawdź czy użytkownik jest członkiem projektu, istnieje i jest aktywny.
pt: Não é possível conectar ao projeto, verifique se o usuário é um membro do projeto, se ele existe e se está ativo.
pt_pt: Não é possível ligar ao projeto. Confirme que o utilizador é um membro do projeto, que existe e está ativo.
ru: Невозможно подключиться к устройству, убедитесь, что пользователь является членом устройства, и что оно существует и активно.
zh_hans: 无法连接到项目，请检查该用户是该项目的成员，和它存在，并且处于活动状态。
zh_hant: 無法連接專案，確認使用者為專案成員並存在且為活動狀態。

# Services_CustomListIdNotNull
source: Custom List object needs to have CustomPropertyListId set to null for creation
cs: Objekt Vlastního seznamu musí mít pro vytvoření nastavené CustomPropertyListId na hodnotu null
de: Die benutzerdefinierte Objektliste muss eine undefinierte CustomPropertyListId haben, um erstellt zu werden
es: El objeto de la Lista Personalizada necesita tener un CustomPropertyListID igual a nulo para su creación
fi: Kustomoidun Listan objektia luodessa CustomPropertyListId pitää olla tyhjä
fr: L'objet Liste personnalisée doit avoir CustomPropertyListId initialisé à nul pour la création
hu: Egyéni lista létrehozásához az CustomPropertyListId mezőjének null-nak kell lennie
pl: Obiekt Custom List musi mieć CustomPropertyListId o wartości null
pt: O objeto Lista Personalizada precisa ter CustomPropertyListId definido como null para criação
pt_pt: Para criar o objeto personalizado List, CustomPropertyListId tem que assumir o valor null
ru: Объект Custom List должен иметь значение CustomPropertyListId равным нулю для создания
zh_hans: 自定义列表对象需要具备 CustomPropertyListId 设置为空的创作
zh_hant: 建立自訂列表物件 CustomPropertyListId 需設定為空

# Services_CustomPropertyValueIdNotNull
source: Custom List Value object needs to have CustomPropertyValueId set to null for creation
cs: Objekt hodnot vlastního seznamu musí mít pro vytvoření nastavené CustomPropertyValueId na hodnotu null
de: Die benutzerdefinierte Werteliste muss eine undefinierte CustomPropertyValueId haben, um erstellt zu werden
es: El objeto valor de la Lista Personalizada debe tener un CustomPropertyValueId igual a nulo para su creación
fi: Kustomoidun listan arvo-objektia luotaessa CustomPropertyValueId pitää olla tyhjä
fr: L'objet Valeur de liste personnalisée doit avoir CustomPropertyValueId initialisé à nul pour la création
hu: Egyéni lista érték létrehozásához az CustomPropertyListId mezőjének null-nak kell lennie
pl: Wartość obiektu Custom List musi mieć CustomPropertyListId o wartości null
pt: O objeto Valor da Lista Personalizada precisa ter CustomPropertyValueId definido como null para criação
pt_pt: Para a criar o objeto personalizado List Value, CustomPropertyValueId tem que assumir o valor null
ru: Объект Custom List Value должен иметь значение CustomPropertyValueId равное нулю для создания
zh_hans: 自定义列表的值对象需要有 CustomPropertyValueId 设置为空的创作
zh_hant: 建立自訂列表值物件 CustomPropertyValueId 需設定為空

# Services_IncidentIdMissing
source: Incident object needs to have IncidentId populated
cs: Objekt incidentu musí mít IncidentId vyplněné
de: Das Vorfallobjekt muss eine IncidentId eingetragen haben
es: El objeto Incidente necesita información en IncidentId
fi: Havainto-objektin Incidentid pitää olla asetettu
fr: IncidentId doit être défini pour l'objet Incident
hu: Az incidens IncidentId mezőjének kitöltése kötelező
pl: Incydent musi mieć wypełnione IncidentId
pt: O objeto Incidente deve ter IncidentId preenchido
pt_pt: O objeto Defeito precisa ter o IncidentId preenchido
ru: Объект инцидента должен быть заполнен IncidentId.
zh_hans: 事件对象需要具备 IncidentId 填充
zh_hant: 事件物件需 IncidentId 填入

# Services_IncidentIdNotNull
source: Incident object needs to have IncidentId set to null for creation
cs: Objekt incidentu musí mít pro vytvoření nastavené IncidentId na hodnotu null
de: Das Vorfallobjekt muss eine undefinierte IncidentId haben, um erstellt zu werden
es: El objeto Incidente necesita tener IncidentId igual a nulo para su creación
fi: Havainto-objektia luotaessa IncidentId pitää olla tyhjä
fr: IncidentId doit être initialisé à nul pour la création de l'objet Incident
hu: Incidens elem létrehozásához az IncidentId mezőjének null-nak kell lennie
pl: Podczas tworzenie obiektu incydent, IncidentId musi być null
pt: O objeto Incidente deve ter IncidentId definido como null para criação
pt_pt: Para criar o objeto Defeito, IncidentId tem que assumir o valor null
ru: Объект IncidentId для создания должен иметь значение IncidentId равное нулю
zh_hans: 事件对象需要具备 IncidentId 设置为空的创作
zh_hant: 建立事件物件 IncidentId 需設定為空

# Services_LicenseViolationException
source: You have insufficient licenses available to access this API with this user
cs: Nemáte dostatečnou licenci pro přístup k této API s tímto uživatelem
de: Sie verfügen über keine ausreichenden Lizenzen, um mit diesem Benutzer auf diese API zuzugreifen
es: Usted no tiene suficientes licencias disponibles para accesar a las API’s con este usuario
fi: Sinulla ei ole riittävää lisenssiä käyttääksesi tällä käyttäjällä tätä APIa
fr: Les licences disponibles sont insuffisantes pour accéder à cette API avec cet utilisateur
hu: A licence nem teszi lehetővé, hogy ezt az API-t elérje a felhasználóval
pl: Masz niewystarczającą ilość dostępnych licencji aby zalogować się do API
pt: Você não tem licenças suficientes disponíveis para acessar essa API com esse usuário
pt_pt: Não tem disponíveis licenças suficientes para aceder a esta API com este utilizador
ru: У вас недостаточно лицензий, чтобы получить доступ к этому API с этим пользователем.
zh_hans: 你有没有足够的可用来访问此 API 与该用户的许可证
zh_hant: 此使用者沒有足夠授權存取此 API

# Services_NotAuthorizedAddCustomLists
source: Not Authorized to Add Custom Lists - need to be Product Owner
cs: Nemáte oprávnění přidat vlastní seznamy - je třeba být vlastníkem produktu
de: Nicht berechtigt benutzerdefinierte Listen hinzuzufügen – Sie müssen Produktbesitzer sein
es: No está Autorizado para Agregar Listas Personalizadas – debe ser Propietario del Proyecto
fi: Ei oikeuksia lisätä kustomoituja listoja - pitää olla Projektin omistaja
fr: Pas autorisé à ajouter des listes personnalisées – opération réservée au propriétaire du produit
hu: Nincs jogosultsága Egyéni lista hozzáadásához - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do dodawania niestandardowej listy - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Adicionar Listas Personalizadas - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a adicionar listas personalizadas - precisa ser owner do projeto
ru: Не уполномочен добавлять пользовательские списки - должен быть владельцем продукта
zh_hans: 未授权添加自定义列表-需要项目所有者
zh_hant: 未授權新增自訂列表 - 必須為專案擁有者

# Services_NotAuthorizedAddCustomListValues
source: Not Authorized to Add Custom List Values - need to be Product Owner
cs: Nemáte oprávnění přidat hodnoty vlastního seznamu - je třeba být vlastníkem produktu
de: Nicht berechtigt benutzerdefinierte Listenwerte hinzuzufügen – Sie müssen Produktbesitzer sein
es: No está Autorizado para Agregar Valores para Listas Personalizadas – debe ser Propietario del Proyecto
fi: Ei oikeuksia lisätä kustomoitujen listojen arvoja - pitää olla Projektin omistaja
fr: Pas autorisé à ajouter des valeurs de liste personnalisée - opération réservée au propriétaire du produit
hu: Nincs jogosultsága Egyéni lista érték hozzáadásához - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do dodawania niestandardowej listy wartości - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Adicionar Valores a Lista Personalizada - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a adicionar lista de valores personalizada - precisa ser owner do projeto
ru: Не уполномочен добавлять пользовательские значения списка - должен быть владельцем продукта
zh_hans: 未授权添加自定义列表值-需要项目所有者
zh_hant: 未授權新增自訂列表值 - 必須為專案擁有者

# Services_NotAuthorizedAddDocuments
source: Not Authorized to Add Documents to product
cs: Nemáte oprávnění přidat dokumenty k produktu
de: Nicht berechtigt Dokumente dem Produkt hinzuzufügen
es: No está Autorizado para Agregar Documentos al Proyecto
fi: Ei ole oikeutta lisätä Dokumentteja tähän Projektiin
fr: Pas autorisé à ajouter des documents au produit
hu: Nincs jogosultsága dokumentum hozzáadásához a projekten
pl: Brak uprawnień do dodawania dokumentów do projektu
pt: Não Autorizado a Adicionar Documentos ao Projeto
pt_pt: Não autorizado a adicionar documentos ao projeto
ru: Не уполномочен добавлять документы в продукт
zh_hans: 不认定为将文件添加到项目
zh_hant: 未授權新增文件至專案

# Services_NotAuthorizedAddIncidentPriorities
source: Not Authorized to Add Incident Priorities - need to be Product Owner
cs: Nemáte oprávnění přidat priority incidentů - je třeba být vlastníkem produktu
de: Nicht berechtigt Vorfallprioritäten hinzuzufügen – Sie müssen Produktbesitzer sein
es: No está Autorizado para Agregar Prioridades de Incidentes – debe ser Propietario del Proyecto
fi: Ei oikeuksia lisätä Havaintojen prioriteetteja - pitää olla Projektin omistaja
fr: Pas autorisé à ajouter les priorités des incidents - opération réservée au propriétaire du produit
hu: Nincs jogosultsága Incidens prioritás hozzáadásához - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do dodawania priorytetów incydentów - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Adicionar Prioridades ao Incidente - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a adicionar níveis de prioridade de defeitos - precisa ser owner do projeto
ru: Не уполномочен добавлять приоритеты по инцидентам - должен быть Владельцем продукта
zh_hans: 未授权添加事件优先事项-需要项目所有者
zh_hant: 未授權新增事件屬性 - 必須為專案擁有者

# Services_NotAuthorizedAddIncidentSeverities
source: Not Authorized to Add Incident Severities - need to be Product Owner
cs: Nemáte oprávnění přidat vlastní závažnosti incidentů - je třeba být vlastníkem produktu
de: Nicht berechtigt Vorfallschweregrade hinzuzufügen – Sie müssen Produktbesitzer sein
es: No está Autorizado para Agregar Severidades de Incidentes – debe ser Propietario del Proyecto
fi: Ei oikeuksia lisätä Havaintojen vaikuttavuuksia - pitää olla Projektin omistaja
fr: Pas autorisé à ajouter les gravités des incidents - opération réservée au propriétaire du produit
hu: Nincs jogosultsága Incidens súlyosság hozzáadásához - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do dodawania ważności incydentów - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Adicionar Gravidades ao Incidente - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a adicionar níveis de criticidade de defeitos - precisa ser owner do projeto
ru: Не уполномочен добавлять Серьезности Инцидента - должен быть Владельцем Продукта
zh_hans: 未授权添加事件严重等级-需要项目所有者
zh_hant: 未授權新增事件嚴重性 - 必須為專案擁有者

# Services_NotAuthorizedAddIncidentStatuses
source: Not Authorized to Add Incident Statuses - need to be Product Owner
cs: Nemáte oprávnění přidat stavy incidentů - je třeba být vlastníkem produktu
de: Nicht berechtigt Vorfallstatus hinzuzufügen – Sie müssen Produktbesitzer sein
es: No está Autorizado para Agregar Estados de Incidentes - necesita ser Propietario del Proyecto
fi: Ei oikeuksia lisätä Havaintojen tiloja - pitää olla Projektin omistaja
fr: Pas autorisé à ajouter les statuts des incidents - opération réservée au propriétaire du produit
hu: Nincs jogosultsága Incidens státusz hozzáadásához - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do dodawania statusów incydentów - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Adicionar Status do Incidente - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a adicionar status de defeitos - precisa ser owner do projeto
ru: Не уполномочен добавлять статусы проишествия - должен быть Владельцем продукта
zh_hans: 未授权添加事件状态-需要项目所有者
zh_hant: 未授權新增事件狀態 - 必須為專案擁有者

# Services_NotAuthorizedAddIncidentTypes
source: Not Authorized to Add Incident Types - need to be Product Owner
cs: Nemáte oprávnění přidat typy incidentů - je třeba být vlastníkem produktu
de: Nicht berechtigt Vorfalltypen hinzuzufügen – Sie müssen Produktbesitzer sein
es: No está Autorizado para Agregar Tipos de Incidentes - debe ser Propietario del Proyecto
fi: Ei oikeuksia lisätä Havaintojen tyyppejä - pitää olla Projektin omistaja
fr: Pas autorisé à ajouter des types d'incident - opération réservée au propriétaire du produit
hu: Nincs jogosultsága Incidens státusz hozzáadásához - Projekt tulajdonosnak kell lennie
pl: Brak Uprawnienień do Dodawania Typów Incydentów - musisz mieć rolę Właściciel Projektu
pt: Não Autorizado a Adicionar Tipos de Incidente - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a adicionar tipos de defeitos - precisa ser owner do projeto
ru: Не уполномочен добавлять типы инцидентов - должен быть Владельцем продукта
zh_hans: 未授权添加事件类型-需要项目所有者
zh_hant: 未授權新增事件類型 - 必須為專案擁有者

# Services_NotAuthorizedCreateIncidents
source: Not Authorized to Create Incidents
cs: Nemáte oprávnění vytvářet incidenty
de: Nicht berechtigt Vorfälle zu erstellen
es: No está Autorizado para Crear Incidentes
fi: Ei oikeuksia luoda Havaintoja
fr: Pas autorisé à créer des incidents
hu: Nincs jogosultsága Incidens létrehozásához
pl: Brak Uprawnienień do Tworzenia Incydentów
pt: Não Autorizado a Criar Incidentes
pt_pt: Não autorizado a criar defeitos
ru: Не уполномочен создавать инциденты
zh_hans: 未授权创建的事件
zh_hant: 未授權建立事件

# Services_NotAuthorizedCreateProjects
source: Not Authorized to Create Products - Need to be System Administrator
cs: Nemáte oprávnění vytvářet produkty - je třeba být správce systému
de: Nicht berechtigt Produkte zu erstellen – Sie müssen Systemadministrator sein
es: No está Autorizado para Crear Proyectos - Necesita ser Administrador del Sistema
fi: Ei oikeuksia luoda Projekteja - pitää olla Projektin omistaja
fr: Pas autorisé à créer des produits - opération réservée à l’Administrateur Système
hu: Nincs jogosultsága Projekt létrehozásához - Rendszer adminisztrátornak kell lennie
pl: Brak uprawnień do tworzenia projektów - musisz mieć rolę Administrator Systemu
pt: Não Autorizado a Criar Projetos - precisa ser Administrador do Sistema
pt_pt: Não autorizado a criar projetos - precisa ser administrador do sistema
ru: Не уполномочен создавать продукты - должен быть системным администратором.
zh_hans: 创建项目-未授权必须是系统管理员
zh_hant: 未授權建立專案 - 必須為系統管理者

# Services_NotAuthorizedCreateReleases
source: Not Authorized to Create Releases
cs: Nemáte oprávnění vytvářet verze
de: Nicht berechtigt Releases zu erstellen
es: No está Autorizado para Crear Releases
fi: Ei oikeuksia luoda Julkaisuja
fr: Pas autorisé à créer des versions
hu: Nincs jogosultsága Release létrehozásához
pl: Brak uprawnień do tworzenia wydań
pt: Não Autorizado a Criar Releases
pt_pt: Não autorizado a criar Entregas
ru: Не уполномочен создавать релизы
zh_hans: 无权创建版本
zh_hant: 未授權建立版本

# Services_NotAuthorizedCreateRequirements
source: Not Authorized to Create Requirements
cs: Nemáte oprávnění vytvářet požadavky
de: Nicht berechtigt Anforderungen zu erstellen
es: No está Autorizado para Crear Requerimientos
fi: Ei oikeuksia luoda Vaatimuksia
fr: Pas autorisé à créer des besoins
hu: Nincs jogosultsága Követelmény létrehozásához
pl: Brak uprawnień do tworzenia wymagań
pt: Não Autorizado a Criar Requerimentos
pt_pt: Não autorizado a criar Requisitos
ru: Не уполномочен создавать требования
zh_hans: 无权创建要求
zh_hant: 未授權建立需求

# Services_NotAuthorizedCreateTasks
source: Not Authorized to Create Tasks
cs: Nemáte oprávnění vytvářet úkoly
de: Nicht berechtigt Aufgaben zu erstellen
es: No está Autorizado para Crear Tareas
fi: Ei oikeuksia luoda Tehtäviä
fr: Pas autorisé à créer des tâches
hu: Nincs jogosultsága Feladat létrehozásához
pl: Brak uprawnień do tworzenia zadań
pt: Não Autorizado a Criar Tarefas
pt_pt: Não autorizado a criar Tarefas
ru: Не уполномочен создавать задачи
zh_hans: 无权创建任务
zh_hant: 未授權建立任務

# Services_NotAuthorizedCreateTestCases
source: Not Authorized to Create Test Cases
cs: Nemáte oprávnění vytvářet testovací případy
de: Nicht berechtigt Testfälle zu erstellen
es: No está Autorizado para Crear Casos de Prueba
fi: Ei oikeuksia luoda Testitapauksia
fr: Pas autorisé à créer des scénarios de test
hu: Nincs jogosultsága Teszteset létrehozásához
pl: Brak uprawnień do tworzenia przypadków testowych
pt: Não Autorizado a Criar Casos de Teste
pt_pt: Não autorizado a criar Casos de Teste
ru: Не уполномочен создавать тестовые случаи
zh_hans: 未授权创建测试用例
zh_hant: 未授權建立測試案例

# Services_NotAuthorizedCreateTestFolders
source: Not Authorized to Create Test Folders
cs: Nemáte oprávnění vytvářet složky testů
de: Nicht berechtigt Testordner zu erstellen
es: No está Autorizado para Crear Carpetas de Pruebas
fi: Ei oikeuksia luoda testi-kansioita
fr: Pas autorisé à créer des dossiers de test
hu: Nincs jogosultsága Teszt mappa létrehozásához
pl: Brak uprawnień do tworzenia folderów testowych
pt: Não Autorizado a Criar Pastas de Teste
pt_pt: Não autorizado a criar pastas de Testes
ru: Не уполномочен создавать тестовые папки
zh_hans: 无权创建测试文件夹
zh_hant: 未授權建立測試資料夾

# Services_NotAuthorizedCreateTestRuns
source: Not Authorized to Create Test Runs
cs: Nemáte oprávnění spouštět testy / vytvářet běhy testů
de: Nicht berechtigt Testläufe zu erstellen
es: No está Autorizado para Crear Ejecuciones de Prueba
fi: Ei oikeuksia luoda Testiajoja
fr: Pas autorisé à créer des exécutions de test
hu: Nincs jogosultsága Teszt futtatáshoz
pl: Brak uprawnień do tworzenia przebiegów testów
pt: Não Autorizado a Criar Execuções de Teste
pt_pt: Não autorizado a criar Execuções de Teste
ru: Не уполномочен создавать тестовые прогоны
zh_hans: 无权创建测试运行
zh_hant: 未授權建立測試執行

# Services_NotAuthorizedCreateTestSets
source: Not Authorized to Create Test Sets
cs: Nemáte oprávnění vytvářet testovací sady
de: Nicht berechtigt Testreihen zu erstellen
es: No está Autorizado para Crear Conjuntos de Pruebas
fi: Ei oikeuksia luoda Testijoukkoja
fr: Pas autorisé à créer des ensembles de tests
hu: Nincs jogosultsága Teszt szett létrehozásához
pl: Brak uprawnień do tworzenia zestawów testowych
pt: Não Autorizado a Criar Conjuntos de Teste
pt_pt: Não autorizado a criar Conjuntos de Teste
ru: Не уполномочен создавать тестовые наборы
zh_hans: 无权创建测试集
zh_hant: 未授權建立測試集

# Services_NotAuthorizedCreateTestSteps
source: Not Authorized to Create Test Steps
cs: Nemáte oprávnění vytvářet kroky testů
de: Nicht berechtigt Testschritte zu erstellen
es: No está Autorizado para Crear Pasos de Prueba
fi: Ei oikeuksia luoda Testiaskeleita
fr: Pas autorisé à créer des étapes de test
hu: Nincs jogosultsága Teszt lépés létrehozásához
pl: Brak uprawnień do tworzenia kroków testowych
pt: Não Autorizado a Criar Etapas de Teste
pt_pt: Não autorizado a criar Passos de Testes
ru: Не уполномочен создавать этапы тестирования
zh_hans: 无权创建测试步骤
zh_hant: 未授權建立測試步驟

# Services_NotAuthorizedCreateUsers
source: Not Authorized to Create Users - Need to be System Administrator
cs: Nemáte oprávnění k vytváření uživatelů - je třeba být správce systému
de: Nicht berechtigt Benutzer zu erstellen – Sie müssen Systemadministrator sein
es: No está Autorizado para Crear Usuarios - Necesita ser Administrador del Sistema
fi: Ei oikeuksia luoda Käyttäjiä - pitää olla Järjestelmävalvoja
fr: Pas autorisé à créer des utilisateurs - opération réservée à l’Administrateur Système
hu: Nincs jogosultsága felhasználók létrehozásához - Rendszeradminisztrátornak kell lennie
pl: Brak uprawnień do tworzenia użytkowników - musisz mieć rolę Administrator systemu
pt: Não Autorizado a Criar Usuários - precisa ser Administrador do Sistema
pt_pt: Não autorizado a criar utilizadores - precisa ser administrador do sistema
ru: Не уполномочен создавать пользователей - должен быть системным администратором.
zh_hans: 创建用户-未授权必须是系统管理员
zh_hant: 未授權建立使用者 - 必須為系統管理者

# Services_NotAuthorizedDeleteProjects
source: Not Authorized to Delete Products - Need to be System Administrator
cs: Nemáte oprávnění mazat produkty – je potřeba být správce systému
de: Nicht berechtigt Produkte zu löschen – Sie müssen Systemadministrator sein
es: No está Autorizado para Borrar Proyectos - Necesita ser Administrador del Sistema
fi: Ei oikeuksia poistaa Projekteja - pitää olla Järjestelmävalvoja
fr: Pas autorisé à supprimer des produits - opération réservée à l’Administrateur Système
hu: Nincs jogosultsága projekt törléséhez - Rendszer adminisztrátornak kell lennie
pl: Brak uprawnień do usuwania projektów - musisz mieć rolę Administrator Systemu
pt: Não Autorizado a Excluir Projetos - precisa ser Administrador do Sistema
pt_pt: Não autorizado a eliminar projetos - precisa ser administrador do sistema
ru: Не авторизован на удаление продуктов - должен быть системным администратором.
zh_hans: 删除项目-未授权必须是系统管理员
zh_hant: 未授權刪除專案 - 必須為系統管理者

# Services_NotAuthorizedModifyIncidents
source: Not Authorized to Modify Incidents
cs: Nemáte oprávnění měnit incidenty
de: Nicht berechtigt Vorfälle zu ändern
es: No está Autorizado para Modificar los Incidentes
fi: Ei oikeuksia muokata Havaintoja
fr: Pas autorisé à modifier les incidents
hu: Nincs jogosultsága Incidens módosításához
pl: Brak uprawnień do modyfikowania incydentów
pt: Não Autorizado a Modificar Incidentes
pt_pt: Não autorizado a modificar defeitos
ru: Не уполномочен изменять инциденты
zh_hans: 未授权修改事件
zh_hant: 未授權修改事件

# Services_NotAuthorizedModifyReleases
source: Not Authorized to Modify Releases
cs: Nemáte oprávnění měnit verze
de: Nicht berechtigt Releases zu ändern
es: No está Autorizado para Modificar las Releases
fi: Ei oikeuksia muokata Julkaisuja
fr: Pas autorisé à modifier les versions
hu: Nincs jogosultsága release módosításához
pl: Brak uprawnień do modyfikowania wydań
pt: Não Autorizado a Modificar Releases
pt_pt: Não autorizado a modificar Entregas
ru: Не уполномочен изменять релизы
zh_hans: 未授权修改的版本
zh_hant: 未授權修改版本
