Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# GeneralSettings_EventDaysToKeepInvalid
source: You need to enter an integer value for the Event Log Retention
cs: Musíte zadat celočíselnou hodnotu pro uchovávání protokolu událostí
de: Sie müssen einen ganzzahligen Wert für den Speicherzeitraum des Ereignisprotokolls eintragen
es: Usted necesita introducir un valor entero para la Retención de Registro de Eventos
fi: Sinun on annettava kokonaisluku tapahtumalogin säilytykselle arvoksi
fr: Vous devez entrer une valeur entière pour la durée de conservation du journal des évènements.
hu: Az Esemény Napló Megtartásához egy egész értéket kell megadnia
pl: Musisz wprowadzić wartość całkowitą.
pt: É necessário digitar um valor inteiro para a Retenção do Registro de Eventos
pt_pt: Precisa inserir um valor inteiro para o Log de retenção de eventos
ru: Вам необходимо ввести целое значение для сохранения журнала событий
zh_hans: 请输入日志保留时间
zh_hant: 必須為事件記錄保留輸入一整數值

# GeneralSettings_EventDaysToKeepRequired
source: You need to enter a value for the Event Log Retention
cs: Musíte zadat hodnotu pro uchovávání protokolu událostí
de: Sie müssen einen Wert für den Speicherzeitraum des Ereignis Protokolls eintragen
es: Usted necesita introducir un valor para la Retención de Registro de Eventos
fi: Sinun on annettava arvo tapahtumalogin säilytykselle
fr: Vous devez entrer une valeur pour la durée de conservation du journal des évènements.
hu: Az Esemény Napló Megtartásához meg kell adnia egy értéket
pl: Wprowadz wartość całkowitą
pt: É necessário digitar um valor para a Retenção do Registro de Eventos
pt_pt: Precisa inserir um valor para o Log de retenção de eventos
ru: Вам нужно ввести значение для сохранения журнала событий.
zh_hans: 请在日志保留时间中输入数值
zh_hant: 必須為事件記錄保留輸入一數值

# EventLog_ClearLogConfirm
source: Are you sure you want to clear the system event log? This operation cannot be undone.
cs: ste si jisti, že chcete vymazat protokol událostí systému? Tuto operaci nelze vrátit zpět.
de: Sind Sie sicher, dass Sie das System-Ereignis-Protokoll löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Está seguro de que desea borrar el Registro de Eventos del Sistema? Esta operación no se puede deshacer.
fi: Oletko varma että haluat tyhjentää järjestelmän tapahtumalogin. Tapahtumaan ei voi perua?
fr: Etes-vous sûr de vouloir vider le journal système ? L'opération ne peut être annulée.
hu: Biztos benne, hogy ki akarja törölni a rendszer Esemény Naplót? Ez a művelet nem visszavonható!
pl: Czy na pewno chcesz wyczyścić log zdarzeń. Operacja jest nieodwracalna
pt: Tem certeza de que deseja limpar o registro de eventos do sistema? Esta operação não pode ser desfeita.
pt_pt: Tem certeza que que deseja limpar o log de eventos do sistema? Esta operação não pode ser desfeita.
ru: Вы уверены, что хотите очистить журнал системных событий? Эту операцию нельзя отменить.
zh_hans: 请确认清空系统日志，此操作不可恢复
zh_hant: 您確定要清除系統事件記錄，此操作將無法還原？

# EventLog_ClearLogFailure
source: Unable to clear the system event log
cs: Nelze vymazat protokol událostí systému
de: Es war nicht möglich das System-Ereignis-Protokoll zu löschen
es: No se puede borrar el Registro de Eventos del Sistema
fi: Järjestelmän tapahtumalogin tyhjentäminen ei onnistu
fr: Impossible d'effacer le journal système.
hu: A rendszer Esemény naplót nem sikerült törölni.
pl: Nie można wyczyścić logu zdarzeń
pt: Não é possível limpar o registro de eventos do sistema
pt_pt: Não foi possível limpar o log de eventos do sistema
ru: Невозможно очистить журнал системных событий
zh_hans: 无法清空系统日志
zh_hant: 無法清除系統事件記錄

# EventLog_ClearLogSuccess
source: Successfully cleared the system event log
cs: Úspěšně vymazán protokolu událostí systému
de: Erfolgreiche Löschung des System-Ereignis-Protokolls
es: Se ha eliminado con éxito el Registro de Eventos del Sistema
fi: Järjestelmän tapahtumalogi onnistuneesti tyhennetty
fr: Journal système effacé.
hu: A rendszer Esemény napló sikeresen törlődött.
pl: Log zdarzeń wyczyszczony
pt: O registro de eventos do sistema foi apagado com sucesso.
pt_pt: O log de eventos do sistema foi limpo com sucesso
ru: Успешно очищен системный журнал событий
zh_hans: 清除系统日志成功
zh_hant: 已成功清除系統事件記錄

# VersionControlProviderDetails_TestFailed
source: Unable to connect to the source code provider. For more details please click on the "View Events" link below.
cs: Nelze se připojit k verzovacímu nástroji. Pro více informací prosím klikněte na následující odkaz:
de: Es konnte keine Verbindung zu dem Anbieter der Versionskontrolle hergestellt werden. Für mehr Informationen klicken Sie bitte den untenstehenden Link:
es: No se puede conectar al proveedor de control de versiones. Para obtener más detalles, haga clic en el enlace "Ver Eventos" a continuación.
fi: Kytkeytyminen versionhallinnan tarjoajaan ei onnistu. Saadaksesi lisätietoja klikkaa "Katsele tapahtumia" linkkiä alla.
fr: Impossible de se connecter au fournisseur de contrôle de versions. Pour plus de détails, veuillez cliquer sur le lien ci-dessous :
hu: A Version Control provider-hez nem sikerült kapcsolódni.
pl: Brak możliwości połączenia do narzędzia kontroli wersjami. Więcej informacji w linku poniżej:
pt: Não foi possível conectar-se ao provedor de controle de versão. Para mais detalhes, clique no link "Exibir eventos" abaixo.
pt_pt: Não foi possível estabelecer ligação com o fornecedor de controlo da versão. Para mais detalhes por favor clique abaixo no link "Ver Eventos"
ru: Невозможно подключиться к провайдеру контроля версий. Для получения более подробной информации, пожалуйста, перейдите по ссылке "Просмотр событий" ниже.
zh_hans: 无法连接版本控制服务者，请点击下联链接以查看详细
zh_hant: 無法連結版本控制提供器。請按下下方「檢視事件」連結取得更多詳細資訊。

# VersionControlProviderDetails_TestSuccess
source: Successfully connected to the source code provider.
cs: Úspěšně připojen k verzovacímu nástroji.
de: Erfolgreich verbunden mit dem Anbieter der Versionskontrolle.
es: Se ha conectado al proveedor de control de versiones con éxito.
fi: Onnistuneesti kytkeydytty versionhallinnan tarjoajaan.
fr: Connecté au fournisseur de contrôle de version.
hu: A kapcsolat a Version Control provider-hez sikeresen létrejött.
pl: Połączenie do narzędzia kontroli wersji powiodło się
pt: Conectado com sucesso ao provedor de controle de versão.
pt_pt: Foi estabelecida com sucesso a ligação ao fornecedor de controlo da versão.
ru: Успешное подключение к провайдеру контроля версий.
zh_hans: 成功连接版本控制服务者
zh_hant: 已成功連結版本控制提供器。

# GlobalNavigation_NotHavePermissionToView
source: You do not have permission to view this information.
cs: Nemáte oprávnění k zobrazení této informace.
de: Sie haben keine Berechtigung diese Informationen anzuzeigen.
es: Usted no tiene permiso para ver esta información.
fi: Sinulla on oltava oikeudet katsoa tätä tietoa.
fr: Vous n'avez pas l'autorisation d'accéder à cette information.
hu: Nincs joga az alábbi információ megtekintéséhez.
pl: Nie masz uprawnień do przeglądania tej informacji
pt: Você não tem permissão para visualizar esta informação.
pt_pt: Não tem permissão para ver esta informação.
ru: У вас нет разрешения на просмотр этой информации.
zh_hans: 您无权查看此信息
zh_hant: 您無權限檢視此資訊。

# RequirementsTaskService_TaskOutsideDateRange
source: The start or end date of this task cannot be outside the date range of its associated sprint/release.
cs: Datum zahájení nebo ukončení tohoto úkolu nemůže být mimo rozsah datumů sprintu/verze s ním spojeným.
de: Das Start- oder Enddatum dieser Aufgabe kann nicht außerhalb des Zeitraums Ihres verknüpften Releases bzw. Ihrer verknüpften Iteration liegen.
es: La fecha de inicio o fin de esta tarea no puede estar fuera del rango de fechas de su iteración/release asociada.
fi: Tähtävän päättymispäivämäärä ei voi olla siihen liittyvän julkaisun/iteraation aikataulun ulkopuolella.
fr: La date de début ou de fin de cette tâche doit appartenir à la plage de dates de son sprint/version.
hu: Ez a feladat kezdő vagy befejező dátuma nem lehet kívül a hozzá társított sprint/release dátumain.
pl: Data startu i zakończenia tego zadania nie może być spoza zakresu dowiązanej do niego iteracji/zasobu
pt: A data de início ou fim desta tarefa não pode estar fora do intervalo de datas da iteração/release associados.
pt_pt: A data de início ou de fim desta tarefa não pode estar fora do intervalo da data da iteração/entrega associada
ru: Дата начала или окончания данной задачи не может быть за пределами диапазона дат связанного с ней спринта/сброса.
zh_hans: 任务的开始/结束时间不能在项目/版本的时间之外
zh_hant: 此任務的開始或結束日期無法超過關聯的版本/迭代日期範圍。

# Admin_CustomPropertyDefinition_Removed
source: Custom property at position #{0} deleted.
cs: Vlastní vlastnost na pozici #{0} byla smazána.
de: Benutzerdefinierte Eigenschaft auf Position #{0} gelöscht.
es: La propiedad personalizada en la posición n.º {0} fue borrada.
fi: Kustomoitava ominaisuus poistettu kohdasta #{0}.
fr: Propriété personnalisée en position #{0} effacée.
hu: Az Egyedi Tulajdonság a #{0} pozíción törlődött.
pl: Wartość z pozycji #{0} usunięta.
pt: Propriedade personalizada da posição nº {0} apagada.
pt_pt: Propriedade adaptada na posição #{0} eliminada.
ru: Пользовательское свойство в позиции #{0} удалено.
zh_hans: 自定义属性 #{0} 已删除
zh_hant: 位於 {0} 的自訂屬性已刪除。

# Admin_CustomPropertyDefinition_Saved
source: Custom property at position #{0} saved.
cs: Vlastní vlastnost na pozici #{0} byla uložena.
de: Benutzerdefinierte Eigenschaft auf Position #{0} gespeichert.
es: La propiedad personalizada en la posición n.º {0} fue guardada.
fi: Kustomoitava ominaisuus kohdassa #{0} talletettu.
fr: Propriété personnalisée en position #{0} sauvegardée.
hu: Az Egyedi Tulajdonság a #{0} pozíción elmentődött.
pl: Wartość z pozycji #{0} zapisana.
pt: Propriedade personalizada da posição nº {0} salva.
pt_pt: Propriedade adaptada na posição #{0} gravada.
ru: Пользовательское свойство в позиции #{0} сохранено.
zh_hans: 自定义属性 #{0} 已保存
zh_hant: 位於 {0} 的自訂屬性已儲存。

# Admin_System_CustomListValue_ConfirmDeleteValue
source: Are you sure you want to remove this value?\nAny fields set to this value will be reset to the first item in the list or nulled.
cs: Jste si jisti, že chcete odstranit tuto hodnotu? \nKaždé pole nastavené na tuto hodnotu se nastaví na první položku v seznamu nebo se vynuluje.
de: Sind Sie sicher, dass Sie diesen Wert löschen möchten?\n Alle Felder mit diesem Wert werden auf den Wert des ersten Elements dieser Liste oder auf Null gesetzt.
es: Está seguro de que desea eliminar este valor?\nCualquier campo establecido en este valor se restablecerá al primer elemento de la lista o anulado.
fi: Oletko varma että haluat poistaa tämän arvon?\nKaikki kentät asetettuna tähän arvoon saavat listan ensimmäisen arvon tai nollataan.
fr: Etes-vous sûr de vouloir supprimer cette valeur ?\n Chaque champ avec cette valeur sera réinitialisé avec la valeur du premier élément de la liste ou mise à null.
hu: Biztos benne, hogy le akarja törölni ezt az értéket?\nBármelyik ezt az értkéket tartalmazó mező a lista első értékét fogja felvenni vagy lenullázódik.
pl: Czy na pewno chcesz usunąć tę wartość?\nKażde pole zawierające tę wartość zostanie zrestowane i będzie prezentować pierwszą wartość z listy lub null.
pt: Tem certeza que deseja remover este valor?\nQualquer campo associado a este valor será redefinido ao primeiro item da lista ou anulado.
pt_pt: tem certeza que deseja remover este valor?\nQuaisquer campos definidos para este valor serão repostos para o primeiro item na lista ou anulados.
ru: Вы уверены, что хотите удалить это значение?\nAny Поля, установленные на это значение, будут сброшены на первый элемент списка или обнулены.
zh_hans: 您确认删除此值吗，所有的相关设定将会被重置为列表中的第一项或为空
zh_hant: 您確定要移除此值？\n任何欄位設定此直接會被重置為列表中第一個項目或為 NULL。

# ListServiceBase_EnterValidDecimal
source: You need to enter a valid decimal value for '{0}'
cs: Musíte zadat platnou desetinnou hodnotu pro '{0}'
de: Sie müssen einen gültigen, dezimalen Wert für '{0}' eingeben.
es: Usted debe introducir un valor decimal válido para '{0}'
fi: Sinun on annettava {0} kentälle kelvollinen desimaalinen arvo
fr: Vous devez entrer une valeur décimale valide pour '{0}'
hu: {0}'-hoz meg kell adnia egy decimális értéket.
pl: Musisz wprowadzić poprawną wartość dziesiętną dla '{0}'
pt: É necessário informar um valor decimal válido para '{0}'
pt_pt: Precisa inserir um valor decimal válido para '{0}'
ru: Вам нужно ввести действительное десятичное значение для '{0}'.
zh_hans: 您需要在'{0}'输入正确的十进制数字
zh_hant: 必須為 {0} 輸入十進位值

# ListServiceBase_FieldIncorrectFormat
source: You need to enter '{0}' in a valid format.
cs: Musíte zadat '{0}' v platném formátu.
de: Sie müssen '{0}' in einem gültigen Format eingeben.
es: Usted debe entrar '{0}' en un formato válido.
fi: Sinun on annettava {0} oikeassa formaatissa.
fr: Vous devez entrer '{0}' dans un format valide.
hu: {0}'-t érvényes formátumban kell megadnia.
pl: Wprowadź wartość '{0}' w odpowiednim formacie
pt: Você precisa digitar '{0}' em um formato válido.
pt_pt: Precisa inserir '{0}' num formato válido.
ru: Вы должны ввести '{0}' в правильном формате.
zh_hans: 您需要在 '{0}' 输入正确的格式
zh_hant: 必須為 {0} 輸入合法格式

# ListServiceBase_FieldRequired
source: You need to enter a value for '{0}'.
cs: Musíte zadat hodnotu pro '{0}'.
de: Sie müssen einen Wert für '{0}' eingeben.
es: Usted necesita entrar un valor por '{0}'
fi: Sinun on annettava arvo {0} kentälle.
fr: Vous devez entrer une valeur pour {0}.
hu: A '{0}'-hoz meg kell adnia egy értéket.
pl: Wprowadź wartość dla '{0}'
pt: É necessário digitar um valor para '{0}'.
pt_pt: Precisa inserir um valor para '{0}'.
ru: Вам нужно ввести значение для '{0}'.
zh_hans: 您需要在 '{0}' 输入数值
zh_hant: 必須為 {0} 輸入一個值

# Admin_WorkflowDetails_AddSuccess
source: New workflow transition successfully added.
cs: Nový workflow přechod úspěšně přidán.
de: Neue Workflow-Transitionen erfolgreich hinzugefügt.
es: Se ha agregado correctamente la nueva transición de flujo de trabajo.
fi: Uusi tilamallin tilasiirtymä onnistuneesti lisätty.
fr: Nouvelle transition de workflow créée.
hu: Új munkafolyamat átmenet sikeresen hozzáadódott.
pl: Nowa tranzycja workflow dodana poprawnie.
pt: Nova transição de fluxo de trabalho adicionada com sucesso.
pt_pt: Nova transição no workflow adicionada com sucesso.
ru: Успешно добавлен новый технологический переход.
zh_hans: 新的工作流流程已成功添加
zh_hant: 新工作流程轉換已成功新增。

# Admin_WorkflowDetails_NameRequired
source: You need to enter a name for the transition.
cs: Musíte zadat název přechodu mezi stavy.
de: Sie müssen einen Namen für diese Transition eintragen.
es: Usted debe introducir un nombre para la transición.
fi: Sinun on annettava tilasiirtymälle nimi.
fr: Vous devez entrer un nom pour la transition.
hu: Egy nevet meg kell adnia az átmenethez.
pl: Musisz wprowadzić nazwę tranzycji
pt: Você precisa digitar um nome para a transição.
pt_pt: Precisa inserir um nome para a transição.
ru: Вам нужно ввести имя для перехода.
zh_hans: 您需为流程命名
zh_hant: 必須為此轉換輸入一名稱。

# Admin_WorkflowStep_RequiredNotAllowed
source: You can't set a field as Required if it is either hidden or disabled.
cs: Nemůžete nastavit pole jako Požadováno, pokud je buď skryté nebo zakázané.
de: Sie können kein Feld als erforderlich markieren wenn es entweder versteckt oder deaktiviert ist.
es: Usted no puede establecer un campo como requerido si está oculto o deshabilitado.
fi: Et voi asettaa kenttää pakolliseksi jos se on piilotettu tai estetty.
fr: Un champ ne peut être Requis si il est masqué ou inactif.
hu: Ha egy mező vagy letiltott, akkor az nem adható meg Kötelezőként.
pl: Nie można ustawić pola jako wymagane jeśli jest ono wyłączone albo ukryte.
pt: Você não pode definir um campo como obrigatório se ele estiver oculto ou desativado.
pt_pt: Não pode definir um campo como Obrigatório se está tanto escondido como inoperacional.
ru: Вы не можете установить поле как Требуемое, если оно либо скрыто, либо отключено.
zh_hans: 您无法设置隐藏的或已失效的字段
zh_hant: 若欄位為隱藏或取消啟動無法設定為必須欄位。

# Admin_WorkflowStep_UpdateSuccess
source: Field and Custom Property Settings Updated
cs: Nastavení Vlastních vlastností aktualizováno.
de: Einstellungen der Felder und benutzerdefinierten Eigenschaften geändert
es: Las configuraciones de Campo y Propiedades Personalizadas están actualizadas
fi: Kenttä ja kustomoidut ominaisuudet päivitetty
fr: Paramètres de champs et Propriétés personnalisées mis à jour
hu: Egyedi Tulajdonságot és Mezőt frissítve lettek.
pl: Pole oraz wartości zaktualizowane
pt: Configurações de Campo e Propriedade Personalizadas atualizadas com sucesso
pt_pt: Configurações das Propriedades Padrão e de Campo atualizadas
ru: Обновлены полевые и пользовательские настройки свойств
zh_hans: 字段和自定义属性设定已更新
zh_hant: 欄位和自訂屬性設定已更新

# Admin_Workflows_Default_CopySuccess
source: Workflow successfully copied
cs: Workflow úspěšně zkopírováno
de: Workflow erfolgreich kopiert
es: Flujo de Trabajo copiado con éxito.
fi: Tilmalli onnistuneesti kopioitu
fr: Workflow copié.
hu: A Munkafolyamat sikeresen átmásolódott
pl: Workflow skopiowany poprawnie.
pt: Fluxo de Trabalho copiado com sucesso
pt_pt: O workflow foi copiado com sucesso
ru: Workflow успешно скопирован
zh_hans: 工作流已成功复制
zh_hant: 工作流程已成功複製

# Admin_Workflows_Default_DeleteConfirm
source: Are you sure you want to delete this workflow?
cs: Jste si jisti, že chcete smazat toto workflow?
de: Sind sie sich sicher, dass Sie den Workflow löschen möchten?
es: Está seguro que desea borrar este flujo de trabajo?
fi: Oletko varma että haluat poistaa tämän Tilamallin?
fr: Etes-vous sûr de vouloir supprimer le workflow ?
hu: Biztos benne, hogy le akarja törölni ezt a Munkafolyamatot?
pl: Czy na pewno chcesz usunąć ten workflow?
pt: Tem certeza de que deseja excluir este fluxo de trabalho?
pt_pt: Tem certeza que deseja eleminar este workflow?
ru: Вы уверены, что хотите удалить этот рабочий процесс?
zh_hans: 您确认删除此工作流吗
zh_hant: 您確定要刪除此工作流程？

# Admin_Workflows_Default_DeleteSuccess
source: Workflow successfully deleted
cs: Workflow úspěšně smazáno.
de: Workflow erfolgreich gelöscht
es: Flujo de Trabajo borrado con éxito.
fi: Tilamalli onnistuneesti poistettu
fr: Workflow supprimé.
hu: A Munkafolyamat sikeresen törlődött.
pl: Workflow usunięty
pt: Fluxo de trabalho excluído com sucesso
pt_pt: O workflow foi eliminado com sucesso
ru: Workflow успешно удален
zh_hans: 工作流已成功删除
zh_hant: 工作流程已成功刪除

# Admin_Workflows_Default_EditActiveWarning
source: Warning: You are about to edit an active workflow that may be in use.\nAre you sure you want to continue?
cs: Upozornění: Chystáte se upravit aktivní workflow, který může být používán.\ nJste si jisti, že chcete pokračovat?
de: Warnung: Sie sind dabei einen aktiven Workflow, der möglicherweise noch benutzt wird, zu bearbeiten.\nMöchten Sie wirklich fortfahren?
es: Advertencia: Usted está a punto de editar un flujo de trabajo activo que puede estar en uso.\nEstá seguro que desea continuar?
fi: Varoitus: Olet aloittamassa aktiivisen tilamallin muokkaamisen. Tilamalli voi olla käytössä.\nOletko varma että haluat jatkaa?
fr: Attention : vous allez modifier un workflow actif qui pourrait être en cours d'utilisation.\nEtes-vous sûr de vouloir continuer ?
hu: Figyelmeztetés: Egy Aktív munkafolyamatot szerkeszt, ami esetleg használatban van.\nBiztos folytatni akarja?
pl: Uwaga: Workflow jest aktywny i może być używany produkcyjnie.\nCzy chcesz kontynuować?
pt: Aviso: Você está prestes a editar um fluxo de trabalho ativo que pode estar em uso\nTem certeza de que deseja continuar?
pt_pt: Aviso: Está prestes a editar um workflow ativo que pode estar a ser usado.\nTem certeza que deseja continuar?
ru: Внимание: Вы собираетесь редактировать активный рабочий процесс, который может быть в использовании.\nAre Вы уверены, что хотите продолжить?
zh_hans: 警告: 您正在修改一个正在使用的工作流，请确认继续。
zh_hant: 警告：您欲編輯正在使用中的工作流程。\n您確定要繼續？

# Admin_Workflows_Default_NameRequired
source: You need to enter a name for the workflow
cs: Musíte zadat název workflow
de: Sie müssen einen Namen für diesen Workflow eingeben
es: Usted debe introducir un nombre para el flujo de trabajo
fi: Sinun on annettava tilamallille nimi
fr: Vous devez entrer un nom pour le workflow.
hu: A Munkafolyamathoz meg kell adnia egy nevet
pl: Musisz wprowadzić nazwę workflow
pt: Você precisa digitar um nome para o fluxo de trabalho
pt_pt: Precisa inserir um nome para o workflow
ru: Вам необходимо ввести имя для рабочего процесса
zh_hans: 请命名工作流
zh_hant: 必須為工作流程輸入名稱

# Admin_Workflows_Default_OneNeedsToBeActive
source: At least one Workflow needs to be marked as Active.
cs: Alespoň jedno workflow musí být označeno jako aktivní.
de: Mindestens ein Workflow muss als aktiv markiert sein.
es: Al menos un Flujo de Trabajo debe estar marcado como activo.
fi: Ainakin yksi Tilamalli on asetettava aktiiviseksi.
fr: Au moins un workflow doit être actif.
hu: Legalább egy Munkafolyamat Aktívnak kell lennie.
pl: przynajmniej jeden workflow musi być aktywny.
pt: Pelo menos um Fluxo de Trabalho precisa ser marcado como Ativo.
pt_pt: Pelo menos um workflow deve estar identificado como Ativo.
ru: Как минимум один рабочий процесс должен быть отмечен как активный.
zh_hans: 至少需要启用一个工作流
zh_hant: 至少一個工作流程需被標示為啟動。

# Admin_Workflows_Default_SaveConfirm
source: Workflows successfully saved
cs: Workflow úspěšně uloženo
de: Workflows erfolgreich gespeichert
es: Flujos de trabajo guardados con éxito
fi: Tilamallit onnistuneesti talletettu
fr: Workflows sauvegardés.
hu: A Munkafolyamat sikeresen mentődött
pl: Workflow zapisany.
pt: Os Fluxos de Trabalho foram salvos com sucesso
pt_pt: Workflows gravados com sucesso
ru: Рабочие процессы успешно сохранены
zh_hans: 工作流已成功保存
zh_hant: 工作流程已成功儲存

# Admin_WorkflowTransition_NameRequired
source: You need to enter a Transition Name!
cs: Musíte zadat jméno přechodu mezi stavy.
de: Sie müssen einen Namen für die Transition eingeben!
es: Usted necesita entrar un nombre para la transición.
fi: Sinun annettava tilasiirtymän nimi!
fr: Vous devez entrer un nom de transition.
hu: Meg kell adnia egy Átmenet nevet!
pl: Musisz wprowadzić nazwę tranzycji
pt: É necessário digitar um Nome para a Transição!
pt_pt: Precisa inserir o Nome para a Transição!
ru: Вам необходимо ввести Переходное Имя!
zh_hans: 请命名流程
zh_hant: 必須輸入轉換名稱！

# Admin_WorkflowTransition_SettingsSaved
source: Workflow Transition Settings Updated
cs: Nastavení přechodu mezi stavy workflow aktualizováno.
de: Einstellungen der Workflow Transition wurden aktualisiert
es: Configuración de Transición de Flujo de Trabajo actualizada
fi: Tilamallin tilasiirtymän asetukset päivitetty
fr: Paramètres de transition de workflow mis à jour.
hu: A Munkafolyamat Átmenet Beállítások frissítve lettek.
pl: Ustawienia workflow zaaktualziowane
pt: Configurações de Transição de Fluxo de Trabalho atualizadas com sucesso
pt_pt: Configurações da Tansição do Workflow atualizadas
ru: Обновлены настройки перехода к рабочему процессу
zh_hans: 工作流流程设定已更新
zh_hant: 工作流程轉換設定已更新

# IncidentsService_IncidentNotFound
source: Unable to retrieve incident IN{0} as it no longer exists.
cs: Nelze načíst incident IN{0}, protože již neexistuje.
de: Es war nicht möglich den Vorfall IN{0} aufzurufen, da er nicht mehr existiert.
es: No se puede recuperar el incidente IN{0} puesto que ya no existe.
fi: Ei voida hakea havaintoa IN{0}, koska sitä ei ole enää olemassa.
fr: L'incident IN{0} n'existe plus.
hu: Az IN{0} incidens nem elérhető mert már nem létezik..
pl: Nie można odzyskać incydentu IN{0}. Zweryfikuj czy nie został usunięty lub przeniesiony do innego projektu.
pt: Não foi possível recuperar o incidente IN{0}, pois ele não existe mais.
pt_pt: Não foi possível recuperar defeito EM{0} dado que já não existe.
ru: Невозможно найти инцидент IN{0}, так как его больше нет.
zh_hans: IN{0}y已不存在，无法恢复
zh_hant: 無法取回不存在的事件 IN{0} 。
