Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestCaseService_DuplicateParameterName
source: Please choose a parameter name that is not already used.
cs: Vyberte prosím název parametru, který ještě není používán.
de: Bitte wählen Sie einen Parameternamen, der noch nicht verwendet wird.
es: Por favor, elija un nombre de parámetro no utilizado.
fi: Valitse parametrin nimi, joka ei ole jo käytössä.
fr: Veuillez choisir un nom de paramètre qui n'est pas déjà utilisé.
hu: Válasszon olyan paraméternevet, amely még nincs használatban
pl: Wybierz nazwę parametru, która nie została jeszcze użyta.
pt: Por favor, escolha um nome de parâmetro que ainda não foi usado.
pt_pt: Por favor escolha um nome de parâmetro que ainda não tenha sido usado.
ru: Пожалуйста, выберите имя параметра, которое еще не используется.
zh_hans: 请选择一个尚未使用的参数名称。
zh_hant: 請選擇一個尚未使用的參數名稱。

# TestStepService_SelfReferencingTestLink
source: You have created a self-referencing Test Link. This will not execute correctly.
cs: Vytvořili jste Testovací link, který odkazuje sám na sebe. Test nebude správně vykonán.
de: Sie haben einen selbstverweisenden Test Link erstellt. Dies wird nicht korrekt ausgeführt.
es: Ha creado una Asociación de Prueba autoreferenciada. Esto no se ejecutará correctamente.
fi: Olet luoneet itseensä viittaavan testilinkin. Tätä ei voida suorittaa oikein.
fr: Vous avez créé un lien de test s’autoréférencant. L’exécution ne pourra se faire correctement.
hu: A teszt link amelyet létrehozott önmagára hivatkozik. A végrehajtása nem lesz megfelelő.
pl: Utworzyłeś Łącze Testowe odwołujące się do siebie. Nie będzie to wykonywane poprawnie.
pt: Você criou uma associação de teste auto-referente. Ela não será executada corretamente.
pt_pt: Criou um Link de Teste auto referenciado. Como tal, não será executado corretamente.
ru: Вы создали самонаправляющую тестовую ссылку. Это не будет выполнено правильно.
zh_hans: 您创建的自引用的测试链接。这将无法正确执行。
zh_hant: 您已建立自引用的測試連結。這將無法正確執行。

# IncidentList_DeleteConfirm
source: Are you sure you want to delete the selected incident(s)?
cs: Jste si jisti, že chcete smazat vybraný incident(y)?
de: Sind Sie sicher, dass Sie den ausgewählten Vorfall löschen möchten?
es: Está seguro que desea borrar el(los) incidente(s) seleccionado(s)?
fi: Oletko varma että haluat poistaa valitut Havainnot?
fr: Etes-vous sûr de vouloir effectuer la suppression ?
hu: Biztosan törölni kívánja a kiválasztott incidens(eke)t?
pl: Czy na pewno chcesz usunąć wybrane incydenty?
pt: Tem certeza de que deseja excluir o(s) incidente(s) selecionado(s)?
pt_pt: Tem a certeza de que deseja eliminar o(s) defeito(s) selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные инциденты?
zh_hans: 确实要删除所选的该种吗？
zh_hant: 確定要刪除選擇的事件？

# RequirementsList_DeleteConfirm
source: Are you sure you want to delete the selected requirement(s)?
cs: Jste si jisti, že chcete smazat vybraný požadavek(y)?
de: Sind Sie sicher, dass Sie die gewählte(n) Anforderung(en) löschen möchten?
es: Está seguro que desea borrar el(los) requisito(s) seleccionado(s)?
fi: Oletko varma että haluat poistaa valitut Vaatimukset?
fr: Etes-vous sûr de vouloir supprimer le(s) besoin(s) sélectionné(s) ?
hu: Biztosan törölni kívánja a kiválasztott követelmény(eke)t?
pl: Czy na pewno chcesz usunąć wybrane wymagania?
pt: Tem certeza de que deseja excluir o(s) requerimento(s) selecionado(s)?
pt_pt: Tem a certeza de que deseja eliminar o(s) requisito(s) selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные требования?
zh_hans: 确实要删除所选的要求吗？
zh_hant: 確定要刪除選擇的需求？

# TaskList_DeleteConfirm
source: Are you sure you want to delete the selected task(s)?
cs: Jste si jisti, že chcete smazat vybraný úkol(y)?
de: Sind Sie sicher, dass Sie die gewählte(n) Aufgabe(n) löschen möchten?
es: Está seguro que desea eliminar la(s) tarea(s) seleccionada(s)?
fi: Oletko varma että haluat poistaa valitut Tehtävät?
fr: Etes-vous sûr de vouloir effectuer la suppression ?
hu: Biztosan törölni kívánja a kijelölt feladato(ka)t?
pl: Czy na pewno chcesz usunąć wybrane zadania?
pt: Tem certeza de que deseja excluir a(s) tarefa(s) selecionada(s)?
pt_pt: Tem a certeza de que deseja eliminar a(s) tarefa(s) selecionada(s)?
ru: Вы уверены, что хотите удалить выбранную задачу (задачи)?
zh_hans: 确实要删除选定的任务吗？
zh_hant: 確定要刪除選擇的任務？

# TestCaseDetails_TestStepDeleteConfirm
source: Are you sure that you want to delete the selected test steps?
cs: Jste si jisti, že chcete smazat vybrané kroky testu?
de: Sind Sie sicher, dass Sie die gewählten Testschritte löschen möchten?
es: Está seguro que desea borrar los pasos de prueba seleccionados?
fi: Oletko varma että haluat poistaa valitut Testiaskeleet?
fr: Etes-vous sûr de vouloir supprimer les étapes de test sélectionnées ?
hu: Biztos, hogy törölni kívánja a kiválasztott teszt lépéseket?
pl: Czy na pewno chcesz usunąć wybrane kroki testowe?
pt: Tem certeza de que deseja excluir as etapas de teste selecionadas?
pt_pt: Tem a certeza de que deseja eliminar o(s) passo(s) de teste selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные этапы тестирования?
zh_hans: 是否确实要删除选定的测试步骤?
zh_hant: 確定要刪除選擇的測試步驟？

# TestRunList_DeleteConfirm
source: Are you sure you want to delete the selected test run(s)?
cs: Jste si jisti, že chcete smazat vybraný běh(y) testu?
de: Sind Sie sicher, dass Sie die gewählten Testläufe löschen möchten?
es: Está seguro que desea borrar la(s) ejecución(es) de prueba seleccionada(s)?
fi: Oletko varma että haluat poistaa valitut Testiajot?
fr: Etes-vous sûr de vouloir effectuer la suppression ?
hu: Biztosan törölni kívánja a kiválasztott tesztfutás(oka)t?
pl: Czy na pewno chcesz usunąć wybrane przebiegi testów?
pt: Tem certeza de que deseja excluir a(s) execução(ões) de teste selecionada(s)?
pt_pt: Tem a certeza de que deseja eliminar a(s) Execução(ões) de Teste selecionada(s)?
ru: Вы уверены, что хотите удалить выбранный(ые) тестовый(ые) прогон(ы)?
zh_hans: 是否确实要删除选定的测试 run(s)?
zh_hant: 確定要刪除選擇的測試執行？

# ReleaseList_DeleteConfirm
source: Are you sure you want to delete the selected release(s)?
cs: Jste si jisti, že chcete smazat vybrané verze?
de: Sind Sie sicher, dass Sie das / die gewählte(n) Release(s) löschen möchten?
es: Está seguro que desea borrar la(s) release(s) seleccionada(s)?
fi: Oletko varma että haluat poistaa valitut Julkaisut?
fr: Etes-vous sûr de vouloir effectuer la suppression ?
hu: Biztosan törölni kívánja a kiválasztott release-(eke)t?
pl: Czy na pewno chcesz usunąć wybrane wydania?
pt: Tem certeza de que deseja excluir o(s) release(s) selecionado(s) ?
pt_pt: Tem a certeza de que deseja eliminar a(s) Entrega(s) selecionada(s)?
ru: Вы уверены, что хотите удалить выбранные версии?
zh_hans: 确实要删除所选的 release(s) 吗？
zh_hant: 確定要刪除選擇的版本？

# TestCaseList_DeleteConfirm
source: Are you sure you want to delete the selected test case(s)?
cs: Jste si jisti, že chcete smazat vybraný testovací případ(y)?
de: Sind Sie sicher, dass Sie die gewählte(n) Testfälle löschen möchten?
es: Está seguro que desea eliminar el(los) caso(s) de prueba seleccionado(s)?
fi: Oletko varma että haluat poistaa valitut Testitapaukset?
fr: Etes-vous sûr de vouloir supprimer le(s) scénario(s) de test ?
hu: Biztosan törölni kívánja a kiválasztott teszteset(eke)t?
pl: Czy na pewno chcesz usunąć wybrane przypadki testowe?
pt: Tem certeza de que deseja excluir o(s) caso(s) de teste(s) selecionado(s)?
pt_pt: Tem a certeza de que deseja eliminar o(s) Caso(s) de Teste selecionado(s)?
ru: Вы уверены, что хотите удалить выбранный(ые) тестовый(ые) случай(ы)?
zh_hans: 确实要删除所选的测试吗？
zh_hant: 確定要刪除選擇的測試案例？

# TestSetList_DeleteConfirm
source: Are you sure you want to delete the selected test set(s)?
cs: Jste si jisti, že chcete smazat vybranou testovací sadu(sady)?
de: Sind Sie sicher, dass Sie die gewählte(n) Testreihe(n) löschen möchten?
es: Está seguro que desea borrar el(los) conjunto(s) de pruebas seleccionado(s)?
fi: Oletko varma että haluat poistaa valitut Testijoukot?
fr: Etes-vous sûr de vouloir effectuer la suppression ?
hu: Biztosan törölni kívánja a kiválasztott teszt szett(eke)t?
pl: Czy na pewno chcesz usunąć wybrane zestawy testowe?
pt: Tem certeza de que deseja excluir o(s) conjunto(s) de teste selecionado(s)?
pt_pt: Tem a certeza de que deseja eliminar o(s) Conjunto(s) de Teste selecionado(s)?
ru: Вы уверены, что хотите удалить выбранный(ые) тестовый(ые) набор(ы)?
zh_hans: 确实要删除选定的测试集吗？
zh_hant: 確定要刪除選擇的測試集？

# ArtifactLinkPanel_DeleteConfirm
source: Are you sure you want to delete the selected associations?
cs: Opravdu chcete odstranit vybraná propojení?
de: Sind Sie sicher, dass Sie die gewählten Verknüpfungen löschen möchten?
es: Está seguro que desea borrar las asociaciones seleccionadas?
fi: Oletko varma että haluat poistaa valitun yhteyden?
fr: Etes-vous sûr de vouloir supprimer les associations choisies ?
hu: Biztosan törli a kiválasztott kapcsolatot?
pl: Czy na pewno chcesz usunąć wybrane powiązania?
pt: Tem certeza de que deseja excluir as associações selecionadas?
pt_pt: Tem a certeza de que deseja eliminar a(s) Associação(ões) selecionada(s)?
ru: Вы уверены, что хотите удалить выбранные ассоциации?
zh_hans: 确实要删除所选的协会吗？
zh_hant: 確定要刪除選擇的關聯？

# Admin_Notification_DeleteEvent
source: Are you sure you want to delete this event? This cannot be undone.
cs: Opravdu chcete odstranit tuto událost? Jde o nevratnou akci.
de: Sind Sie sicher, dass Sie dieses Ereignis löschen möchten? Dies kann nicht rückgängig gemacht werden.
es: Está seguro que desea borrar este evento? Esto no se puede deshacer.
fi: Oletko varma että haluat poistaa tämän tapahtuman? Tätä ei voi perua.
fr: Etes-vous sûr de vouloir supprimer cet événement ? La suppression ne pourra être annulée.
hu: Biztosan törli ez az eseményt? A művelet nem visszavonható.
pl: Czy na pewno chcesz usunąć to zdarzenie ?
pt: Tem certeza de que deseja excluir este evento? Esta ação não pode ser desfeita.
pt_pt: Tem a certeza de que deseja eliminar o este evento?
ru: Вы уверены, что хотите удалить это событие? Это нельзя отменить.
zh_hans: 是否确实要删除此事件吗？这不能撤消。
zh_hant: 確定要刪除此事件？此操作無法還原。

# Admin_Notification_ErrorEventIdNotFound
source: Could not locate specified event ID.
cs: Nemohu nalézt zadané ID události.
de: Konnte keine festgelegte Event-ID ermitteln.
es: No se pudo encontrar el ID del evento especificado.
fi: Ei voitu paikallistaa määritetyn tapahtuman ID:tä.
fr: Impossible de trouver l'ID d'événement spécifié.
hu: Megadott azonosítójú esemény nem található.
pl: Nie można odnaleźdź wskazanego ID.
pt: Não foi possível localizar o ID do evento especificado.
pt_pt: Não foi possível localizar o ID de evento especificado.
ru: Не смог найти указанный идентификатор события.
zh_hans: 找不到指定的事件 id。
zh_hant: 找不到指定的事件編號。

# Admin_SelectProject
source: You need to first select a product from the View/Edit Products page!
cs: Nejprve vyberte produkt na stránce Zobrazit/Změnit produkt!
de: Sie müssen zuerst ein Produkt aus der Seite Produkt Bearbeiten / Anzeigen wählen.
es: Primero, usted debe seleccionar un proyecto de la página Ver/Editar Proyectos!
fi: Sinun täytyy ensin valita projekti Katso/Muokkaa Projektia sivulta!
fr: Vous devez d'abord sélectionner un produit dans le menu Afficher / Modifier les produits.
hu: Először projektet kell választania a Projekt megtekintése / szerkesztése oldalon!
pl: Najpierw wybierz projekt
pt: Você precisa primeiro selecionar um projeto da página Exibir/Editar Projetos!
pt_pt: Precisa primeiro selecionar um projeto a partir da página Ver/Editar projetos!
ru: Сначала необходимо выбрать продукт на странице "Просмотр/редактирование продуктов"!
zh_hans: 您需要首先选择一个项目从页中查看/编辑项目 ！
zh_hant: 您必須從檢視/編輯專案頁中先選擇一個專案！

# Admin_Notification_WorkflowNotice
source: Note that these events do not override nor cancel any notifications configured for Incident Workflows. To adjust settings based on Incident Status changes and workflow steps, please go to the View/Edit Workflow page.
cs: Pamatujte, že tyto události ani nepřebijí, ani neruší události definované ve workflow incidentů. Pro úpravu nastavení na základě změn stavů Incidentů či kroků workflow přejděte na stránku Zobrazit/Změnit Workflow.
de: Beachten Sie, dass diese Ereignisse keine konfigurierten Benachrichtigungen der Vorfallworkflows überschreibt oder abbricht. Um Einstellungen anzupassen, die auf Änderungen des Vorfallstatus und der Workflowschritte beruhen, gehen Sie bitte zur Seite Workflow Ansicht / Bearbeiten.
es: Tenga en cuenta que estos eventos no anulan ni cancelan las notificaciones configuradas para Flujos de Trabajo de Incidentes. Para ajustar la configuración según los cambios en el estado del incidente y los pasos del flujo de trabajo, vaya a la página Ver/Editar Flujo de Trabajo.
fi: Huomaa että nämä tapahtumat eivät ohita eivätkä peruutta ilmoituksia, jotka on määritelty Havaintojen työnkuluissa. Jos haluat säätää asetuksia Havainnon tilan muuttumisen ja työnkulun vaiheiden mukaan, mene Katso/Muokkaa työnkulkua-sivulle.
fr: Vous devez d'abord sélectionner un produit dans le menu Afficher / Modifier les produits.
hu: Megjegyzés: ezek az események nem írják felül az értesítéseket, amelyek az incidens munkafolyamatokhoz tartoznak. Az incidensek státuszaihoz tartozó beállításokhoz és munkafolyamati lépésekhez a Munkafolyamatok szerkesztése oldalra látogasson el
pl: Sprawdz czy poniższe zdarzenia nie są w konfikcie z notyfikacjami skonfigurowanymi w workflow incydnetów. Dodanie lub edycja notyfikacji związanych ze statusem incydentu realizowana w tym samym module co konfiguracja workflow.
pt: Observe que esses eventos não anulam nem cancelam quaisquer notificações configuradas para Fluxos de Trabalho de Incidentes. Para ajustar as configurações com base nas alterações de Status de Incidente e Etapas de Fluxo de Trabalho, por favor, vá para a página Exibir/Editar Fluxo de Trabalho.
pt_pt: Observe que esses eventos não substituiem ou cancelam quaisquer notificações configuradas para os workflows do defeito. Para ajustar as configurações com base nas alterações de Status do defeito e passos do workflow, por favor, vá para a página Ver/Editar do workflow.
ru: Обратите внимание, что эти события не отменяют и не отменяют никаких уведомлений, настроенных для Incident Workflows. Чтобы настроить параметры в соответствии с изменениями статуса инцидента и шагами сценария обработки, перейдите на страницу Вид/Редактирование сценария обработки.
zh_hans: 请注意这些事件不重写或取消事件的工作流配置的任何通知。要调整设置基于事件状态变化和工作流步骤，请转到查看/编辑工作流页。
zh_hant: 需注意這些事件無法覆寫或取消事件工作流程通知設定。欲調整基於事件狀態的設定和工作流程步驟，請至檢視/編輯工作流程頁面。

# TestExecutionService_PendingTestRunDoesNotExist
source: Pending Test Run {0} does not exist in the system
cs: Pozastavený běh testu {0} v systému neexistuje
de: Ausstehender Testlauf {0} ist nicht im System vorhanden.
es: La Ejecución de Prueba Pendiente {0} no existe en el sistema
fi: Keskeneräistä Testiajoa {0} ei ole järjestelmässä
fr: L’exécution de test {0} n'existe pas dans le système
hu: A függőben lévő teszt futás {0} nem található a rendszerben
pl: Oczekiwany przebieg testów {0} nie istnieje w systemie
pt: Execução de Teste Pendente {0} não existe no sistema
pt_pt: Execução de Teste {0} pendente não existe no sistema
ru: Отложенный пробный запуск {0} не существует в системе.
zh_hans: 挂起的测试运行，系统中不存在 {0}
zh_hant: 擱置的測試執行 {0} 在系統中不存在

# Global_TooltipNotAvailable
source: Tooltip Not Available!
cs: Tooltip není k dispozici!
de: Kurzinfo nicht verfügbar!
es: Descripción no Disponible!
fi: Neuvo puuttuu!
fr: Tooltip non disponible.
hu: Tooltip nem elérhető!
pl: Podpowiedź niedostępna!
pt: Dica não disponível!
pt_pt: Não estão disponíveis dicas da ferramenta!
ru: Подсказка недоступна!
zh_hans: 没有可用的工具提示 ！
zh_hant: 無可用的提示

# Admin_Notification_EditArtifactTemplate
source: The template below will be sent whenever an event {0} is matched for an artifact {1}. Tokens in the template will be substituted when an e-mail is set. Otherwise, the template will be sent as-is to assigned users and roles.
cs: Tato šablona bude odeslána pokaždé když se stane událost {0} pro artefakt {1}. Tokeny v šabloně budou nahrazeny, když bude e-mail nastaven. Jinak bude šablona odeslána zadaným uživatelům a rolím tak jak je.
de: Die untere Vorlage wird immer abgeschickt, wenn ein Vorgang {0} mit einem Artefakt {1} übereinstimmt. Platzhalter in der Vorlage werden ersetzt, wenn eine E-Mail erzeugt wird. Andernfalls wird die Vorlage wie sie ist an die zugewiesenen Benutzer und Rollen geschickt.
es: La plantilla a continuación se enviará siempre que un evento {0} coincida con un artefacto {1}. Los tokens de la plantilla se sustituirán cuando sea configurado un e-mail. De lo contrario, la plantilla se enviará tal cual a los usuarios y funciones asignados.
fi: Alla oleva mallipohja lähetetään aina kun tapahtuma {0} sopii yhteen Asian {1} kanssa. Mallipohjan muuttujat korvautuvat tiedolla, kun sähköposti asetetaan. Muuten mallipohja lähetetään sellaisenaan osoitetulle käyttäjille ja rooleille.
fr: Le modèle ci-dessous sera envoyé chaque fois qu'un événement {0} correspond à un objet {1}. Les tokens dans le modèle seront remplacés quand un e-mail est créé. Sinon, le modèle sera envoyé tel quel aux utilisateurs affectés et aux rôles.
hu: Az alábbi sablon kerül küldésre amikor egy {0} történik {1} elemmel. A sablonban szereplő tokenek behelyettesítésre kerülnek, ha ez beállított. Egyébként a sablon így kerül küldésre a hozzárendelt személyekhez, szerepkörökhöz.
pt: O modelo abaixo será enviado sempre que um evento {0} corresponder com um artefato {1}. Os tokens no modelo serão substituídos quando um e-mail for configurado. Caso contrário, o modelo será enviado como está aos usuários e funções designados.
pt_pt: O template abaixo será enviado quando um evento {0} corresponda a um artefacto {1}. Símbolos no template serão substituídos quando um e-mail for definido. Caso contrário, o template será enviado como está, aos utilizadores e funções definidos.
ru: Шаблон, приведенный ниже, будет отправлен всякий раз, когда событие {0} будет соответствовать артефакту {1}. Жетоны в шаблоне будут подставлены при установке письма. В противном случае, шаблон будет отправлен как есть назначенным пользователям и ролям.
zh_hans: 每当事件 {0} 工件 {1} 相匹配时，将发送下面的模板。设置电子邮件时，将替换模板中的标记。否则，该模板将作为发送-分配给用户和角色。
zh_hant: 當事件 {0} 與項目 {1} 相符何時，將寄出下方範本。設定電子郵件時，範本中的標誌會被取代。否則，該範本將發送、指派給使用者和角色。

# Admin_Notification_EditArtifactTemplates
source: Here you can specify the e-mail notification templates sent out for each Artifact type. To edit the template, select the Edit Template link.<br>To send a test e-mail using the template, select the Test Template link. The test e-mail will be sent using the first item in the product.
cs: Zde můžete specifikovat šablony e-mailových notifikací pro každý typ artefaktu. Pro úpravu šablony klikněte na odkaz Změnit šablonu. <br>Pro odeslání zkušebního e-mailu této šablony vyberte odkaz Testovací šablona. Zkušební e-mail bude odeslán s prvním artefaktem v produktu.
de: Hier können Sie die Vorlage der E-Mail Benachrichtigungen festlegen, die für jeden Artefakttyp verschickt werden. Um die Vorlage zu bearbeiten, wählen Sie den Link [Bearbeiten]. <br> Um eine Test-Email zu senden, wählen Sie den Link [Test].
es: Aquí puede especificar las plantillas de notificación de e-mail enviadas para cada tipo de Artefacto. Para editar la plantilla, seleccione el enlace Editar Plantilla. <br> Para probar el e-mail utilizando la plantilla, seleccione el enlace Probar Plantilla. El e-mail de prueba se enviará utilizando el primer elemento del proyecto.
fi: Täällä voit määrittää sähköposti-ilmoituksen malleja, jotka lähetetään kullekin Asia-tyypille. Muokataksesi mallia, valitse Muokkaa mallipohjaa-linkki. <br> Voit lähettää testisähköpostia käyttäen mallia, valitse testaa mallipohjaa-linkki. Testi sähköposti lähetetään käyttäen Projektin ensimmäistä Kohdetta.
fr: Ici vous pouvez spécifier les modèles de notification par e-mail envoyé pour chaque type d'objet. Pour modifier le modèle, sélectionnez le lien [Modifier le modèle]. <br> Pour envoyer un e-mail test en utilisant le modèle, cliquez sur le lien [Modèle de test]. Le e-mail test sera envoyé en utilisant le premier élément dans le produit.
hu: Ezen az oldalon beállíthatóak az elemekhez kapcsolódó email értesítő sablonok. A sablon szerkesztéséhez kattintson a 'Sablon szerkesztése' linkre. <br /> A teszt email küldéséhez kattintson a 'Sablon tesztelése' linkre. A kiküldött teszt emailben a projektben szereplő első elem adatai szerepelnek.
pl: Here you can specify the e-mail notification templates sent out for each Artifact type. To edit the template, select the Edit Template link.<br>To send a test e-mail using the template, select the Test Template link. The test e-mail will be sent using the first item in the project.
pt: Aqui você pode especificar os modelos de notificação de email enviados para cada tipo de artefato. Para editar o modelo, selecione o link Editar modelo.<br>Para enviar um email de teste usando o modelo, selecione o link do modelo de teste. O e-mail de teste será enviado baseado no primeiro item no projeto.
pt_pt: Aqui pode especificar quais os templates de notificação de e-mail a enviar para cada tipo de artefacto. Para editar o template, selecione o link Editar Template.<br>Para enviar um e-mail de teste usando o template, selecione o link de teste do template. Será enviado o e-mail de teste usando o primeiro item no projeto.
ru: Здесь вы можете указать шаблоны уведомлений по электронной почте, рассылаемые для каждого типа Артефакта. Чтобы отредактировать шаблон, выберите ссылку Редактировать шаблон.<br>Чтобы отправить тестовое электронное письмо с помощью шаблона, выберите ссылку Тестировать шаблон. Тестовое электронное сообщение будет отправлено с использованием первого элемента в продукте.
zh_hans: 在这里，您可以指定每个项目类型为寄出的电子邮件通知模板。若要编辑模板，请选择编辑模板链接。<br>发送测试电子邮件使用模板，请选择测试的模板的链接。在项目中使用的第一个项目，将发送测试电子邮件。
zh_hant: 您可指定每一個項目類型寄出的電子郵件通知範本。欲編輯範本，選擇編輯範本連結。<br>欲寄送範本測試郵件，選擇測試範本連結。專案中第一個項目將被寄出。
