Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# ListServiceBase_EnterValidEffortRange
source: You need to enter a valid effort-range value for '{0}'
cs: Je třeba zadat platnou hodnotu rozsahu úsilí pro '{0}'
de: Sie müssen einen gültigen Wert für den Aufwandsbereich für '{0}' angeben.
es: Usted debe introducir un valor de rango de esfuerzo válido para '{0}'
fi: Sinun täytyy antaa kelvollinen työmääräväli: '{0}'
fr: Vous devez entrer une valeur valide pour '{0}'.
hu: Egy érvényes munkatartományértéket kell megadni a(z) „{0}”-hoz
pl: Musisz wprowadzić prawidłową wartość zakresu pomiarowego dla "{0}".
pt: É necessário digitar um intervalo de esforço válido para '{0}'
pt_pt: Tem que introduzir um intervalo de esforço válido para '{0}'
ru: Вам нужно ввести действительное значение диапазона эффектов для '{0}'.
zh_hant: 必須為 {0} 輸入有效工時範圍值

# Services_DigitalSignatureNotValid
source: The electronic signature is not valid, please check the information and try again!
cs: Elektronický podpis není platný, zkontrolujte prosím informace a zkuste to znovu!
de: Die elektronische Unterschrift ist nicht gültig. Bitte prüfen Sie die Information und versuchen Sie es erneut!
es: La firma electrónica no es válida. Por favor, verifique la información y vuelva a intentarlo!
fi: Sähköinen allekirjoitus ei ole voimassa, tarkista tiedot ja yritä uudestaan!
fr: La signature n'est pas valide, veuillez vérifier les informations.
hu: Az elektronikus aláírás nem érvényes kérem, ellenőrizze az információt, majd próbálja újra!
pl: Podpis elektroniczny jest nieważny, proszę sprawdzić informacje i spróbować ponownie!
pt: A assinatura eletrônica não é válida. Por favor, verifique as informações e tente novamente!
pt_pt: A assinatura eletrónica não é válida, por favor valide a informação e tente novamente!
ru: Электронная подпись недействительна, пожалуйста, проверьте информацию и попробуйте еще раз!

# Admin_TaraVault_ProjectNameExists
source: Vault name is already in use by another product. Select another name.
cs: Název úložiště již používá jiný produkt. Vyberte jiné jméno.
de: Der Vaultname wird bereits in einem anderen Produkt benutzt. Wählen Sie einen anderen Namen.
es: El nombre de la Vault ya está en uso por otro proyecto. Seleccione otro nombre.
fi: Vault nimi jo käytössä toisessa projektissa. Valitse toinen nimi.
fr: Le nom est déjà utilisé par un autre produit. Veuillez choisir un autre nom.
hu: A Vault nevet már használja egy másik projekt. Válasszon másik nevet.
pl: Nazwa skarbca jest już używana przez inny produkt. Wybierz inną nazwę.
pt: O nome Vault já está em uso em outro projeto. Seleccione outro nome.
pt_pt: Esse nome de arquivo já está a ser utilizado por outro projeto. Selecione, por favor, outro nome.
ru: Название хранилища уже используется другим продуктом. Выберите другое имя.

# Admin_TaraVault_ErrorCreatingProject
source: There was an error processing your request.
cs: Při zpracování vašeho požadavku došlo k chybě.
de: Während Ihrer Anfrage trat ein Fehler auf.
es: Hubo un error al procesar su solicitud.
fi: Virhe käsiteltäessä pyyntöäsi.
fr: Une erreur s'est produite lors du traitement de votre demande.
hu: Hiba történt a kérés végrehajtásakor.
pl: Wystąpił błąd w przetwarzaniu twojego wniosku.
pt: Houve um erro ao processar seu pedido.
pt_pt: Houve um erro ao processar o seu pedido.
ru: Произошла ошибка при обработке вашего запроса.

# Admin_TaraVault_ProjCreated
source: Source Control product created!
cs: Produkt kontroly verze vytvořen!
de: Produkt zur Quellcodeverwaltung erstellt!
es: Proyecto de Control de Fuente creado!
fi: Lähdekoodinhallinta-projekti on luotu!
fr: Produit contrôle Source créé.
hu: Forrásellenőrző projekt létrejött!
pl: Stworzono produkt Source Control!
pt: Projeto de Controle de Fonte criado!
pt_pt: Projeto de Controlo de Versões criado!
ru: Создан продукт Source Control!

# Admin_User_TaraVaultPassRequired
source: User's TaraVault Password is required.
cs: Je vyžadováno heslo uživatele TaraVault.
de: Das TaraVault Passwort des Benutzers ist erforderlich.
es: La contraseña del usuario TaraVault es necesaria.
fi: Käyttäjän TaraVault Salasana on pakollinen.
fr: Veuillez saisir votre mot de passe TaraVault.
hu: Felhasználói TaraVault jelszó szükséges.
pl: Hasło użytkownika do TaraVault jest wymagane.
pt: A senha do usuário TaraVault é necessária.
pt_pt: Tem que introduzir a Password de utilizador do TaraVault.
ru: Требуется пароль пользователя TaraVault.

# Admin_TaraVault_NotActiveNoService
source: You cannot activate TaraVault at this time, as you have not signed up for the service. Please visit your customer account at the OnShore Technology Group site and sign up!
cs: TaraVault v tuto chvíli nemůžete aktivovat, protože jste se do služby nezaregistrovali. Navštivte prosím svůj zákaznický účet na webu OnShore Technology Group a zaregistrujte se!
de: Sie können TaraVault derzeit nicht aktivieren, weil sie für diesen Dienst nicht angemeldet sind. Bitte besuchen Sie ihren Kundenzugang bei OnShore Technology Group und melden Sie sich an!
es: No se puede activar TaraVault en este momento, ya que no se ha registrado para el servicio. Por favor, visite su cuenta de cliente en el sitio de OnShore Technology Group e inscríbase.
fi: Et voi aktivoida TaraVaultia tällä kertaa, koska et ole kirjautunut järjestelmään. Mene OnShore Technology Groupn asiaskatili-sivuille ja kirjaudu!
fr: TaraVault ne peut être activé car vous n'êtes pas abonné au service, vous pouvez vous abonner depuis votre compte client OnShore Technology Group.
hu: Jelenleg nem aktiválható a TaraVault, mivel Ön nem iratkozott fel erre a szolgáltatásra. Tekintse át az ügyfélfiókját az OnShore Technology Group weboldalon, majd jelentkezzen be.
pl: Nie możesz aktywować TaraVault w tym momencie, ponieważ nie zapisałeś się do serwisu. Proszę odwiedzić swoje konto klienta na stronie OnShore Technology Group i zarejestrować się!
pt: Você não pode ativar o TaraVault neste momento, pois não entrou no serviço. Por favor, visite a sua conta de cliente no site da OnShore Technology Group e inscreva-se!
pt_pt: Não pode ativar o TaraVault, uma vez que ainda não aderiu ao serviço. Por favor, aceda à sua conta de clienteno site da OnShore Technology Group e adira!
ru: В данный момент вы не можете активировать TaraVault, так как не зарегистрировались на данную услугу. Пожалуйста, посетите ваш аккаунт на сайте OnShore Technology Group и зарегистрируйтесь!

# DocumentsService_DocumentFolderNotEmptyCannotDelete
source: You cannot delete a document folder that is not empty!
cs: Nelze odstranit složku dokumentů, která není prázdná!
de: Sie können eine Dokumentenordner, der nicht leer ist, nicht löschen!
es: Usted no puede borrar una carpeta de documento que no esté vacía!
fi: Et voi poistaa dokumentti-kansiota, joka ei ole tyhjä!
fr: La suppression d'un répertoire non vide n'est pas autorisée.
hu: Nem törölhet olyan dokumentumkönyvtárat, ami nem üres!
pl: Nie można usunąć folderu z dokumentami, który nie jest pusty!
pt: Você não pode excluir uma pasta de documentos que não esteja vazia!
pt_pt: Não pode eliminar uma pasta de documentos que não está vazia!
ru: Нельзя удалить не пустую папку для документов!

# Services_ComponentDoesNotExist
source: The specified Component does not exist, check the ID and try again!
cs: Zadaná komponenta neexistuje, zkontrolujte ID a zkuste to znovu!
de: Die angegebene Komponente existiert nicht. Bitte prüfen Sie die ID und versuchen Sie es erneut!
es: El Componente especificado no existe, verifique el ID y vuelva a intentarlo!
fi: Määriteltyä Komponenttia ie löydy järjestelmästä, tarkista ID ja yritä uudelleen!
fr: Le composant spécifié n'existe pas.
hu: A megadott összetevő nem létezik, ellenőrizze az azonosítót és próbálja újra.
pl: Określony komponent nie istnieje, sprawdź ID i spróbuj ponownie!
pt: O componente especificado não existe, verifique o ID e tente novamente!
pt_pt: A Componente indicada não existe, valide o seu ID e tente novamente!
ru: Указанного Компонента не существует, проверьте ID и попробуйте еще раз!

# Services_ComponentIdNotPopulated
source: You need to populate the ComponentId field for updates!
cs: Chcete-li získat aktualizace, musíte vyplnit pole ComponentId!
de: Sie müssen das Feld 'Komponenten ID' für Aktualisierungen füllen.
es: Usted debe rellenar el campo ComponentId para actualizaciones!
fi: Sinun on asetettava Componentid kenttä päivitettäväksi!
fr: Vous devez spécifier ComponentId.
hu: Fel kell tölteni a ComponentId mezőt a frissítésekhez!
pl: Musisz wypełnić pole ComponentId w celu aktualizacji!
pt: Você precisa preencher o campo ComponentId para atualizações!
pt_pt: Para efetuar alterações, tem que popular o campo ComponentId!
ru: Вам необходимо заполнить поле ComponentId для обновления!

# Services_NotAuthorizedUpdateComponents
source: You are not authorized to create, modify or delete product components!
cs: Nejste oprávněni vytvářet, upravovat nebo mazat komponenty produktu!
de: Sie haben nicht die Berechtigung Produktkomponenten zu erstellen, zu ändern oder zu löschen.
es: Usted no está autorizado para crear, modificar o borrar componentes del proyecto!
fi: Sinulla ei ole oikeuksia luoda, muokata tai poistaa projektin komponentteja!
fr: Vous n'avez pas l'autorisation de modifier les composants du produit.
hu: Nem jogosult létrehozni, módosítani vagy törölni a projektösszetevőket.
pl: Nie jesteś upoważniony do tworzenia, modyfikowania lub usuwania komponentów produktu!
pt: Você não está autorizado a criar, modificar ou excluir componentes do projeto!
pt_pt: Não tem autorização para criar, modificar ou eliminar componentes de projetos!
ru: Вы не имеете права создавать, изменять или удалять компоненты продукта!

# Services_NotAuthorizedModifyDataSyncs
source: You are not authorized to modify the Data Synchronization entries!
cs: Nemáte oprávnění upravovat položky synchronizace dat!
de: Sie haben nicht die Berechtigung, um Einträge in der Datensynchronisation zu ändern!
es: Usted no está autorizado a modificar las entradas de Sincronización de Datos!
fi: Sinulle ei ole oikeuksia muokata tiedon synkronisoinnin syötteitä!
fr: Vous n'avez pas l'autorisation de modifier les paramètres de synchronisation.
hu: Nem jogosult az adatokszinkronizációs bejegyzés módosítására.
pl: Nie jesteś upoważniony do modyfikowania wpisów synchronizacji danych!
pt: Você não está autorizado a modificar as Entradas de Sincronização de Dados!
pt_pt: Não tem autorização para modificar as entradas de Sincronização de Dados!
ru: Вы не имеете права изменять записи синхронизации данных!

# SecuritySettings_AllowedDomainsNotes_Invalid
source: The list of allowed domains is not valid!
cs: Seznam povolených domén není platný!
de: Die Liste mit berechtigten Domänen ist nicht gültig!
es: La lista de dominios permitidos no es válida!
fi: Sallittujen verkko-osoitteiden lista ei ole voimassa!
fr: La liste des domaines n'est pas valide.
hu: Az engedélyezett tartományok listája nem érvényes.
pl: Lista dozwolonych domen jest nieważna!
pt: A lista de domínios permitidos não é válida!
pt_pt: A lista de domínios autorizados não é válida!
ru: Список разрешенных доменов недействителен!

# Admin_TaraVault_UnableToActivate
source: Unable to activate TaraVault account
cs: Účet TaraVault nelze aktivovat
de: Es ist nicht möglich den TaraVault-Zugang zu aktivieren
es: No se puede activar la cuenta TaraVault
fi: TaraVault-tiliä ei voida aktivoida
fr: Activation du compte TaraVault impossible.
hu: Nem aktiválható TaraVault fiók
pl: Nie można aktywować konta TaraVault
pt: Não foi possível ativar a conta TaraVault
pt_pt: Não é possível ativar a conta TaraVault
ru: Невозможно активировать учетную запись TaraVault

# SpiraMembershipProvider_PasswordMatch
source: '{0}' logged in to their account
cs: {0}' se přihlásil ke svému účtu
de: {0}' ist/sind in ihrem Konto angemeldet
es: {0}' inició sesión en su cuenta
fi: {0}' kirjautuneena tileilleen
fr: {0}' connecté.
hu: {0}' bejelentkezett a fiókjába
pl: {0}" zalogował się na swoje konto
pt: {0}' fez login na conta
pt_pt: {0}' fez login na sua conta
ru: "{0}" вошли в свой аккаунт.

# SpiraMembershipProvider_PasswordNotMatch
source: '{0}' attempted to log with an incorrect password.
cs: {0}' se pokusil přihlásit pomocí nesprávného hesla.
de: {0}' Versuche mit falschem Passwort
es: {0}' intentó iniciar sesión con una contraseña incorrecta.
fi: {0}' yrittänyt kirjautua väärällä salasanalla.
fr: Tentative de connexion avec un mot de passe incorrect : '{0}'
hu: {0}' helytelen jelszóval próbált meg bejelentkezni.
pl: {0}" próbował się zalogować przy pomocy błędnego hasła.
pt: {0}' tentou fazer login com senha incorreta
pt_pt: {0}' tentou fazer login com uma password incorreta.
ru: '{0}' попытались войти с неправильным паролем.

# SpiraMembershipProvider_UserLocked
source: '{0}' attempted to log in but has been locked out.
cs: '{0}' se pokusil přihlásit, ale byl uzamčen.
de: {0}' Anmeldeversuche, aber wurden abgemeldet
es: {0}' intentó iniciar sesión pero se ha bloqueado.
fi: {0}' yrittänyt kirjautua, mutta on suljettu ulos.
fr: Tentative de connexion depuis le compte bloqué : '{0}'
hu: {0}' megpróbált bejelentkezni, de kizárták.
pl: "{0}" próbował się zalogować, ale został zablokowany.
pt: {0}' tentou fazer login, mas foi bloqueado.
pt_pt: {0}' tentou fazer login, mas foi bloqueado.
ru: {0}Пытался войти, но был заблокирован.

# SpiraMembershipProvider_UserNotActive
source: '{0}' attempted to log in but the user was set to not active.
cs: '{0}' se pokusil přihlásit, ale uživatel byl nastaven jako neaktivní.
de: '{0}' Anmeldeversuche, aber der Benutzer wurde auf 'inaktiv' gesetzt.
es: {0}' intentó iniciar sesión pero el usuario no estaba activo.
fi: {0}' yrittänyt kirjautua, mutta käyttäjä on asetettu ei-aktiiviseksi.
fr: Tentative de connexion de l'utilisateur non actif : '{0}'
hu: {0}' megpróbált bejelentkezni, de a felhasználó inaktívvá vált.
pl: {0}" próbował się zalogować, ale użytkownik był ustawiony na nieaktywny.
pt: '{0}' tentou fazer login, mas o usuário estava definido como não ativo.
pt_pt: {0}' tentou fazer login, mas o utilizador não está ativo.
ru: '{0}' пытался войти в систему, но пользователь был настроен на неактивность.

# SpiraMembershipProvider_UserNotApproved
source: '{0}' attempted to log but had not yet been approved.
cs: '{0}' se pokusil o přihlášení, ale ještě nebyl schválen.
de: '{0}' Anmeldeversuche, aber der Benutzer wurde noch nicht genehmigt
es: {0}' intentó registrar pero aún no había sido aprobado.
fi: {0}' yrittänyt kirjautua, mutta ei ole vielä hyväksyttynä.
fr: Tentative de connexion depuis un compte non approuvé : '{0}'
hu: {0}' megpróbált bejelentkezni, de még nem hagyták jóvá.
pl: {0}" próbował się zalogować, ale nie został jeszcze zatwierdzony.
pt: {0}' tentou efetuar login, mas ainda não havia sido aprovado.
pt_pt: {0}' tentou fazer login, mas ainda não foi aprovado.
ru: "{0}" пыталась войти в систему, но не была одобрена.

# SpiraMembershipProvider_UserNotExist
source: An unknown user attempted to log in with the username of '{0}'.
cs: Neznámý uživatel se pokusil přihlásit pomocí uživatelského jména '{0}'.
de: Ein unbekannter Benutzer hat versucht sich mit dem Benutzernamen '{0}' anzumelden.
es: Un usuario desconocido intentó iniciar sesión con el nombre de usuario '{0}'.
fi: Tuntematon käyttäjä on yrittänyt kirjautua käyttäjänä '{0}'
fr: Tentative de connexion depuis un compte inconnu pour non approuvé : '{0}'
hu: Egy ismeretlen felhasználó megpróbált bejelentkezni a(z) „{0}” felhasználónevével.
pl: Nieznany użytkownik próbował zalogować się przy użyciu nazwy użytkownika "{0}".
pt: Um usuário desconhecido tentou efetuar login com o nome de usuário '{0}'.
pt_pt: Um utilizador desconhecido tentou fazer login com o identificador '{0}'.
ru: Неизвестный пользователь попытался войти в систему с именем пользователя '{0}'.

# Releases_CannotInsertChildUnderIterationOrPhase
source: You cannot insert a child item under an Sprint/Phase!
cs: Pod Sprint/Fázi nemůžete vložit žádnou další sub-položku!
de: Sie können kein untergeordnetes Element unter eine Iteration/Phase einfügen.
es: Usted no puede insertar un elemento secundario en uma Iteración/Fase!
fi: Et voi luoda ali-kohdetta Iteraatiolle/Vaiheelle!
fr: Vous ne pouvez insérer cet élément sous un sprint/phase.
hu: Nem illeszthet be gyermek elemet egy Sprint/fázis alá.
pl: Nie można włożyć dziecka do urządzenia Sprint/Phase!
pt: Você não pode inserir um item filho em uma Iteração/Fase!
pt_pt: Não pode inserir uma dependência numa Iteração/Fase!
ru: Нельзя вставлять детский предмет под спринт/фазой!

# TestCasesService_TestCaseFolderIdNotInteger
source: The parentNodeId value needs to be an integer!
cs: Hodnota ID nadřaženého uzlu musí být celé číslo!
de: Die ID des übergeordneten Elements muss ein Integer sein!
es: El valor parentNodeId debe ser entero!
fi: ParentNodeId:n täytyy olla kokonaisluku!
fr: Veuillez saisir une valeur entière.
hu: A parentNodeId értéknek egész számnak kell lennie!
pl: Wartość parentNodeId musi być liczbą całkowitą!
pt: O valor parentNodeId precisa ser um número inteiro!
pt_pt: O valor de parentNodeId necessita ser um número inteiro!
ru: Значение parentNodeId должно быть целым числом!

# TestCasesService_TestCaseFolderNameRequired
source: The new Test Case folder name is required!
cs: Je vyžadován nový název složky Testovacího Případu!
de: Ein neuer Name für den Testfallordner ist erforderlich!
es: El nuevo nombre de la carpeta del Caso de Prueba es obligatorio!
fi: On annettava uusi nimi Testitapaus-hakemistolle!
fr: Veuillez saisir un nom de dossier.
hu: Új teszteset-könyvtárnév szükséges!
pl: Nowa nazwa folderu Test Case jest wymagana!
pt: O novo nome da pasta do Caso de Teste é obrigatório!
pt_pt: O nome da nova pasta de Casos de Teste é obrigatório!
ru: Новое имя папки Test Case необходимо!

# ErrorPage_ContactLocalAdmin
source: contact your system administrator
cs: kontaktujte svého správce systému
de: kontaktieren Sie Ihren Systemadministrator
es: contacte con el administrador del sistema
fi: Ota yhteyttä järjestelmävalvoja
fr: contacter votre administrateur système.
hu: forduljon a rendszergazdához
pl: skontaktuj się z administratorem systemu
pt: entre em contato com o administrador do sistema
pt_pt: contacte o administrador de sistema
ru: обращаться к системному администратору

# Admin_DataTools_RefreshingDatabaseIndexes
source: Refreshing the database indexes.
cs: Aktualizace indexů databáze.
de: Aktualisierung der Datenbankindizes
es: Actualizando los índices de la base de datos.
fi: Virkistetään tietokannan indeksit.
fr: Indexation en cours.
hu: Az adatbázisindexek frissítése
pl: Odświeżanie indeksów bazy danych.
pt: Atualizando os índices do banco de dados.
pt_pt: A refrescar os índices da base de dados.
ru: Обновление индексов базы данных.

# Admin_VersionControl_DeleteConfirm
source: Are you sure you want to delete this provider? This will delete all the default and product-specific settings, and cannot be undone!
cs: Opravdu chcete tohoto poskytovatele smazat? Tímto odstraníte všechna výchozí nastavení a nastavení specifická pro produkt a změny nebude možné vrátit zpět!
de: Sind Sie sicher, dass Sie diesen Anbieter löschen wollen? Dadurch werden alle Standard- und produktspezifischen Einstellungen gelöscht! Dies ist nicht mehr rückgängig zu machen.
es: Está seguro de que desea borrar este proveedor? Esto eliminará todos los ajustes por defecto y específicos del proyecto y no se puede deshacer!
fi: Oletko varma että haluat poistaa tämän tarjoajan? Poistetaan kaikki oletus- ja projektikohtaiset asetukset, poistoa ei voi perua!
fr: Etes-vous sûr de vouloir supprimer ce fournisseur ? La suppression ne pourra être annulée.
hu: Biztosan törli ezt a szolgáltatót? Ezzel az összes alapértelmezett és projektspecifikus beállítást törli, ami nem fordítható vissza!
pl: Czy na pewno chcesz usunąć tego dostawcę? Spowoduje to usunięcie wszystkich ustawień domyślnych i specyficznych dla produktu i nie może być cofnięte!
pt: Tem certeza que deseja excluir este provedor? Esta ação excluirá todas as configurações padrão e específicas do projeto e não poderá ser desfeita!
pt_pt: Tem a certeza de que pretende eliminar este fornecedor? Serão eliminados todas as configurações base e específicas do projeto e não será possível voltar atrás!
ru: Вы уверены, что хотите удалить этого провайдера? При этом будут удалены все настройки по умолчанию и специфические настройки продукта, и их нельзя будет отменить!

# Admin_TaraVault_ProjectNotActivated
source: TaraVault has not yet been activated for this product. You can activate it by filling in the details below.
cs: TaraVault pro tento produkt ještě nebyl aktivován. Můžete jej aktivovat vyplněním níže uvedených údajů.
de: TaraVault wurde nicht für dieses Produkt aktiviert. Sie können es durch Ausfüllen der unteren Details aktivieren.
es: TaraVault aún no ha sido activado para este proyecto. Puede activarlo rellenando los detalles a continuación.
fi: TaraVaultia ei ole aktisoitu vielä tälle projektille. Voit aktivoida sen täyttämällä lisätiedot alla.
fr: TaraVault n'est pas encore activé pour ce produit, veuillez l'activer ci-dessous :
hu: A TaraVaultot még nem aktiválta ehhez a projekthez. Ezt az alábbi részletek kitöltésével aktiválhatja.
pl: TaraVault nie został jeszcze aktywowany dla tego produktu. Możesz go aktywować, wypełniając poniższe szczegóły.
pt: O TaraVault ainda não foi ativado para este projeto. Você pode ativá-lo preenchendo os detalhes abaixo.
pt_pt: A TaraVault ainda não foi ativada para este projeto. Poderá fazê-lo preenchendo os detalhes abaixo.
ru: TaraVault еще не активирована для этого продукта. Вы можете активировать его, заполнив приведенные ниже данные.

# TestCasesService_CannotMoveFolderUnderItself
source: You cannot move a test folder under itself!
cs: Testovací složku nemůžete přesunout pod sebe!
de: Sie können einen Testordner nicht unter sich selbst verschieben!
es: No se puede mover una carpeta de prueba a sí misma!
fi: Et voi viedä testitapaus-hakemistoa itseensä!
fr: Opération non autorisée.
hu: Nem helyezheti át a tesztkönyvtárt önmaga alá!
pl: Nie można przenosić folderu testowego pod siebie!
pt: Você não pode mover uma pasta de teste para si mesma!
pt_pt: Não pode mover uma pasta de testes para baixo de si mesma!
ru: Вы не можете переместить папку с тестами под себя!

# TestSetsService_CannotMoveFolderUnderItself
source: You cannot move a test set folder under itself!
cs: Složku Testovací sady nelze přesunout pod sebe!
de: Sie können einen Testreihenordner nicht unter sich selbst verschieben!
es: No puede mover una carpeta de conjunto de pruebas a sí misma!
fi: Et voi viedä testijoukko-hakemistoa itseensä!
fr: Vous ne pouvez déplacer le dossier vers lui-même.
hu: Nem helyezheti át a tesz szett könyvtárt önmaga alá!
pl: Nie można przenieść folderu z zestawami testowymi pod siebie!
pt: Você não pode mover uma pasta de conjunto de testes para si mesma!
pt_pt: Não pode mover uma pasta de conjuntos de teste para baixo de si mesma!
ru: Вы не можете переместить папку с тестовыми наборами под себя!

# TestSetsService_TestSetFolderIdNotInteger
source: The parentNodeId value needs to be an integer!
cs: Hodnota ID nadřazeného uzlu musí být celé číslo!
de: Die ID des übergeordneten Elements muss ein Integer sein!
es: El valor parentNodeId debe ser entero!
fi: ParentNodeId:n täytyy olla kokonaisluku!
fr: Vous ne pouvez déplacer le dossier vers lui-même.
hu: A parentNodeId értéknek egész számnak kell lennie!
pl: Wartość parentNodeId musi być liczbą całkowitą!
pt: O valor parentNodeId precisa ser um número inteiro!
pt_pt: O valor de parentNodeId necessita ser um número inteiro!
ru: Значение parentNodeId должно быть целым числом!
