Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# IncidentDetails_IncidentIdNotValid
source: The incident ID provided needs to be numeric
cs: Zadané ID incidentu musí být numerické
de: Die eingegebene Vorfall ID muss numerisch sein
es: El ID del Incidente debe ser numérico
fi: Havinto ID on oltava numeerinen
fr: L'ID incident fourni doit être numérique
hu: Az incidens azonosítónak numerikusnak kell lennie
pl: ID incydentu musi być numeryczne
pt: A identificação (ID) de incidente fornecida precisa ser numérica
pt_pt: O ID do defeito precisa ser numérico
ru: Идентификатор инцидента должен быть числовым
zh_hans: 事件 ID 提供需求将是数字
zh_hant: 事件編號必須為數字

# IncidentDetails_NameRequired
source: Incident Name is required
cs: Jméno incidentu je povinné pole
de: Vorfallname ist erforderlich
es: El Nombre del Incidente es necesario
fi: Havainnon nimi on pakollinen
fr: Nom de l'incident requis
hu: Incidens nevének megadása kötelező
pl: Nazwa incydentu jest wymagana
pt: Nome do Incidente é obrigatório
pt_pt: É necessário o Nome do Defeito
ru: Имя инцидента Требуется
zh_hans: 事件名称是必需的
zh_hant: 事件名稱為必須

# IncidentDetails_NoOperationsAvailable
source: No Operations Available
cs: Žádné operace k dispozici
de: Keine Tätigkeiten verfügbar
es: No hay Operaciones Disponibles
fi: Ei toimintoja käytettävissä
fr: Aucune opération disponible
hu: Nincsenek elérhető műveletek
pl: Brak dostępnych operacji
pt: Não há operações disponíveis
pt_pt: Não há operações disponíveis
ru: Нет операций
zh_hans: 没有可用的操作
zh_hant: 無可用操作

# IncidentDetails_OwnerRequired
source: Owner is required
cs: Vlastník je povinné pole
de: Besitzer ist erforderlich
es: El Propietario es necesario
fi: Omistaja on pakollinen
fr: Un propriétaire est requis
hu: Tulajdonos megadása kötelező
pl: Właściciel jest wymagany
pt: Proprietário é obrigatório
pt_pt: É necessário o Owner
ru: Требуется владелец
zh_hans: 所有者是必需
zh_hant: 擁有者為必須

# IncidentDetails_PriorityRequired
source: Priority is required
cs: Priorita je povinné pole
de: Priorität ist erforderlich
es: La Prioridad es necesaria
fi: Prioriteetti on pakollinen
fr: La priorité est requise
hu: Prioritás megadása kötelező
pl: Priorytet jest wymagany
pt: Prioridade é obrigatória
pt_pt: É necessária a Prioridade
ru: Требуется приоритет
zh_hans: 优先是必需
zh_hant: 優先度為必須

# IncidentDetails_RemainingEffortInvalid
source: Remaining Effort is invalid
cs: Zbývající pracnost je neplatná
de: Verbleibender Aufwand ist ungültig
es: El Esfuerzo Restante no es válido
fi: Jäljellä oleva työmäärä ei kelpaa
fr: Effort restant non valide
hu: Fennmaradó ráfordítás megadása érvénytelen
pl: Pozostały nakład jest nieprawidłowy
pt: O Esforço Restantes é inválido
pt_pt: O Esforço Remanescente é inválido
ru: Оставшиеся усилия недействительны
zh_hans: 剩余的努力是无效的
zh_hant: 無效剩餘工時

# IncidentDetails_RemainingEffortRequired
source: Remaining Effort is required
cs: Zbývající pracnost je povinné pole
de: Verbleibender Aufwand erforderlich
es: El Esfuerzo restante es necesario
fi: Jäljellä oleva työmäärä on pakollinen
fr: Effort restant requis
hu: Fennmaradó ráfordítás megadása kötelező
pl: Pozostały nakład jest wymagany
pt: Esforço Restante é obrigatório
pt_pt: É necessário o Esforço Remanescente
ru: Оставшиеся усилия необходимы
zh_hans: 剩余的努力是必需的
zh_hant: 剩餘工時為必須

# IncidentDetails_SaveChangesFirst
source: Please save changes first.
cs: Prosím, nejprve uložte změny.
de: Bitte speichern Sie zuerst die Änderungen.
es: Por favor, primero guarde los cambios.
fi: Tallenna muutokset ensin.
fr: Veuillez d’abord enregistrer les modifications.
hu: Kérjük, mentse a változtatásokat először.
pl: Najpierw zapisz zmiany.
pt: Por favor, salve as alterações primeiro.
pt_pt: Por favor grave primeiro as alterações.
ru: Пожалуйста, сначала сохраните изменения.
zh_hans: 请先保存更改。
zh_hant: 請先儲存異動。

# IncidentDetails_SeverityRequired
source: Severity is required
cs: Závažnost je povinné pole
de: Schweregrad ist erforderlich
es: La severidad es necesaria
fi: Vakavuus on pakollinen
fr: La gravité est requise
hu: Súlyosság megadása kötelező
pl: Ważność jest wymagana
pt: Gravidade é obrigatória
pt_pt: É necessária a Criticidade
ru: Требуется серьезность
zh_hans: 是必需的严重性
zh_hant: 嚴重性為必須

# IncidentDetails_StartDateInvalid
source: You need to enter the Start Date in the specified format
cs: Musíte zadat datum zahájení v daném formátu
de: Sie müssen das Startdatum im angegebenen Format angeben
es: Debe introducir la fecha de inicio en el formato especificado
fi: Sinun täytyy syöttää alkamispäivämäärä määrämuotoisena
fr: Vous devez saisir la date de début dans le format spécifié
hu: Adja meg a kezdődátumot a megadott formátumban
pl: Musisz wprowadzić Datę rozpoczęcia w określonym formacie
pt: Você precisa inserir a Data de Início no formato especificado
pt_pt: Precisa inserir a data de início no formato especificado
ru: Вам необходимо ввести начальную дату в указанном формате.
zh_hans: 您需要输入开始日期，以指定的格式
zh_hant: 開始日期必須輸入指定的格式

# IncidentDetails_StartDateRequired
source: Start Date is required
cs: Datum zahájení je povinné pole
de: Startdatum ist erforderlich
es: La Fecha de inicio es necesaria
fi: Alkamispäivämäärä on pakollinen
fr: Une date de début est requise
hu: Kezdődátum megadása kötelező
pl: Data rozpoczęcia jest wymagana
pt: Data de Início é obrigatória
pt_pt: É necessária a data de início
ru: Дата начала требуется
zh_hans: 开始日期为必填项
zh_hant: 開始日期為必須

# IncidentDetails_VerifiedReleaseRequired
source: Verified Release is required
cs: Verze ověření incidentu je povinné pole
de: Verifiziertes Release ist erforderlich
es: La Release Verificada es necesaria
fi: Testattu julkaisussa on pakollinen
fr: Version Vérifiée requise
hu: Releaseben ellenőrizve megadása kötelező
pl: Zweryfikowane wydanie jest wymagane
pt: Release Verificado é obrigatório
pt_pt: É necessária a Entrega Verificada
ru: Требуется подтвержденный релиз
zh_hans: 已验证的版本是必需
zh_hant: 已驗證版本為必須

# IncidentDetails_DeleteConfirm
source: Are you sure you want to delete this incident?
cs: Jste si jisti, že chcete smazat tento incident?
de: Sind Sie sicher, dass Sie diesen Vorfall löschen möchten?
es: Está seguro que quiere borrar este incidente?
fi: Oletko varma että haluat poistaa tämän havainnon?
fr: Etes-vous sûr de vouloir supprimer cet incident ?
hu: Biztos benne, hogy törli ezt az incidenst?
pl: Czy na pewno chcesz usunąć ten incydent?
pt: Tem certeza de que deseja excluir este incidente?
pt_pt: Tem a certeza que quer eliminar este defeito?
ru: Вы уверены, что хотите удалить этот инцидент?
zh_hans: 是否确实要删除此事件吗？
zh_hant: 確定要刪除此事件？此操作無法還原。

# IncidentDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tento dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle nicht gespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenham sido gravadas. Tem a certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# TaskDetails_ActualEffortInvalid
source: Actual Effort is invalid
cs: Skutečná pracnost je neplatná
de: Tatsächlicher Aufwand ist ungültig
es: El Esfuerzo Real no es válido
fi: Todellinen työmäärä on virheellinen
fr: L’effort effectué n'est pas valide
hu: A Tényleges ráfordítás érvénytelen
pl: Faktyczny nakład jest nieprawidłowy
pt: O Esforço Real é inválido
pt_pt: O Esforço Atual é inválido
ru: Фактические усилия недействительны
zh_hans: 实际工作量是无效的
zh_hant: 無效實際工時

# TaskDetails_ArtifactNotExists
source: The task you selected no longer exists in the system.
cs: Zvolený úkol již v systému neexistuje.
de: Die gewählte Aufgabe existiert nicht mehr im System.
es: La tarea seleccionada ya no existe en el sistema.
fi: Valitsemasi tehtävä ei enää ole järjestelmässä.
fr: La tâche que vous avez sélectionnée n'existe plus dans le système.
hu: A kiválasztott feladat már nem létezik a rendszerben.
pl: Wybrane zadanie już nie istnieje w systemie.
pt: A tarefa selecionada não existe mais no sistema.
pt_pt: A tarefa que selecionou já não existe no sistema.
ru: Выбранная вами задача больше не существует в системе.
zh_hans: 系统中存在不再选定的任务。
zh_hant: 選擇的任務已不存在此系統中。

# TaskDetails_DeleteConfirm
source: Are you sure you want to delete this task?
cs: Jste si jisti, že chcete smazat tento úkol?
de: Sind Sie sicher, dass Sie diese Aufgabe löschen möchten?
es: Está seguro que desea borrar esta tarea?
fi: Oletko varma että haluat poistaa tämän tehtävän?
fr: Etes-vous sûr de vouloir supprimer cette tâche ?
hu: Biztosan törölni kívánja a feladatot?
pl: Czy na pewno chcesz usunąć to zadanie?
pt: Tem certeza de que deseja excluir esta tarefa?
pt_pt: Tem a certeza de que deseja eliminar esta tarefa?
ru: Вы уверены, что хотите удалить эту задачу?
zh_hans: 确实要删除此任务吗？
zh_hant: 確定要刪除此任務？

# TaskDetails_EndDateInvalid
source: You need to enter the end-date in the specified format
cs: Je třeba zadat koncové datum v daném formátu
de: Sie müssen das Enddatum im angegebenen Format eingeben
es: Debe introducir la Fecha de Fin en el formato especificado
fi: Sinun täytyy syöttää loppu-päivämäärä määrämuotoisena
fr: Vous devez saisir la date de fin dans le format spécifié
hu: Adja meg a lezárás dátumát a megadott formátumban
pl: Musisz wprowadzić datę zakończenia w określonym formacie
pt: Você precisa digitar a data final no formato especificado
pt_pt: Precisa inserir a data-fim no formato especificado
ru: Необходимо ввести конечную дату в указанном формате.
zh_hans: 您需要输入结束日期，以指定的格式
zh_hant: 結束日期必須輸入指定的格式

# TaskDetails_EstimatedEffortInvalid
source: Estimated Effort is invalid
cs: Odhadovaná pracnost je neplatná
de: Geschätzter Aufwand ist ungültig
es: El Esfuerzo Estimado no es válido
fi: Arvioitu työmäärä ei kelpaa
fr: L'effort estimé n'est pas valide
hu: A becsült ráfordítás megadása érvénytelen
pl: Szacunkowy nakład jest nieprawidłowy
pt: O Esforço Estimado é inválido
pt_pt: O Esforço Estimado é inválido
ru: Предполагаемые усилия недействительны
zh_hans: 估计的努力是无效的
zh_hant: 無效預估工時

# TaskDetails_NameRequired
source: Task Name is required
cs: Název úkolu je povinné pole
de: Aufgabenname ist erforderlich
es: El Nombre de la Tarea es necesario
fi: Tehtävän nimi on pakollinen
fr: Le nom de la tâche est nécessaire
hu: A feladat neve megadása kötelező
pl: Nazwa zadania jest wymagana
pt: Nome da Tarefa é obrigatório
pt_pt: É necessário o Nome da tarefa
ru: Требуется имя задачи
zh_hans: 任务名称是必需的
zh_hant: 任務名稱為必須

# TaskDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tím dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle ungespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaiquer alterações que não tenham sido gravadas. Tem a certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# TaskDetails_RemainingEffortInvalid
source: Remaining Effort is invalid
cs: Zbývající pracnost je neplatná
de: Verbleibender Aufwand ist ungültig
es: El Esfuerzo Restante no es válido
fi: Jäljellä oleva työmäärä ei kelpaa
fr: Effort restant non valide
hu: A fennmaradó ráfordítás megadása érvénytelen
pl: Pozostały nakład jest nieprawidłowy
pt: O Esforço Restante é inválido
pt_pt: O Esforço Remanescente é inválido
ru: Оставшиеся усилия недействительны
zh_hans: 剩余的努力是无效的
zh_hant: 無效剩餘工時

# TaskDetails_StartDateInvalid
source: You need to enter the start-date in the specified format
cs: Zadejte datum počátku v daném formátu
de: Sie müssen das Startdatum im angegebenen Format angeben
es: Debe introducir la Fecha de Inicio en el formato especificado
fi: Sinun täytyy syöttää alku-päivämäärä määrämuotoista
fr: Vous devez saisir la date de début dans le format spécifié
hu: Adja meg egy kezdődátumot a megadott formátumban
pl: Musisz wprowadzić data rozpoczęcia w określonym formacie
pt: Você precisa inserir a data de início no formato especificado
pt_pt: Precisa inserir a data de início no formato especificado
ru: Необходимо ввести начальную дату в указанном формате.
zh_hans: 您需要输入开始日期，以指定的格式
zh_hant: 開始日期必須輸入指定的格式

# TaskDetails_Success
source: Successfully saved changes to task
cs: Změny úkolu úspěšně uloženy
de: Änderungen an Aufgaben erfolgreich gespeichert
es: Los cambios a la tarea se han guardados con éxito
fi: Muutokset Tehtävään talletettu onnistuneesti
fr: Modifications de la tâche sauvegardées
hu: A feladat változtatásai sikeresen mentve
pl: Zmiany do zadania zapisane pomyślnie
pt: As alterações feitas à tarefa foram salvas com sucesso
pt_pt: As alterações à tarefa foram gravadas com sucesso
ru: Успешно сохраненные изменения в задаче
zh_hans: 任务已成功保存的更改
zh_hant: 任務更改已成功儲存

# Admin_FileTypes_EditFileTypeMessage
source: This is the definition for the file type with the given extension. Entering in values here simply helps with displaying correct file information on the Source Control and Documents pages with attachments. All fields are required, blank fields will be set to the default. The icon image must exist on the web server in the active theme directory under "Filetypes".
cs: To je definice pro typ souboru s danou příponou. Zadávání hodnot zde pouze pomáhá při zobrazování správných informací o souboru na stránkách Řízení zdrojů a Dokumenty. Všechna pole jsou povinná, prázdná pole budou nastavena na výchozí hodnoty. Ikona musí existovat na webovém serveru v adresáři aktivního tématu pod "Typy souborů / Filetypes".
de: Dies ist die Dateityp-Definition für die betreffende Dateiendung. Das Eingeben von Werten hier unterstützt die Anzeige korrekter Dateiendungen in der Quellcodeverwaltung und auf den Dokumentseiten mit Anhängen. Alle Felder sind Pflichtfelder und leere Felder werden auf den Standardwert gesetzt. Das Symbolbild muss auf dem Webserver im aktiven Themenverzeichnis unter "Dateitypen" vorliegen.
es: Esta es la definición del tipo de archivo con la extensión determinada. Introducir valores aquí simplemente ayuda a mostrar la información de archivo correctamente en el control de código fuente y las páginas de los documentos con archivos adjuntos. Todos los campos son obligatorios, los campos en blanco se establecerán por Defecto. La imagen de icono debe existir en el servidor web en el directorio del tema activo en "Filetypes".
fi: Tämä on laajennoksen mukaisen tiedostotyypin määritelmä. Täytetyt tiedot vain auttavat näyttämään oikeaa tietoa liitetiedostoista lähdekoodi - ja dokumentit sivuilla. Kaikki kentät ovat pakollisia, tyhjät kentät asetetaan oletusarvoon. Kuvakkeen kuva on oltava web-palvelimella kohdassa "Filetypes" active theme-hakemistossa.
fr: Ceci définit le type de fichier associé à l'extension. Les valeurs saisies ici sont utilisées pour l'affichage des pièces jointes des documents et du source. Tous les champs sont obligatoires, les champs vides seront remplis avec la valeur par défaut. L'image de l'icône doit exister sur le serveur Web dans le répertoire thème actif sous la rubrique « Filetypes ».
hu: Ez a megadott kiterjesztésű fájl definíciója. Adatok megadásával segíti a helyes információk megjelenését a Forráskódkezelés és Dokumentumok oldalakon. Minden mező kötelező, üresen hagyva alapértéket vesznek fel. Az ikon képfájlja a web szerveren kell legyen az aktív téma "Filetypes" mappájában.
pl: Definicja wskazanego rozszerzenia pliku. Wprowadzenie opisu ułatwi indetyfikację w modułach Dokumenty i Kontrola Wersji. Wszystkie pola są wymagane, jeśli pole zostanie puste zostanie wproawdzona wartość domyślna. Nowy obraz ikony musi zostać umieszczony na serwerze w katalogu "Filetypes".
pt: Esta é a definição para o tipo de arquivo da extensão determinada. Inserir valores aqui simplesmente ajuda na exibição de informações de arquivo corretamente nas páginas de controle de código fonte e nas páginas de documentos com anexos. Todos os campos são obrigatórios. Campos em branco serão alterados para o padrão. A imagem do ícone deve existir no servidor da web no diretório do tema ativo sob "Filetypes".
pt_pt: Esta é a definição para o tipo de ficehiro com a extensão fornecida. Inserir aqui valores simplesmente auxilia a exibição da informação correta do ficheiro nas páginas de Controlo de Fontes e Documentos com anexos. Todos os campos são necessários sendo que campos em branco serão definidos com o valor por defeito. Deve existir a imagem do icone no servidor web sob o diretório "Filetypes" do tema ativo.
ru: Это определение для типа файла с заданным расширением. Ввод значений здесь просто помогает отобразить правильную информацию о файле на страницах Source Control и Documents с прикрепленными файлами. Все поля обязательны, пустые поля будут установлены по умолчанию. Изображение иконки должно существовать на веб-сервере в активной директории тем в разделе "Типы файлов".
zh_hans: 这是给定扩展名的文件类型的定义。输入的值在这里只是使带附件的源控件和文档页面上显示正确的文件信息。所有字段都需要，空白字段将被设置为默认值。图标图像必须存在文件类型的活动主题目录中的网络服务器上。
zh_hant: 此為給定副檔名的檔案類型定義。簡易輸入值可正確顯示來源控制和文件頁附件的文件資訊。所有欄位為必須，空白欄位將用預設值設定。圖示圖片必須存在於 Web 伺服器的活動主題目錄[Filetypes] 下

# Admin_FileTypes_RequiredDecription
source: A description for the file extension is required.
cs: Popis pro příponu souboru je povinný.
de: Eine Beschreibung der Dateiendung ist erforderlich.
es: Es necesaria la descripción de la extensión de archivo.
fi: Tiedostotarkenteen kuvaus on pakollinen.
fr: Une description de l'extension de fichier est requise.
hu: A kiterjesztés leírása kötelező.
pl: Opis dla rozszerzanie pliku jest wymagany.
pt: Uma descrição para a extensão do arquivo é obrigatória.
pt_pt: É necessária uma descrição para a extensão do ficheiro.
ru: Требуется описание расширения файла.
zh_hans: 文件扩展名的说明是必需的。
zh_hant: 文件副檔名描述為必須

# Admin_FileTypes_RequiredExtension
source: You must specify an extension, without the leading period.
cs: Zadejte příponu, bez tečky.
de: Sie müssen die Endung ohne den führenden Punkt angeben.
es: Debe especificar una extensión sin punto.
fi: Sinun on määritettävä tiedostotarkenne, ilman pistettä.
fr: Vous devez spécifier une extension, sans le caractère « . »
hu: Meg kell adnia egy kiterjesztés az előtte álló pont nélkül.
pl: Należy wprowadzić rozszerzenie bez poprzedzajacej kropki.
pt: Você deve especificar uma extensão, sem o ponto.
pt_pt: Você deve especificar uma extensão, sem o ponto à esquerda.
ru: Вы должны указать продление, без предваряющего периода.
zh_hans: 您必须指定扩展名，没有前导点。
zh_hant: 必須指定副檔名，且最前方無句號。

# Admin_FileTypes_TypeDeletedError
source: Filetype could not be removed.
cs: Typ souboru nemohl být odstraněn.
de: Dateityp konnte nicht entfernt werden.
es: No se pudo eliminar el tipo de archivo.
fi: Tiedostotyyppiä ei voitu poistaa.
fr: Le type de fichier n'a pas pu être supprimé.
hu: Fájltípust nem lehet eltávolítani.
pl: Typ pliku nie może zostać usunięty.
pt: O tipo de arquivo não pode ser removido.
pt_pt: O tipo de ficheiro não pode ser removido
ru: Файлотип не может быть удален.
zh_hans: 不能删除文件类型。
zh_hant: 文件類型無法移除。

# SourceCodeList_GeneralError
source: An error occurred accessing the specified Source Code provider. Please check the settings in the Administration section and try again.
cs: Došlo k chybě při přístupu k provideru ovládání verzí. Prosím zkontrolujte nastavení v části Administrace a zkuste to znovu.
de: Beim Zugriff auf den angegebenen Anbieter zur Versionskontrolle ist ein Fehler aufgetreten. Bitte überprüfen Sie die Einstellungen im Administrationsbereich und versuchen Sie es erneut.
es: Se ha producido un error al accesar el proveedor de Control de Versiones especificado. Por favor, verifique la configuración en la sección Administración y vuelva a intentarlo.
fi: Virhe tapahtui yritettäessä pääsyä määritettyyn versionhallinta-palveluun , tarkista asetukset ylläpito-osasta ja yritä uudelleen.
fr: Une erreur d'accès au fournisseur de Contrôle de Version spécifié s'est produite. Veuillez vérifier les paramètres dans la section Administration et réessayez.
hu: Hiba történt a megadott Verziókezelő szolgáltatás elérése során. Ellenőrizze a beállításokat az adminisztrátori felületen
pl: Wystąpił błąd dostępu do określonego mechanizmu Kontroli wersji. Sprawdź ustawienia w sekcji Administracja i spróbuj ponownie.
pt: Erro ao acessar o provedor de Controle de Versão especificado. Por favor, verifique as configurações na seção Administração e tente novamente.
pt_pt: Ocorreu um erro ao aceder ao fornecedor específico de Controlo de Versão. Por favor verifique as configurações na secção de Administração e tente novamente.
ru: Произошла ошибка при обращении к указанному провайдеру Version Control. Пожалуйста, проверьте настройки в разделе Администрирование и повторите попытку.
zh_hans: 访问指定的版本控制提供程序时出错。请检查管理部分中的设置，然后再试。
zh_hant: 存取指定版本控制提供器發生存取錯誤。請確認管理的設置，請再試一次。

# SourceCodeList_InvalidLicense
source: You cannot access the Source Code feature with your current license.
cs: S vaší stávající licencí nelze získat přístup k funkcionalitě Zdrojového kódu.
de: Sie können mit Ihrer aktuellen Lizenz die Quellcodefunktion nicht aufrufen.
es: Usted no tiene acceso al modulo de Código Fuente, debido a la licencia actual.
fi: Et voi käyttää lähdekoodi-ominaisuutta nykyisellä lisenssilläsi.
fr: Vous ne pouvez pas accéder à la fonction Code Source avec votre licence actuelle.
hu: A Forráskód funkcionalitás nem elérhető a jelenlegi licence-el
pl: Nie można uzyskać dostępu do funkcji Kodu źródłowego z bieżącej licencji.
pt: Você não pode acessar o recurso de Código Fonte com sua licença atual.
pt_pt: Com a sua atual licença não pode aceder à funcionalidade Código Fonte.
ru: Вы не можете получить доступ к функции Source Code с вашей текущей лицензией.
zh_hans: 您无法访问源代码功能与您当前的许可证。
zh_hant: 目前授權無法存取程式原始碼特性。

# SourceCodeList_InvalidRole
source: You cannot access the Source Code feature with your current role.
cs: S vaší stávající rolí nelze získat přístup k funkcionalitě Zdrojového kódu.
de: Sie können mit Ihrer aktuellen Rolle die Quellcodefunktion nicht aufrufen.
es: Usted no tiene acceso al modulo de Control de Versiones, debido a su función actual.
fi: Et voi käyttää lähdekoodi-ominaisuutta nykyisessä roolissasi.
fr: Vous ne pouvez pas accéder à la fonction de Code Source avec votre rôle actuel.
hu: A Forráskód funkcionalitás nem elérhető a jelenlegi szerepkörrel
pl: Nie można uzyskać dostępu do funkcji Kodu źródłowego z bieżącej roli.
pt: Você não pode acessar o recurso de Código Fonte com sua função atual.
pt_pt: Com a sua atual função não pode aceder à funcionalidade Código Fonte.
ru: Вы не можете получить доступ к функции Исходного кода с вашей текущей ролью.
zh_hans: 您不能访问源代码功能与您当前的角色。
zh_hant: 目前角色無法存取程式原始碼特性。
