Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_Priorities_AtLeastOneMustBeActive
source: At least one Priority needs to be marked as Active.
cs: Alespoň jedna Priorita musí být označena jako Aktivní.
de: Mindestens eine Priorität muss als aktiv markiert sein.
es: Al menos una Prioridad debe estar marcada como Activa.
fr: Au moins une priorité doit être active.
hu: Legalább egy prioritást aktívként kell megjelölni.
pl: Co najmniej jeden priorytet musi być oznaczony jako Aktywny.
pt: Pelo menos uma Prioridade precisa ser marcada como Ativa.
pt_pt: Pelo menos uma prioridade necessita ser selecionada como Ativa
ru: По крайней мере один Приоритет должен быть отмечен как Активный.

# Admin_Priorities_ColorInvalid
source: You need to enter a valid color code for the priority
cs: Pro prioritu musíte zadat platný barevný kód
de: Sie müssen einen gültigen Farbcode für die Priorität eingeben.
es: Necesitas ingresar un código de color válido para la prioridad.
fr: Veuillez choisir un code couleur valide pour la priorité.
hu: Adjon meg egy érvényes színkódot a prioritáshoz
pl: Musisz wprowadzić prawidłowy kod koloru dla priorytetu
pt: Você precisa inserir um código de cor válido para a prioridade
pt_pt: Necessita introduzir um código de cor válido para a prioridade
ru: Вам необходимо ввести действительный цветовой код для приоритета

# Admin_Priorities_ColorRequired
source: You need to enter a color code for the priority
cs: Je třeba zadat barevný kód priority
de: Sie müssen einen Farbcode für die Priorität eingeben.
es: Necesitas ingresar un código de color para la prioridad.
fr: Veuillez choisir un code couleur pour la priorité.
hu: Adjon meg egy színkódot a prioritáshoz
pl: Musisz wprowadzić kod koloru dla priorytetu
pt: Você precisa inserir um código de cor para a prioridade
pt_pt: Necessita introduzir um código de cor para a prioridade
ru: Вам нужно ввести цветовой код для приоритета

# Admin_Priorities_NameRequired
source: You need to enter a name for the priority
cs: Musíte zadat název priority
de: Sie müssen einen Namen für die Priorität eingeben.
es: Necesitas ingresar un nombre para la prioridad.
fr: Veuillez choisir un nom pour la priorité.
hu: Adjon meg egy nevet a prioritáshoz
pl: Musisz wpisać nazwę dla priorytetu
pt: Você precisa inserir um nome para a prioridade
pt_pt: Necessita introduzir um nome para a prioridade
ru: Вам нужно ввести имя для приоритета

# Admin_Priorities_ScoreMustBeNumeric
source: You need to enter a numeric score value
cs: Musíte zadat číselnou hodnotu skóre
de: Sie müssen einen numerischen Punktwert eingeben.
es: Necesita ingresar un valor numérico de puntuación
fr: Veuillez entrer une valeur numérique.
hu: Adjon meg egy numerikus pontértéket
pl: Musisz wprowadzić liczbową wartość wyniku
pt: Você precisa inserir um valor de pontuação numérico
pt_pt: Necessita introduzir um valor numérico de resultado/valor
ru: Вам нужно ввести числовое значение

# Admin_Priorities_ScoreRequired
source: You need to enter a score for the priority
cs: Musíte zadat skóre priority
de: Sie müssen eine Note für die Priorität eingeben.
es: Necesitas ingresar una puntuación para la prioridad.
fr: Veuillez entrer un score pour la priorité.
hu: Adjon meg egy pontszámot a prioritáshoz
pl: Musisz wprowadzić wynik dla priorytetu
pt: Você precisa inserir uma pontuação para a prioridade
pt_pt: Necessita introduzir um resultado/valor para a prioridade
ru: Вам нужно ввести балл за приоритет

# Admin_Priorities_Success
source: Priorities successfully updated.
cs: Priority byly úspěšně aktualizovány.
de: Prioritäten erfolgreich aktualisiert.
es: Prioridades actualizadas con éxito.
fr: Mise à jour effectuée
hu: Prioritások sikeresen frissítve.
pl: Priorytety zostały pomyślnie zaktualizowane.
pt: Prioridades atualizadas com sucesso.
pt_pt: Prioridades atualizadas com sucesso.
ru: Приоритеты успешно обновлены.

# RequirementTypes_CannotSetDefaultTypeInactive
source: You cannot set the default requirement type to an inactive value
cs: Výchozí typ Požadavku nemůžete nastavit na neaktivní hodnotu
de: Sie können den Standard-Anforderungstyp nicht auf einen inaktiven Wert setzen.
es: No puede establecer el tipo de requisito predeterminado en un valor inactivo
fr: Le type de besoin ne peut être inactif par défaut.
hu: Nem állítható be alapértelmezett követelménytípus egy inaktív értékhez
pl: Nie można ustawić domyślnego typu wymagań na wartość nieaktywną
pt: Você não pode definir o tipo de requerimento padrão como um valor inativo
pt_pt: Não pode ser definido como valor inativo o tipo de requisito default
ru: Нельзя установить тип требования по умолчанию на неактивное значение.

# RequirementTypes_NameRequired
source: You need to enter a name for the requirement type
cs: Musíte zadat název typu Požadavku
de: Sie müssen einen Namen für den Anforderungstyp eingeben.
es: Debe ingresar un nombre para el tipo de requisito
fr: Veuillez entrer un nom pour le type de besoin.
hu: Adjon meg egy nevet a követelményállapothoz
pl: Musisz wprowadzić nazwę dla typu wymagań
pt: Você precisa inserir um nome para o tipo de requerimento
pt_pt: Necessita ser definido um nome para o tipo de requisito
ru: Необходимо ввести имя для типа требования.

# RequirementTypes_Success
source: Requirement types successfully updated.
cs: Typy požadavků úspěšně aktualizovány.
de: Anforderungstypen erfolgreich aktualisiert.
es: Tipos de requisitos actualizados con éxito.
fr: Mise à jour effectuée
hu: Követelménytípusok sikeresen frissítve.
pl: Rodzaje wymagań pomyślnie zaktualizowane.
pt: Tipos de requerimento atualizados com sucesso.
pt_pt: Tipos de requisito atualizados com sucesso.
ru: Типы требований успешно обновлены.

# TaskTypes_CannotSetDefaultTypeInactive
source: You cannot set the default task type to an inactive value
cs: Nelze nastavit výchozí typ Úkolu na neaktivní hodnotu
de: Sie können den Standardaufgabentyp nicht auf einen inaktiven Wert setzen.
es: No puede establecer el tipo de tarea predeterminado en un valor inactivo
fr: Le type de tâche ne peut être inactif par défaut.
hu: Nem állítható be alapértelmezett feladattípus egy inaktív értékhez
pl: Nie można ustawić domyślnego typu zadania na wartość nieaktywną
pt: Você não pode definir o tipo de tarefa padrão para um valor inativo
pt_pt: Não pode ser definido como valor inativo o tipo de tarefa default
ru: Вы не можете установить тип задачи по умолчанию на неактивное значение.

# TaskTypes_NameRequired
source: You need to enter a name for the task type
cs: Musíte zadat název typu Úkolu
de: Sie müssen einen Namen für den Aufgabentyp eingeben.
es: Necesita ingresar un nombre para el tipo de tarea
fr: Veuillez entrer un nom pour le type de tâche.
hu: Adjon meg egy nevet a követelményállapothoz
pl: Musisz wprowadzić nazwę dla typu zadania
pt: Você precisa informar um nome para o tipo de tarefa
pt_pt: Necessita ser definido um nome para o tipo de tarefa
ru: Вам необходимо ввести имя для типа задачи

# TaskTypes_Success
source: Task types successfully updated.
cs: Typy Úkolu byly úspěšně aktualizovány.
de: Aufgabentypen erfolgreich aktualisiert.
es: Tipos de tareas actualizados con éxito.
fr: Mise à jour effectuée
hu: Feladattípusok sikeresen frissítve.
pl: Typy zadań zostały pomyślnie zaktualizowane.
pt: Tipos de Tarefas atualizados com sucesso.
pt_pt: Tipos de tarefa atualizados com sucesso.
ru: Типы задач успешно обновлены.

# TestCaseTypes_CannotSetDefaultTypeInactive
source: You cannot set the default test case type to an inactive value
cs: Výchozí typ Testovacího Případu nelze nastavit na neaktivní hodnotu
de: Sie können den Standard-Testfalltyp nicht auf einen inaktiven Wert setzen.
es: No puede establecer el tipo de caso de prueba predeterminado en un valor inactivo
fr: Le type de scénario de test ne peut être inactif par défaut.
hu: Nem állítható be alapértelmezett tesztesettípus egy inaktív értékhez
pl: Nie można ustawić domyślnego typu przypadku testowego na wartość nieaktywną
pt: Você não pode definir o tipo padrão de caso de teste como um valor inativo
pt_pt: Não pode ser definido como valor inativo o tipo de caso de teste default
ru: Вы не можете установить тип тестового случая по умолчанию на неактивное значение.

# TestCaseTypes_NameRequired
source: You need to enter a name for the test case type
cs: Musíte zadat název typu Testovacího Případu
de: Sie müssen einen Namen für den Testfalltyp eingeben.
es: Debe ingresar un nombre para el tipo de caso de prueba
fr: Veuillez entrer un nom pour le type de scénario de test.
hu: Adjon meg egy nevet a teszteset-állapothoz
pl: Musisz wpisać nazwę dla typu przypadku testowego
pt: Você precisa inserir um nome para o tipo de caso de teste
pt_pt: Necessita ser definido um nome para o tipo de caso de teste
ru: Вам необходимо ввести имя для типа тестового случая.

# TestCaseTypes_Success
source: Test Case types successfully updated.
cs: Typy Testovacích Případů byly úspěšně aktualizovány.
de: Testfalltypen erfolgreich aktualisiert.
es: Tipos de casos de prueba actualizados con éxito.
fr: Mise à jour effectuée
hu: Tesztesettípusok sikeresen frissítve.
pl: Typy przypadków testowych zostały pomyślnie zaktualizowane.
pt: Tipos de Casos de Teste atualizados com sucesso.
pt_pt: Tipos de cao de teste atualizados com sucesso.
ru: Типы тестовых случаев успешно обновлены.

# Admin_ProjectTemplateEdit_TemplateNameRequired
source: Template Name is Required
cs: Název šablony je povinný
de: Name der Vorlage ist erforderlich
es: El nombre de la plantilla es obligatorio
fr: Veuillez fournir un nom de modèle.
hu: Sablonnév szükséges
pl: Szablon Nazwa jest wymagana
pt: O Nome do Modelo é Obrigatório
pt_pt: Nome do template é necessário
ru: Название шаблона Требуется

# Admin_ProjectTemplates_CannotDeleteInUse
source: You cannot delete a product template that is being used by products!
cs: Nelze odstranit šablonu produktu, která je používána produkty!
de: Sie können eine Produktvorlage, die von Produkten verwendet wird, nicht löschen!
es: No puede eliminar una plantilla de producto que está siendo utilizada por productos!
fr: Vous ne pouvez pas supprimer un modèle de produit en cours d'utilisation.
hu: Nem törölhet olyan projektsablont, amit egy projekt használ.
pl: Nie można usunąć szablonu produktu, który jest używany przez produkty!
pt: Você não pode excluir um modelo de produto que está sendo usado por produtos!
ru: Вы не можете удалить шаблон продукта, который используется продуктами!

# Admin_ProjectTemplates_DeleteConfirm
source: Are you sure you want to delete this template?
cs: Opravdu chcete tuto šablonu smazat?
de: Sind Sie sicher, dass Sie diese Vorlage löschen möchten?
es: Estás seguro de que quieres eliminar esta plantilla?
fr: Êtes-vous sûr de vouloir supprimer ce modèle ?
hu: Biztosan törli ezt a sablont?
pl: Czy na pewno chcesz usunąć ten szablon?
pt: Tem certeza de que deseja excluir esse modelo?
pt_pt: Tem a certeza que pretende apagar este template?
ru: Вы уверены, что хотите удалить этот шаблон?

# DocumentStatuses_NameRequired
source: You need to enter a name for the document status
cs: Musíte zadat název stavu Dokumentu
de: Sie müssen einen Namen für den Dokumentstatus eingeben.
es: Debe ingresar un nombre para el estado del documento
fr: Veuillez fournir un nom de statut de document.
hu: Adjon meg egy nevet a dokumentumállapothoz
pl: Musisz wprowadzić nazwę dla statusu dokumentu
pt: Você precisa inserir um nome para o status do documento
pt_pt: Necessário introduzir nome para o estado do Documento
ru: Необходимо ввести имя для статуса документа.

# DocumentStatuses_Success
source: Document statuses successfully updated.
cs: Stavy Dokumentů byly úspěšně aktualizovány.
de: Dokumentstatus erfolgreich aktualisiert.
es: Los estados de los documentos se han actualizado correctamente.
fr: Mise à jour effectuée
hu: Dokumentumállapotok sikeresen frissítve.
pl: Statusy dokumentów zostały pomyślnie zaktualizowane.
pt: Status do documento atualizados com sucesso.
pt_pt: Estados de Documento atualizados com sucesso
ru: Статусы документов успешно обновлены.

# Admin_Importances_AtLeastOneMustBeActive
source: At least one Importance needs to be marked as Active.
cs: Alespoň jedna důležitost musí být označena jako aktivní.
de: Mindestens eine Wichtigkeit muss als aktiv markiert sein.
es: Al menos una importancia debe estar marcada como activa.
fr: Au moins une importance doit être active.
hu: Legalább egy fontossági tényezőt aktívként kell megjelölni.
pl: Co najmniej jedno z nich musi być oznaczone jako Aktywne.
pt: Pelo menos uma Importância precisa ser marcada como Ativa.
pt_pt: Pelo menos uma Importância necessita ser definida como Ativa.
ru: По крайней мере одна Важность должна быть отмечена как Активная.

# RiskImpacts_AtLeastOneMustBeActive
source: At least one Risk Impact needs to be marked as Active.
cs: Alespoň jeden dopad Rizika je třeba označit jako aktivní.
de: Mindestens eine Risikowirkung muss als aktiv gekennzeichnet sein.
es: Al menos un impacto de riesgodebe estar marcado como activo.
fr: Au moins un impact de risque doit être active.
hu: Legalább egy kockázati hatást aktívként kell megjelölni.
pl: Co najmniej jeden Wpływ Ryzyka musi być oznaczony jako Aktywny.
pt: Pelo menos um Impacto de Risco precisa ser marcado como ativo.
ru: По крайней мере, одно Воздействие на риск должно быть отмечено как Активное.

# RiskImpacts_ColorInvalid
source: You need to enter a valid color code for the risk impact
cs: Pro dopad Rizika musíte zadat platný barevný kód
de: Sie müssen einen gültigen Farbcode für die Risikowirkung eingeben.
es: Debe ingresar un código de color válido para el impacto de riesgo
fr: Veuillez entrer un code couleur valide pour l'impact de risque.
hu: Adjon meg egy érvényes színkódot a kockázati hatáshoz
pl: Musisz wprowadzić prawidłowy kod kolorystyczny dla wpływu ryzyka
pt: Você precisa inserir um código de cor válido para o impacto de risco
ru: Необходимо ввести действительный цветовой код для воздействия риска.

# RiskImpacts_ColorRequired
source: You need to enter a color code for the risk impact
cs: Pro dopad Rizika musíte zadat platný barevný kód
de: Sie müssen einen Farbcode für die Risikowirkung eingeben.
es: Necesita ingresar un código de color para el impacto de riesgo
fr: Veuillez entrer un code couleur pour l'impact de risque.
hu: Adjon meg egy színkódot a kockázati hatáshoz
pl: Musisz wprowadzić kod kolorystyczny dla wpływu ryzyka
pt: Você precisa inserir um código de cor para o impacto de risco
ru: Вам необходимо ввести цветовой код, чтобы избежать риска.

# RiskImpacts_NameRequired
source: You need to enter a name for the risk impact
cs: Musíte zadat název dopadu Rizika
de: Sie müssen einen Namen für die Risikowirkung eingeben.
es: Necesita ingresar un nombre para el impacto de riesgo
fr: Veuillez entrer un nom pour l'impact de risque.
hu: Adjon meg egy nevet a kockázati hatáshoz
pl: Musisz wpisać nazwę dla wpływu ryzyka
pt: Você precisa inserir um nome para o impacto do risco
ru: Вам необходимо ввести название для воздействия риска.

# RiskImpacts_Success
source: Risk impacts successfully updated.
cs: Dopady Rizika byly úspěšně aktualizovány.
de: Risikoauswirkungen erfolgreich aktualisiert.
es: Impactos de riesgo actualizados con éxito.
fr: Mise à jour effectuée
hu: Kockázati állapotok sikeresen frissítve.
pl: Skuteczna aktualizacja wpływu ryzyka.
pt: Impactos de risco atualizados com sucesso.
ru: Успешно обновлена информация о влиянии рисков.

# RiskProbabilities_AtLeastOneMustBeActive
source: At least one Risk Priority needs to be marked as Active.
cs: Alespoň jedna priorita Rizika musí být označena jako aktivní.
de: Mindestens eine Risikopriorität muss als aktiv gekennzeichnet sein.
es: Al menos una Prioridad de Riesgo debe estar marcada como Activa.
fr: Au moins une priorité de risque doit être active.
hu: Legalább egy kockázati prioritást aktívként kell megjelölni.
pl: Co najmniej jeden Priorytet Ryzyka musi być oznaczony jako Aktywny.
pt: Pelo menos uma Prioridade de Risco precisa ser marcada como ativa.
ru: Как минимум один Приоритет риска должен быть отмечен как Активный.

# RiskProbabilities_ColorInvalid
source: You need to enter a valid color code for the risk probability
cs: Je třeba zadat platný barevný kód pro pravděpodobnost Rizika
de: Sie müssen einen gültigen Farbcode für die Risikowahrscheinlichkeit eingeben.
es: Debe ingresar un código de color válido para la probabilidad de riesgo
fr: Veuillez entrer un code couleur valide pour la probabilité de risque.
hu: Adjon meg egy érvényes színkódot a kockázat valószínűségéhez
pl: Musisz wprowadzić prawidłowy kod koloru dla prawdopodobieństwa ryzyka
pt: Você precisa inserir um código de cor válido para a probabilidade de risco
ru: Вам необходимо ввести действительный цветовой код для вероятности риска.

# RiskProbabilities_ColorRequired
source: You need to enter a color code for the risk probability
cs: Musíte zadat barevný kód pro pravděpodobnost Rizika
de: Sie müssen einen Farbcode für die Risikowahrscheinlichkeit eingeben.
es: Necesitas ingresar un código de color para la probabilidad de riesgo.
fr: Veuillez entrer un code couleur pour la probabilité de risque.
hu: Adjon meg egy színkódot a kockázat valószínűségéhez
pl: Musisz wprowadzić kod kolorystyczny dla prawdopodobieństwa ryzyka
pt: Você precisa inserir um código de cor para a probabilidade de risco
ru: Вам необходимо ввести цветовой код вероятности риска.

# RiskProbabilities_NameRequired
source: You need to enter a name for the risk probability
cs: Musíte zadat název pravděpodobnosti Rizika
de: Sie müssen einen Namen für die Risikowahrscheinlichkeit eingeben.
es: Necesita ingresar un nombre para la probabilidad de riesgo
fr: Veuillez entrer un nom pour la probabilité de risque.
hu: Adjon meg egy nevet a kockázat valószínűségéhez
pl: Musisz wpisać nazwę dla prawdopodobieństwa ryzyka
pt: Você precisa inserir um nome para a probabilidade de risco
ru: Вам нужно ввести название для вероятности риска.

# RiskProbabilities_Success
source: Risk probabilities successfully updated.
cs: Pravděpodobnosti Rizika byly úspěšně aktualizovány.
de: Risikowahrscheinlichkeiten erfolgreich aktualisiert.
es: Probabilidades de riesgo actualizadas con éxito.
fr: Mise à jour effectuée
hu: A kockázat valószínűség sikeresen frissítve.
pl: Prawdopodobieństwo wystąpienia ryzyka zostało pomyślnie zaktualizowane.
pt: Probabilidades de risco atualizadas com sucesso.
ru: Вероятности риска успешно обновлены.

# RiskStatuses_NameRequired
source: You need to enter a name for the risk status
cs: Musíte zadat název stavu Rizika
de: Sie müssen einen Namen für den Risikostatus eingeben.
es: Necesita ingresar un nombre para el estado de riesgo
fr: Veuillez entrer un nom pour le statut de risque.
hu: Adjon meg egy nevet a kockázatállapothoz
pl: Musisz wpisać nazwę dla statusu ryzyka
pt: Você precisa inserir um nome para o status de risco
ru: Вам необходимо ввести имя для статуса риска

# RiskStatuses_Success
source: Risk statuses successfully updated.
cs: Stavy Rizika byly úspěšně aktualizovány.
de: Risikostatus erfolgreich aktualisiert.
es: Los estados de riesgo se actualizan con éxito.
fr: Mise à jour effectuée
hu: Kockázatállapotok sikeresen frissítve.
pl: Statusy ryzyka zostały pomyślnie zaktualizowane.
pt: Status de risco atualizados com sucesso.
ru: Статусы риска успешно обновлены.

# RiskTypes_CannotSetDefaultTypeInactive
source: You cannot set the default risk type to an inactive value
cs: Nelze nastavit výchozí typ Rizika na neaktivní hodnotu
de: Sie können den Standard-Risikotyp nicht auf einen inaktiven Wert setzen.
es: No puede establecer el tipo de riesgo predeterminado en un valor inactivo
fr: Le type de risque ne peut être inactif par défaut.
hu: Nem állítható be alapértelmezett kockázattípus egy inaktív értékhez
pl: Nie można ustawić domyślnego typu ryzyka na wartość nieaktywną
pt: Você não pode definir o tipo de risco padrão para um valor inativo
ru: Вы не можете установить тип риска по умолчанию на неактивное значение.

# RiskTypes_NameRequired
source: You need to enter a name for the risk type
cs: Musíte zadat název typu Rizika
de: Sie müssen einen Namen für die Risikotyp eingeben.
es: Debe ingresar un nombre para el tipo de riesgo
fr: Veuillez entrer un nom pour le type de risque.
hu: Adjon meg egy nevet a kockázatállapothoz
pl: Musisz wprowadzić nazwę dla typu ryzyka
pt: Você precisa inserir um nome para o tipo de risco
ru: Вам необходимо ввести имя для типа риска

# RiskTypes_Success
source: Risk types successfully updated.
cs: Typy Rizika byly úspěšně aktualizovány.
de: Risikotypen erfolgreich aktualisiert.
es: Tipos de riesgo actualizados con éxito.
fr: Mise à jour effectuée
hu: Kockázattípusok sikeresen frissítve.
pl: Rodzaje ryzyka zostały pomyślnie zaktualizowane.
pt: Tipos de risco atualizados com sucesso.
ru: Типы рисков успешно обновляются.

# Admin_Impacts_ColorInvalid
source: You need to enter a valid color code for the impact
cs: Musíte zadat platný barevný kód pro dopad
de: Sie müssen einen gültigen Farbcode für die Auswirkung eingeben.
es: Necesitas ingresar un código de color válido para el impacto.
fr: Veuillez entrer un code couleur valide pour l'impact.
hu: Adjon meg egy érvényes színkódot a hatáshoz
pl: Musisz wprowadzić prawidłowy kod koloru dla uderzenia
pt: Você precisa inserir um código de cor válido para o impacto
ru: Вы должны ввести действительный цветовой код для воздействия

# Admin_Impacts_ColorRequired
source: You need to enter a color code for the impact
cs: Musíte zadat barevný kód pro dopad
de: Sie müssen einen Farbcode für die Auswirkung eingeben.
es: Necesitas ingresar un código de color para el impacto.
fr: Veuillez entrer un code couleur pour l'impact.
hu: Adjon meg egy színkódot a hatáshoz
pl: Musisz wprowadzić kod koloru dla uderzenia
pt: Você precisa inserir um código de cor para o impacto
ru: Вы должны ввести цветовой код для воздействия

# Admin_Impacts_NameRequired
source: You need to enter a name for the impact
cs: Musíte zadat název dopadu
de: Sie müssen einen Namen für die Auswirkung eingeben.
es: Necesitas ingresar un nombre para el impacto.
fr: Veuillez entrer un nom pour l'impact.
hu: Adjon meg egy nevet a hatáshoz
pl: Musisz wpisać nazwę dla uderzenia
pt: Você precisa inserir um nome para o impacto
ru: Вам нужно ввести имя для воздействия

# Admin_Impacts_PositionMustBeNumeric
source: You need to enter a numeric position value
cs: Musíte zadat číselnou hodnotu pozice
de: Sie müssen einen numerischen Positionswert eingeben.
es: Necesita ingresar un valor de posición numérico
fr: Veuillez entrer une valeur numérique.
hu: Adjon meg egy numerikus pozícióértéket
pl: Musisz wprowadzić numeryczną wartość pozycji
pt: Você precisa inserir um valor de posição numérico
ru: Вам необходимо ввести числовое значение позиции

# Admin_Impacts_PositionRequired
source: You need to enter a position for the impact
cs: Musíte zadat pozici pro dopad
de: Sie müssen eine Position für die Auswirkungen eingeben.
es: Necesitas ingresar una posición para el impacto.
fr: Veuillez entrer une position pour l'impact.
hu: Adjon meg egy pontszámot a hatáshoz
pl: Musisz podać pozycję do uderzenia
pt: Você precisa inserir uma posição para o impacto
ru: Вы должны ввести положение для удара

# Admin_Impacts_ScoreMustBeNumeric
source: You need to enter a numeric score value
cs: Musíte zadat číselnou hodnotu skóre
de: Sie müssen einen numerischen Punktwert eingeben.
es: Necesita ingresar un valor numérico de puntuación
fr: Veuillez entrer une valeur numérique.
hu: Adjon meg egy numerikus pontértéket
pl: Musisz wprowadzić liczbową wartość wyniku
pt: Você precisa inserir um valor de pontuação numérico
ru: Вам нужно ввести числовое значение
