Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# FileUploadDialog_TagsNotValid
source: The tags can only contain alphanumeric characters separated by a comma
cs: Štítky mohou obsahovat pouze alfanumerické znaky oddělené čárkou
de: Die Meta-Tags können nur alphanumerische, durch Komma getrennte, Zeichen enthalten
es: Las etiquetas sólo pueden contener caracteres alfanuméricos separados por una coma
fi: Merkinnät voivat sisältää vain aakkosnumeerisia merkkejä pilkulla erotettuna
fr: Les tags peuvent seulement contenir des caractères alphanumériques séparés par une virgule
hu: A címkék csak alfanumerikus karaktereket tartalmazhatnak vesszővel elválasztva
pl: Tagi mogą zawierać tylko znaki alfanumeryczne oddzielone przecinkami
pt: As tags podem conter somente caracteres alfanuméricos separados por vírgula
pt_pt: As etiquetas podem conter apenas carateres alfanuméricos separados por uma vírgula
ru: Метки могут содержать только буквенно-цифровые символы, разделенные запятой.
zh_hans: 标签只能包含以逗号分隔的字母数字字符
zh_hant: 標籤僅可包含以逗號分隔的字母數字字元

# FileUploadDialog_URLNotValid
source: The URL is not in a valid format
cs: URL nemá platný formát
de: Die URL ist in einem ungültigen Format
es: La URL no está en un formato válido
fi: URL ei ole kelvollisessa muodossa
fr: L'URL n'est pas dans un format valide
hu: Az URL-cím nem megfelelő formátumú
pl: Adres URL jest w nieprawidłowym formacie
pt: A URL não está em um formato válido
pt_pt: O URL não está num formato válido
ru: URL-адрес не имеет правильного формата
zh_hans: URL 不是有效的格式
zh_hant: URL 非有效格式

# AttachmentPanel_DeleteConfirm
source: Are you sure you really want to delete this document from the system?
cs: Opravdu chcete odstranit tento dokument ze systému?
de: Sind Sie sicher, dass Sie dieses Dokument aus dem System löschen möchten?
es: Está seguro que quiere eliminar este documento del sistema?
fi: Oletko varma että haluat todella poistaa tämän dokumentin järjestelmästä?
fr: Etes-vous sûr de vouloir supprimer ce document du système ?
hu: Biztosan törli ezt a dokumentumot a rendszerből?
pl: Czy na pewno chcesz usunąć ten dokument z systemu?
pt: Você tem certeza de que deseja excluir este documento do sistema?
pt_pt: Tem certeza que realmente deseja apagar este documento do sistema?
ru: Вы уверены, что действительно хотите удалить этот документ из системы?
zh_hans: 确实确实要从系统中删除此文档吗？
zh_hant: 確定從系統刪除此文件？

# ReleaseDetails_SaveSuccess
source: Successfully saved changes to release
cs: Úspěšně uloženy změny k této verzi
de: Erfolgreich gespeicherte Änderungen zu Release
es: Cambios en la release guardados con éxito
fi: Muutokset julkaisuun talletettu onnistuneesti
fr: Modifications sauvegardées
hu: A release módosításai sikeresen elmentve
pl: Zmiany do wydania zapisane pomyślnie
pt: Mudanças no release salvas com sucesso
pt_pt: As alterações à entrega foram gravadas com sucesso
ru: Успешно сохраненные изменения к выпуску
zh_hans: 已成功保存更改，释放
zh_hant: 版本異動已儲存成功

# ReleaseDetails_DeleteConfirm
source: This will delete this release / sprint permanently. Are you sure you want to proceed?
cs: Tímto trvale vymažete tuto verzi/sprint. Jste si jisti, že chcete pokračovat?
de: Dies wird das Release / die Iteration dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción eliminará esta release/iteración de forma permanente. Está seguro que desea continuar?
fi: Tämä poistaa tämän Julkaisun/Iteraation pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer définitivement cette version / sprint. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törli a release-t / sprintet. Biztosan folytatja?
pl: Spowoduje to usunięcie tego wydania / iteracji na stałe. Czy na pewno chcesz kontynuować?
pt: Esse procedimento irá eliminar o release ou iteração permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação apagará definitivamente esta entrega / iteração. Tem certeza que quer prosseguir?
ru: Это удалит этот релиз / спринт навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将删除此版本 / 迭代永久。确实要继续吗？
zh_hant: 這將會永久刪除版本/迭代。您確定要繼續？

# ReleaseDetails_EndDateInvalid
source: You need to enter the end-date in the specified format
cs: Je třeba zadat datum ukončení v daném formátu
de: Sie müssen das Enddatum im angegebenen Format eingeben.
es: Debe introducir la fecha final en el formato especificado
fi: Sinun täytyy syöttää päättymispäivämäärä määrämuotoisena
fr: Vous devez saisir la date de fin dans le format spécifié.
hu: Adja meg a lezárás dátumát a megadott formátumban
pl: Musisz wprowadzić datę końcową w określonym formacie
pt: Você precisa digitar a data final no formato especificado
pt_pt: Precisa inserir a data de fim no formato especificado
ru: Необходимо ввести конечную дату в указанном формате.
zh_hans: 您需要输入结束日期，以指定的格式
zh_hant: 必須以指定格式輸入結束日期

# ReleaseDetails_EndDateRequired
source: End Date is required
cs: Datum ukončení je povinné pole
de: Enddatum ist erforderlich
es: La Fecha de Fin es necesaria
fi: Päättymispäivämäärä on pakollinen
fr: La date de fin est requise.
hu: Lezárás dátuma megadása kötelező
pl: Data końcowa jest wymagana
pt: Data Final é obrigatória
pt_pt: É necessária a data de fim
ru: Требуется дата окончания
zh_hans: 结束日期为必填项
zh_hant: 結束日期為必須

# ReleaseDetails_NameRequired
source: Release Name is required
cs: Název verze je povinné pole
de: Releasename ist erforderlich
es: El Nombre de la Release es necesario
fi: Julkaisun nimi on pakollinen
fr: Un nom de version est requis.
hu: Release nevének megadása kötelező
pl: Nazwa wydania jest wymagana
pt: Nome do Release é obrigatório
pt_pt: É necessário o Nome da Entrega
ru: Имя выпуска Требуется
zh_hans: 发布名称是必需的
zh_hant: 版本名稱為必須

# ReleaseDetails_NonWorkInvalid
source: # Non-Work Days needs to be an integer value.
cs: Počet nepracovních dnů musí být celé číslo.
de: # Keine-Arbeitstage muss einen ganzzahligen Wert haben.
es: El n.º de Días Laborables debe ser un valor entero.
fi: # Ei-työpäiviä on oltava kokonaisluku.
fr: Le nombre de jours non-ouvrables doit être un nombre entier.
hu: A nem munkanapok száma egész szám kell legyen
pl: # Dni wolne od pracy muszą być liczbą całkowitą
pt: Nº de Dias Não-Úteis deve ser um valor inteiro.
pt_pt: # dias de não-trabalho devem ter um valor inteiro
ru: # Нерабочие дни должны быть целыми числами.
zh_hans: # 非工作天需要一个整数值。
zh_hant: # 非工作天必須為整數值。

# ReleaseDetails_NonWorkRequired
source: # Non-Work Days is required
cs: Počet nepracovních dnů je povinné pole
de: # Keine-Arbeitstage ist erforderlich
es: El n.º de Días Laborables es necesario
fi: # Ei-Työpäiviä on pakollinen
fr: Le nombre de jours non-ouvrables est requis.
hu: A nem munkanapok száma megadása kötelező
pl: # Dni wolne od pracy są wymagane
pt: Nº de Dias Não-Úteis é obrigatório
pt_pt: # dias de não-trabalho são necessários
ru: # Требуются нерабочие дни
zh_hans: # 非工作天是必需
zh_hant: # 非工作天為必須

# ReleaseDetails_NumResourcesInvalid
source: # Resources needs to be an integer value.
cs: Počet zdrojů musí být celé číslo.
de: # Ressourcen müssen einen ganzzahligen Wert haben.
es: El n.º de Recursos debe ser un valor entero.
fi: # Resursseja on oltava kokonaisluku.
fr: Le nombre de ressources doit être un nombre entier.
hu: A források száma egész szám kell legyen
pl: # Zasoby muszą być liczbą całkowitą.
pt: Nº de Recursos deve ser um valor inteiro.
pt_pt: # de recursos precisam ser um valor inteiro.
ru: # Ресурсы должны быть целым числом.
zh_hans: # 资源必须是整数值。
zh_hant: # 資源必須為整數值。

# ReleaseDetails_NumResourcesRequired
source: # Resources is required
cs: Počet zdrojů je povinné pole
de: # Ressourcen ist erforderlich
es: El n.º de Recursos es necesario
fi: # Resursseja on pakollinen
fr: Le nombre de ressources est nécessaire.
hu: A források száma megadása kötelező
pl: # Zasoby są wymagane
pt: Nº de Recursos é obrigatório
pt_pt: # Recursos é necessário
ru: # Требуются ресурсы
zh_hans: # 资源是必需
zh_hant: # 資源為必須

# ReleaseDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tím dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle ungespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenha gravado. Tem a certeza que quer prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# ReleaseDetails_StartDateInvalid
source: You need to enter the start-date in the specified format
cs: Musíte zadat datum zahájení v daném formátu
de: Sie müssen das Startdatum im angegebenen Format eingeben
es: Debe introducir la fecha de inicio en el formato especificado
fi: Sinun täytyy syöttää aloituspäivämäärä määrämuotoisena
fr: Vous devez saisir la date de début dans le format spécifié.
hu: Adja meg a kezdődátumot a megadott formátumban
pl: Musisz wprowadzić datę rozpoczęcia w określonym formacie
pt: Você precisa inserir a data de início no formato especificado
pt_pt: Precisa inserir a data de início no formato especificado
ru: Необходимо ввести начальную дату в указанном формате.
zh_hans: 您需要输入开始日期，以指定的格式
zh_hant: 必須以指定格式輸入開始日期

# ReleaseDetails_StartDateRequired
source: Start Date is required
cs: Datum zahájení je povinné pole
de: Startdatum ist erforderlich
es: Fecha de Inicio es necesaria
fi: Aloituspäivämäärä on pakollinen
fr: La date de début est requise.
hu: Kezdődátum megadása kötelező
pl: Data rozpoczęcia jest wymagana
pt: Data de Início é obrigatória
pt_pt: É necessária a data de início
ru: Дата начала требуется
zh_hans: 开始日期为必填项
zh_hant: 開始日期為必須

# ReleaseDetails_VersionNumberRequired
source: Version Number is required
cs: Číslo verze je povinné pole
de: Versionsnummer ist erforderlich
es: El Número de Versión es necesario
fi: Versionumero on pakollinen
fr: Un numéro de version est requis.
hu: Verziószám megadása kötelező
pl: Numer wersji jest wymagany
pt: Número de Versão é obrigatório
pt_pt: É necessário o Número da Versão
ru: Требуется номер версии
zh_hans: 版本号是必需
zh_hant: 版本號碼為必須

# ReleaseDetails_CannotMakeSummaryReleaseIteration
source: You cannot turn a Summary Release into a Sprint.
cs: Nemůžete změnit nadřazenou verzi na sprint.
de: Sie können kein übergeordnetes Release in eine Iteration umwandeln.
es: No se puede cambiar un Resumen de Release en un Ciclo.
fi: Et voi muuttaa ylätason Julkaisua Iteraatioksi.
fr: Vous ne pouvez pas transformer une version parent en sprint.
hu: Összefoglaló release nem alakítható sprintté
pl: Nie można zmienić Podsumowania wydania w iteracji.
pt: Você não pode transformar um Resumo de Release em uma Iteração.
pt_pt: Não pode converter um Resumo de Entrega numa Iteração
ru: Вы не можете превратить итоговый релиз в спринт.
zh_hans: 你不能变成一个迭代摘要释放。
zh_hant: 您無法將摘要版本轉為迭代。

# ReleaseDetails_VersionNumberInUse
source: You need to choose a Version Number that's not already been used.
cs: Vyberte si číslo verze, které ještě nebylo použito.
de: Sie müssen eine Versionsnummer wählen, die nicht bereits verwendet worden ist.
es: Usted debe elegir un Número de Versión que no esté en uso.
fi: Sinun täytyy valita versionumero, jota ei ole jo käytetty.
fr: Vous devez choisir un numéro de version qui n'est pas déjà utilisé.
hu: Olyan verziószámot kell választania, amely még nem felhasznált.
pl: Musisz wybrać Numer wersji, który nie był jeszcze wykorzystany
pt: Você precisa escolher um Número de Versão que ainda não foi usado.
pt_pt: Precisa escolher um Número de Versão que ainda não tenha sido usado.
ru: Вам нужно выбрать номер версии, которая еще не использовалась.
zh_hans: 您需要选择一个不是已经被使用的版本号。
zh_hant: 您必須選擇一個尚未使用的版本號碼。

# TestCaseDetails_DeleteConfirm
source: This will delete the entire TEST CASE permanently. Are you sure you want to proceed?
cs: Tím dojde k trvalému vymazání celého TESTOVACÍHO PŘÍPADU. Jste si jisti, že chcete pokračovat?
de: Dies wird den gesamten Testfall dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción eliminará permanentemente todo el CASO DE PRUEBA. Está seguro que desea continuar?
fi: Tämä poistaa koko Testitapauksen pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération supprimera définitivement le scénario de test. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törölni fogja a Tesztesetet és tartalmát. Biztosan folytatni kívánja?
pl: Spowoduje to trwałe usunięcie całego PRZYPADKU TESTOWEGO. Czy na pewno chcesz kontynuować?
pt: Esta ação excluirá o CASO DE TESTE inteiro permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação apagará definitivamente o CASO DE TESTE. Tem certeza que quer prosseguir?
ru: При этом весь TEST CASE будет удален навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将永久删除整个测试用例。确实要继续吗？
zh_hant: 這將會永久刪除整個測試案例。您確定要繼續？

# TestCaseDetails_NameRequired
source: Test Case Name is required
cs: Název testovacího případu je povinné pole
de: Testfallname ist erforderlich
es: El Nombre del Caso de Prueba es necesario
fi: Testitapauksen nimi on pakollinen
fr: Le nom est requis pour le scénario de test
hu: A teszteset neve megadása kötelező
pl: Nazwa przypadku testowego jest wymagana
pt: Nome do Caso de Teste é obrigatório
pt_pt: É necessário o Nome do Caso de Teste
ru: Имя теста
zh_hans: 测试用例名称是必需的
zh_hant: 測試案例名稱為必須

# TestCaseDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tím dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle nicht gespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenha gravaado. Tem a certeza que quer prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# TestCaseDetails_SaveSuccess
source: Successfully saved changes to test case
cs: Úspěšně uloženy změny testovacího případu
de: Änderungen an Testfall erfolgreich gespeichert
es: Cambios al caso de prueba guardados con éxito
fi: Muutokset testitapaukseen talletettu onnistuneesti
fr: Modifications effectuées.
hu: A teszteset változtatásai sikeresen mentve
pl: Zmiany do przypadku testowego zapisane pomyślnie
pt: Alterações no Caso de Teste salvas com sucesso
pt_pt: Alterações ao Caso de teste gravadas com êxito
ru: Успешно сохраненные изменения в тестовом примере
zh_hans: 已成功保存的更改测试用例
zh_hant: 測試案例異動已儲存成功

# TestCaseDetails_VersionNumberInvalid
source: The version number can only contain alphanumeric characters and periods
cs: Číslo verze může obsahovat pouze alfanumerické znaky a tečky
de: Die Versionsnummer kann nur alphanumerische Zeichen und Punkte enthalten
es: El número de versión sólo puede contener caracteres alfanuméricos y puntos
fi: Versionumero voi sisältää vain kirjaimia ja pisteitä
fr: Le numéro de version ne peut contenir que des caractères alphanumériques et des périodes
hu: A verziószám csak alfanumerikus karaktereket és pontokat tartalmazhat
pl: Numer wersji może zawierać tylko znaki alfanumeryczne i kropki
pt: O Número de Versão pode conter apenas caracteres alfanuméricos e pontos
pt_pt: O número da versão somente pode conter caracteres alfanuméricos e pontos
ru: Номер версии может содержать только буквенно-цифровые символы и периоды.
zh_hans: 版本号码只能包含字母数字字符和句点
zh_hant: 版本號碼僅可包含字母數位字元和句點

# TestCaseDetails_TestHasNoParameters
source: This test case does not have any parameters.
cs: Tento testovací případ nemá žádné parametry.
de: Dieser Testfall hat keine Parameter.
es: Este Caso de Prueba no tiene ningún parámetro.
fi: Testitapauksella ei ole parametreja.
fr: Ce scénario de test n'a pas de paramètres.
hu: Ez a teszteset nem rendelkezik paraméterekkel.
pl: Ten przypadek testowy nie posiada żadnych parametrów.
pt: Este Caso de Teste não possui nenhum parâmetro.
pt_pt: Este Caso de Teste não tem quaisquer parâmetros.
ru: Этот тестовый случай не имеет никаких параметров.
zh_hans: 此测试用例并没有任何参数。
zh_hant: 此測試案例無任何參數。

# TestCaseDetails_ArtifactNotExists
source: The test case you selected has been deleted from the system.
cs: Vybraný testovací případ byl odstraněn ze systému.
de: Der gewählte Testfall wurde aus dem System gelöscht.
es: El caso de prueba seleccionado ha sido borrado del sistema.
fi: Valitsemasi testitapaus on poistettu järjestelmästä.
fr: Le scénario de test que vous avez sélectionné a été supprimé du système.
hu: A kiválasztott tesztesetet törölték a rendszerből.
pl: Wybrany przypadek testowy został usunięty z systemu.
pt: O Caso de Teste selecionado foi excluído do sistema.
pt_pt: O Caso de Testes que selecionou foi eliminado do sistema.
ru: Выбранный вами тестовый случай был удален из системы.
zh_hans: 您选定的测试案例已从系统中删除。
zh_hant: 選擇的測試案例已從系統刪除。

# TestSetDetails_ArtifactNotExists
source: The test set you selected has been deleted from the system.
cs: Zvolená testovací sada byla odstraněna ze systému.
de: Die gewählte Testreihe wurde vom System gelöscht.
es: El conjunto de pruebas seleccionado ha sido borrado del sistema.
fi: Valitsemasi testijoukko on poistettu järjestelmästä.
fr: L’ensemble de tests que vous avez sélectionné a été supprimé du système.
hu: A kiválasztott teszt szettet törölték a rendszerből.
pl: Wybrany zestaw testów został usunięty z systemu.
pt: O Conjunto de Teste selecionado foi excluído do sistema.
pt_pt: O Conjunto de Testes que selecionou foi eliminado do sistema.
ru: Выбранный вами тестовый набор был удален из системы.
zh_hans: 您选定的测试集已从系统中删除。
zh_hant: 選擇的測試集已從系統刪除。

# TestSetDetails_DeleteConfirm
source: This will delete this test set permanently. Are you sure you want to proceed?
cs: Tím dojde k trvalému vymazání této testovací sady. Jste si jisti, že chcete pokračovat?
de: Dies wird die Testreihe dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción eliminará el conjunto de pruebas permanentemente. Está seguro que desea continuar?
fi: Tämä poistaa testijoukon pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer définitivement l’ensemble de tests. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törli a teszt szettet. Biztosan folytatni kívánja?
pl: Spowoduje to trwałe usunięcie tego zestawu testów. Czy na pewno chcesz kontynuować?
pt: Esta ação excluirá esse conjunto de testes permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá eliminar permanentemente este Conjunto de Testes. Tem a certeza que deseja prosseguir?
ru: При этом этот тестовый набор будет удален навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将删除此测试永久设置。确实要继续吗？
zh_hant: 這將會永久刪除測試集。您確定要繼續？

# TestSetDetails_NameRequired
source: Test Set Name is required
cs: Název testovací sady je povinné pole
de: Testreihe ist erforderlich
es: El Nombre del Conjunto de Pruebas es necesario
fi: Testijoukon nimi on pakollinen
fr: Le nom est requis pour l’ensemble de tests.
hu: A teszt szett név megadása kötelező
pl: Nazwa zestawu testowego jest wymagana
pt: Um nome para o conjunto de testes é necessário
pt_pt: É necessário o nome do Conjunto de Testes
ru: Имя тестового комплекта
zh_hans: 测试设置名称是必需的
zh_hant: 測試集名稱為必須

# TestSetDetails_NotExecuteEmptySet
source: You can't execute a test set folder or a test set with no test cases.
cs: Složku nebo testovací sadu nelze spustit, protože neobsahují žádné testovací případy.
de: Sie können keinen Testreihenordner oder keine Testreihe ohne Testfälle ausführen.
es: No se puede ejecutar una carpeta o un conjunto de pruebas que no contenga algún caso de prueba.
fi: Et voi suorittaa testijoukkoa tai kansiota, jossa ei ole yhtään testitapausta.
fr: Vous ne pouvez pas exécuter un dossier ensemble de tests ou un ensemble de tests n’ayant pas de scénario de test.
hu: Teszt szett mappa, vagy teszt szett nem hajtható végre, amennyiben nem tartalmaz teszteseteket
pl: Nie można wykonać folderu zestawu testów lub zestawu testów bez przypadków testowych.
pt: Você não pode executar uma pasta ou um conjunto de testes sem testes
pt_pt: Não pode executar uma Pasta de Conjunto de Testes ou um Conjunto de Testes sem ter Casos de Teste.
ru: Невозможно выполнить папку с тестовыми наборами или тестовый набор без тестовых случаев.
zh_hans: 您不能执行测试设置的文件夹或没有测试用例的测试集。
zh_hant: 您無法執行測試集資料夾或不含測試案例的測試集。

# TestSetDetails_NotExecuteTestsInAutomated
source: You can't execute individual test cases in an Automated test set. Please click the main test set Execute icon instead.
cs: Nemůžete spustit jednotlivé testovací případy v automatizované testovací sadě. Klikněte prosím na ikonu Spustit v hlavní testovací sadě.
de: Sie können keine einzelnen Testfälle in einer automatisierten Testreihe ausführen. Bitte klicken Sie stattdessen auf das Symbol [Ausführen].
es: No puede ejecutar casos de prueba individuales en un conjunto de pruebas automatizadas. En su lugar, por favor, haga clic en el icono de ejecución del conjunto de pruebas principal.
fi: Et voi suorittaa yksittäisiä testitapauksia automatisoidusta testijoukosta. Klikkaa testijoukon Suorita-kuvaketta sen sijaan.
fr: Vous ne pouvez pas exécuter des scénarios de test individuels dans un ensemble de tests automatisé. Veuillez cliquer sur l’icône [Exécuter] de l’Ensemble de tests.
hu: Automatizált teszt szettben tesztesetek egyenként nem végrehajthatóak. Kérjük, válassz a Futtatás gombot a teszt szetten.
pl: Nie można wykonać indywidualnych przypadków testowych w Zautomatyzowanym zestawie testowym. Kliknij ikonę Wykonaj przy głównym zbiorze testów.
pt: Você não pode executar testes individuais em um Conjunto de Testes Automatizado. Ao invés, por favor, clique no ícone Executar do conjunto principal.
pt_pt: Não pode executar Casos de Teste individuais num Conjunto de Testes Automatizado. Por favor em alternativa clique no icon Executar do Conjunto de Testes principal.
ru: В автоматическом комплекте тестов невозможно выполнить отдельные тестовые случаи. Пожалуйста, нажмите вместо этого на значок основного тестового набора Execute.
zh_hans: 在自动测试集，不能执行单个测试用例。请单击主要测试集的执行图标。
zh_hant: 您無法個別執行自動化測試集的案例。請按下主要測試集執行圖示。

# TestSetDetails_PlannedTimeInvalid
source: Planned Time is invalid
cs: Plánovaný čas je neplatný
de: Geplante Dauer ist ungültig
es: El Tiempo Planeado es inválido
fi: Suunniteltu aika on virheellinen
fr: L’heure planifiée n'est pas valide.
hu: A tervezett időtartam megadása érvénytelen
pl: Planowany czas jest nieprawidłowy
pt: Tempo Planejado é inválido
pt_pt: O Tempo Planeado é inválido
ru: Запланированное время недействительно
zh_hans: 计划的时间无效
zh_hant: 無效計畫時間
