Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# DocumentDetails_DocumentNotExists
source: The document you selected has been deleted from the system.
cs: Vybraný dokument byl odstraněn ze systému.
de: Das gewählte Dokument wurde aus dem System gelöscht.
es: El documento seleccionado ha sido borrado del sistema.
fi: Valitsemasi dokumentti on poistettu järjestelmästä.
fr: Le document que vous avez sélectionné a été supprimé du système.
hu: A kijelölt dokumentumot törölték a rendszerből.
pl: Wybrany dokument został usunięty z systemu.
pt: O documento selecionado foi excluído do sistema.
pt_pt: O documento que selecionou foi eliminado do sistema.
ru: Выбранный вами документ был удален из системы.
zh_hans: 已从系统删除选定的文档。
zh_hant: 選擇的文件已從系統中刪除。

# DocumentDetails_FolderNotExists
source: The folder you selected has been deleted from the system.
cs: Vybraná složka byla odstraněna ze systému.
de: Der gewählte Ordner wurde aus dem System gelöscht.
es: La carpeta seleccionada ha sido borrada del sistema.
fi: Valitsemasi kansio on poistettu järjestelmästä.
fr: Le dossier que vous avez sélectionné a été supprimé du système.
hu: A kiválasztott mappát törölték a rendszerből.
pl: Wybrany folder został usunięty z systemu.
pt: A pasta selecionada foi excluída do sistema.
pt_pt: A pasta que selecionou foi eliminada do sistema.
ru: Выбранная вами папка была удалена из системы.
zh_hans: 您选择的文件夹已从系统中删除。
zh_hant: 選擇的資料夾已從系統中刪除。

# DocumentDetails_NameRequired
source: Document Name is required
cs: Název dokumentu je povinné pole
de: Dokumentenname ist erforderlich
es: El Nombre del Documento es necesario
fi: Vaaditaan Dokumentin nimi
fr: Le nom du document est requis
hu: Dokumentum nevének megadása kötelező
pl: Nazwa dokumentu jest wymagana
pt: Nome do Documento é obrigatório
pt_pt: É necessário o Nome do Documento
ru: Требуется имя документа
zh_hans: 文档名称是必需的
zh_hant: 文件名稱為必須

# DocumentDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tím dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle ungespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará cualquier cambio no guardado. Está seguro que desea proceder?
fi: Tämä hävittää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Este procedimento irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação descartará quaisquer alterações não gravadas. Tem certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# DocumentDetails_RemoveAssociationConfirm
source: Are you sure you want to remove this association?
cs: Jste si jisti, že chcete odstranit toto propojení?
de: Sind Sie sicher, dass Sie diese Verknüpfung entfernen möchten?
es: Está seguro que desea eliminar esta asociación?
fi: Oletko varma että haluat poistaa tämän yhteyden?
fr: Etes-vous sûr de vouloir supprimer cette association ?
hu: Biztosan törli a kapcsolatot?
pl: Czy na pewno chcesz usunąć to powiązanie?
pt: Tem certeza que deseja remover essa associação?
pt_pt: Tem certeza que quer remover esta associação?
ru: Ты уверен, что хочешь убрать эту ассоциацию?
zh_hans: 确实要删除此关联吗？
zh_hant: 確定要移除此關聯？

# DocumentDetails_TagsInvalid
source: The tags can only contain alphanumeric characters separated by a comma
cs: Štítky mohou obsahovat pouze alfanumerické znaky oddělené čárkou
de: Die Meta-Tags können nur alphanumerische, durch Komma getrennte Zeichen enthalten
es: Las etiquetas sólo pueden contener caracteres alfanuméricos separados por comas
fi: Merkinnät voivat sisältää vain aakkosnumeerisia merkkejä erotettuna pilkulla
fr: Les tags peuvent seulement contenir des caractères alphanumériques séparés par une virgule
hu: A címkék csak vesszővel elválasztott alfanumerikus karaktereket tartalmazhatnak
pl: Znaczniki mogą zawierać tylko znaki alfanumeryczne oddzielone przecinkami
pt: As tags podem conter somente caracteres alfanuméricos separados por vírgula
pt_pt: As etiquetas podem conter apenas carateres alfanuméricos separados por uma vírgula
ru: Метки могут содержать только буквенно-цифровые символы, разделенные запятой.
zh_hans: 标签只能包含以逗号分隔的字母数字字符
zh_hant: 標籤僅可包含以逗號分隔的字母數字字元

# DocumentDetails_URLInvalid
source: The URL is not in a valid format
cs: Nový požadavek vytvořený z testovacího případu
de: Die URL ist nicht in einem gültigen Format
es: La URL no está en un formato válido
fi: URL ei ole kelvollisessa muodossa
fr: L'URL n'est pas dans un format valide
hu: Az URL-cím nem megfelelő formátumú
pl: Adres URL jest w nieprawidłowym formacie
pt: A URL não está em um formato válido
pt_pt: O URL não está num formato válido
ru: URL-адрес не имеет правильного формата
zh_hans: URL 不是有效的格式
zh_hant: URL 不為有效的格式

# DocumentDetails_VersionNumberInvalid
source: The version number can only contain alphanumeric characters and periods
cs: Číslo verze může obsahovat pouze alfanumerické znaky a tečky
de: Die Versionsnummer kann nur alphanumerische Zeichen und Punkte enthalten
es: El número de versión sólo puede contener caracteres alfanuméricos y puntos
fi: Versionumero voi sisältää vain aakkosnumeerisia merkkejä ja pisteitä
fr: Le numéro de version peut seulement contenir des caractères alphanumériques et des points.
hu: A verziószám csak alfanumerikus karaktereket és pontokat tartalmazhat
pl: Numer wersji może zawierać tylko znaki alfanumeryczne i kropki
pt: O número de versão pode conter apenas caracteres alfanuméricos e pontos
pt_pt: O número da versão somente pode conter caracteres alfanuméricos e pontos
ru: Номер версии может содержать только буквенно-цифровые символы и периоды.
zh_hans: 版本号码只能包含字母数字字符和句点
zh_hant: 版本號碼僅可包含字母數字字元與句點

# DocumentDetails_VersionNumberRequired
source: You need to specify a version number
cs: Je třeba zadat číslo verze
de: Sie müssen eine Versionsnummer angeben
es: Es necesario especificar un número de versión
fi: Sinun täytyy määrittää versionumero
fr: Vous devez spécifier un numéro de version
hu: Verziószám megadása kötelező
pl: Należy określić numer wersji
pt: Você precisa especificar um número de versão
pt_pt: Necessita especificar um número de versão
ru: Необходимо указать номер версии
zh_hans: 您需要指定一个版本号
zh_hant: 您必須指定一個版本號碼

# Documents_DeleteConfirm
source: Are you sure you want to delete the selected document(s)?
cs: Jste si jisti, že chcete smazat vybraný dokument(y)?
de: Sind Sie sicher, dass Sie das gewählte Dokument löschen möchten?
es: Está seguro que desea borrar el(los) documento(s) seleccionado(s)?
fi: Oletko varma että haluat poistaa valitun dokumentin?
fr: Etes-vous sûr de vouloir supprimer le(s) document(s) sélectionné(s) ?
hu: Biztosan törölni kívánja a kiválasztott automatizációs dokumentumo(ka)t?
pl: Czy na pewno chcesz usunąć wybrane dokumenty?
pt: Tem certeza de que deseja excluir o(s) documento(s) selecionado(s)?
pt_pt: Tem certeza que deseja eliminar o(s) documento(s) selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные документы?
zh_hans: 确实要删除选定的文档吗？
zh_hant: 確定要刪除選擇的文件？

# Documents_InvalidLicense
source: You cannot access the Documents feature with your current license.
cs: Nemůžete přistupovat k funkcionalitám dokumentů s vaší stávající licencí.
de: Mit Ihrer aktuellen Lizenz können Sie die Dokumentfunktionen nicht abrufen.
es: Usted no puede accesar el modulo de Documentos con la licencia actual.
fi: Et pääse Dokumentin ominaisuuksiin nykyisellä lisenssillä.
fr: Vous ne pouvez pas accéder aux fonctions Documents avec votre licence actuelle.
hu: A Dokumentumok funkció nem hozzáférhető a jelenlegi licence-el.
pl: Nie możesz uzyskac dostępu do dokumentów z bieżącą licencją.
pt: Você não pode acessar o recurso de Documentos com a sua licença atual.
pt_pt: Não pode aceder à funcionalidade Documentos com a sua licença atual.
ru: Вы не можете получить доступ к функции "Документы" с вашей текущей лицензией.
zh_hans: 您不能访问文档功能与当前许可证。
zh_hant: 您目前的授權無法存取文件功能。

# Admin_HistoryChangeset
source: This page lists all the changes that were made in the selected product. To view the details and optionally restore or purge a specific changeset artifact, click the changeset ID number.<br/> To revert multiple items at once, select the checkboxes and then click the "Revert" button. If you select multiple changesets for a single artifact, changes will be rolled back to the earliest changeset. You cannot roll back an Added, Purged, or Rollback changeset.
cs: Tato stránka zobrazuje všechny změny ve zvoleném produktu. Pro zobrazení detailů a obnovení nebo vymazání specifické změny klikněte na ID dané změny.<br/>Pro navrácení více položek najednou je zaškrtněte a klikněte na tlačítko "Vrátit". Pokud vyberete více změn jednoho artefaktu, změny budou navráceny až k nejrannější změně. Nelze navrátit změny typu Přidat, Vymazat nebo Navrátit.
de: Diese Seite listet alle Änderungen, die in dem ausgewählten Produkt vorgenommen wurden auf. Um die Details und gegebenenfalls ein bestimmtes Artefakt endgültig zu löschen oder wiederherzustellen, klicken Sie auf die Änderungs-ID. <br/> Um mehrere Artefakte gleichzeitig auf einen früheren Stand zurückzusetzten, wählen Sie die Kontrollkästchen und klicken Sie dann auf [Zurücksetzen]. Wenn Sie mehrere Changesets für ein einzelnes Artefakt wählen, wird das Artefakt auf das früheste Changeset zurückgesetzt. Die Changesets "Added", "Purged" und "Rollback" können nicht rückgängig gemacht werden.
es: Esta página enumera todos los cambios en el proyecto seleccionado. Para ver los detalles y, opcionalmente, restaurar o eliminar permanentemente un artefacto específico de un conjunto de cambios, haga clic en el ID del conjunto. <br/> Para recuperar varios elementos a la vez, seleccione las casillas de verificación y haga clic en el botón "Revertir". Si usted selecciona varios conjuntos de cambios para un solo artefacto, los cambios se revertirán al primer conjunto de cambios. Usted no puede deshacer un conjunto de cambios Agregado, Eliminado Permanentemente o Revertido.
fi: Tämä sivu listaa kaikki muutokset, jotka on tehty valittuun Projektiin. Voit tarkastella ja valinnaisesti palauttaa tai siivota tietyn Asia-muutoksen klikkaamalla muutoksen IDtä <br/> Jos haluat palauttaa useita Kohteita kerralla, valitse valintaruudut ja klikkaa "Palauta"-painiketta. Jos valitset useita muutoksia yhteen asiaan, muutokset palautetaan takaisin aikaisimpaan muutoksen asti. Et voi perua lisättyjä, siivottuja tai palautettuja muutoksia.
fr: Cette page répertorie toutes les modifications qui ont été effectuées dans le produit. Pour afficher les détails et restaurer ou purger un ensemble de modifications, cliquez sur son identifiant. <br/> Pour annuler plusieurs ensembles de modifications, sélectionnez-les puis cliquez sur [Restaurer]. Si vous sélectionnez plusieurs ensembles de modifications pour un seul objet, les modifications seront annulées. Vous ne pouvez pas restaurer un ensemble de modifications Ajouté, Purgé, ou Rollback.
hu: Ezen az oldalon találhatóak a projekthez kapcsolódó változtatások. A részletekért és az esetleges eltávolításért kattintson a változás azonosítójára.<br/>Több elem egyszerre történő visszaállításához válassza ki a checkbox-okat majd kattintson a 'Visszaállítás' gombra. Amennyiben több változás is tartozik egy elemhez a legkorábbira történik a visszaállítás. Hozzáadás, Törlés, Visszaállítás változások nem állíthatóak vissza.
pl: Ta strona prezetuję listę zmian wykonanych w bierzącym projekcie. Administrator może przeglądać zmiany i w razie potrzeby przywracać lub trwale usuwać. Operacje na zamianach mogą być przeprowadzane masowo poprzez wybranie checbox'ów. Niektóre zmiany nie mogą być przywrócone.
pt: Esta página lista todas as alterações que foram feitas no projeto selecionado. Para exibir os detalhes e, opcionalmente, restaurar ou apagar permanentemente um artefato específico de um conjunto de alterações, clique no ID do conjunto. <br/> Para reverter vários itens ao mesmo tempo, selecione-os e em seguida, clique no botão de "Reverter". Se você selecionar múltiplos conjuntos de alterações para um único artefato, as mudanças serão revertidas para o conjunto de alterações mais recente. Você não pode reverter um conjunto de alterações Adicionado, Excluído Permanentemente ou Revertido.
pt_pt: Esta página lista todas as alterações que foram feitas no projeto selecionado. Para ver os detalhes e opcionalmente repor ou limpar um conjunto de alterações específicas do artefacto, clique no número de ID do conjunto de alterações.<br/> Para reverter múltiplos items de uma vez selecione-os e depois clique no botão "Reverter". Se selecionar múltiplos conjuntos de alterações para um único artefacto, as alterações serão revertidas para o conjunto de alterações mais recente. Não pode reverter um conjunto de alterações Adicionado, Limpo ou Revertido.
ru: На этой странице перечислены все изменения, которые были сделаны в выбранном продукте. Для просмотра деталей и, в качестве опции, восстановления или очистки конкретного артефакта changeset нажмите на changeset ID номер.<br/>. Чтобы вернуть несколько элементов одновременно, установите флажки и нажмите кнопку "Revert" (Вернуть). При выборе нескольких наборов изменений для одного артефакта, изменения будут откатываться к самому раннему набору изменений. Вы не можете откатиться назад, если вы добавили, очистили или откатили набор изменений.
zh_hans: 本页列出选定的项目中进行的所有更改。若要查看详细信息 （可选） 还原或清除特定变更集工件，单击变更集的 ID 号。 <br/>若要一次恢复多个项目，选中的复选框，然后单击"还原"按钮。如果您选择多个变更集的单个的工件，更改将被回滚最早的变更集。您不能回滚增加、 Purged 或回滚的变更集。
zh_hant: 此頁列出所有已選擇的專案的異動。欲檢視詳細資料和選擇性還原，或清除指定變更集項目，按下變更集編號數字。<br/>欲一次恢復多個項目，選擇多個核取方塊後按下「恢復」按鈕。若您選擇一個項目的多個變更集，異動將被返回至最早的變更集。您無法返回新增、清除、返回變更集。

# Admin_HistoryChangeDetails
source: The details for this changeset are listed below.
cs: Podrobnosti o této změně jsou uvedeny níže.
de: Die Details für dieses Changeset sind unten aufgeführt.
es: Los detalles de este conjunto de cambios se enumeran a continuación.
fi: Muutoksien tiedot on lueteltu alla.
fr: Les détails de cet ensemble de modifications sont listés ci-dessous.
hu: A változások részletei lentebb láthatóak.
pl: Szczegóły zmiany są wylistowane poniżej.
pt: Os detalhes para este conjunto de alterações estão listados abaixo.
pt_pt: Os detalhes para este conjunto de alterações estão listados abaixo.
ru: Подробная информация для этого набора изменений приведена ниже.
zh_hans: 下面列出了此变更集的详细信息。
zh_hant: 下列為此變更集的詳細資訊

# Admin_History_PurgeSure
source: Are you sure you wish to purge this item? After purging, the item will no longer be in the database and cannot be restored.
cs: Jste si jisti, že chcete vymazat tuto položku z databáze? Položka již nebude v databázi a nelze ji obnovit.
de: Sind Sie sicher, dass Sie dieses Element endgültig löschen möchten? Nach der endgültigen Löschung wird das Element nicht länger in der Datenbank existieren und kann nicht wiederhergestellt werden.
es: Está seguro que desea eliminar permanentemente este elemento? Después de eliminar, el elemento ya no estará en la base de datos y no se puede restaurar.
fi: Oletko varma, että haluat siivota tämän kohteen? Siivoamisen jälkeen kohde ei ole enää tietokannassa ja sitä ei voida palauttaa.
fr: Êtes-vous sûr de vouloir purger cet élément ? Après la purge, il ne sera plus dans la base de données et ne pourra pas être restauré.
hu: Biztosan törölni szeretné ez az elemet? Törlés után nem lesz elérhető az adatbázisban és nem állítható vissza.
pl: Czy chcesz wyczyścić te obiekty? Po czyszczeniu zostaną usunięty z bazy danych bez możliwości przywrócenia.
pt: Tem certeza que deseja excluir permanentemente este item? Após a remoção, o item não estará mais no banco de dados e não poderá ser restaurado.
pt_pt: Tem certeza que deseja limpar este item? Após a limpeza, o item deixará de estar na base de dados e não poderá ser restaurado.
ru: Вы уверены, что хотите очистить этот предмет? После очистки элемент больше не будет находиться в базе данных и не может быть восстановлен.
zh_hans: 确实要清除这个项目吗？清除后，该项目将不再在数据库中，并且无法恢复。
zh_hant: 您確定要清除此項目？清除後項目將不存在於資料庫，且無法復原。

# Admin_History_RestoreSure
source: Restoring this item will reset all fields back to this point. If the item was deleted, it will undelete the item as well. If all fields cannot be restored they will remain as they are now, other fields will still get restored. Are you sure you with to restore this artifact?
cs: Obnovení této položky bude resetovat všechna pole zpět do tohoto bodu. Pokud položka byla odstraněna, bude tím také obnovena. Pokud všechna pole není možné obnovit, obnovení se přeruší a položka bude ponechána ve stejném stavu. Jste si jisti, že chcete obnovit tento artefakt?
de: Die Wiederherstellung des Elements setzt alle Felder auf diesen Punkt zurück. Wenn das Element gelöscht wurde, wird es auch wieder hergestellt. Im Falle, dass nicht alle Felder wiederhergestellt werden können, wird die Wiederherstellung verworfen und das Element wird im Ausgangsstadium gelassen. Sind Sie sicher, dass Sie dieses Artefakt wiederherstellen möchten?
es: La restauración de este elemento restablecerá todos los campos a este punto. Si el elemento fue borrado será recuperado también. Si todos los campos no se pueden restaurar, se mantendrán como están ahora y otros campos se restaurarán. Está seguro de que quiere restaurar este artefacto?
fi: Tämän kohteen palauttaminen alustaa kaikki kentät takaisin tähän pisteeseen. Jos kohde oli poistettu, se palautuu myös. Jos kaikkia kenttiä ei voida palauttaa, palauttaminen keskeytyy ja kohde jätetään alkuperäiseen tilaan. Oletko varma että haluat palauttaa tämän kohteen?
fr: Restaurer cet élément réinitialise tous les champs. Si l'élément était supprimé, la suppression sera annulée. Si tous les champs ne peuvent être restaurés, l'opération de restauration sera annulée et l'élément sera laissé dans le même état. Etes-vous sûr de restaurer cet objet ?
hu: Az elem helyreállításával minden mező értéke visszaáll. Ha az elem törölve lett, az visszavonásra kerül. Amennyiben nem minden mező állítható vissza, a folyamat megszakad és a jelenlegi státuszban marad az elem. Biztosan vissza akarja állítani?
pl: Przywrócenie tego obiektu spowoduje zresetowanie wartości pól do momentu wystąpienia zmiany. Jeśli obiekt
pt: Restaurar esse item irá redefinir todos os campos de volta a esse ponto. Se o item foi excluído, ele também será restaurado. Se todos os campos não puderem ser restaurados, eles se manterão no estado atual, mas os outros campos serão restaurados. Tem certeza que deseja restaurar esse artefato?
pt_pt: Restaurar este item irá restabelecer todos os campos de volta a este ponto. Se o item foi eliminado, também deixará de eliminar o item. Se todos os campos não podem ser restaurados, permanecerão como estão agora e outros campos ainda assim serão restaurados. Tem certeza que deseja restaurar este artefacto?
ru: Восстановление этого пункта приведет к сбросу всех полей обратно в эту точку. Если элемент был удален, то он также будет недоудален. Если все поля не могут быть восстановлены, они останутся такими, какими они есть сейчас, другие поля все равно будут восстановлены. Вы уверены, что сможете восстановить этот артефакт?
zh_hans: 恢复这一项目将会使所有字段重都重设到这点。如果是已被删除的项目也会被恢复。如果无法恢复所有字段，还原将中止，该项目将留下相同的状态。你肯定恢复这个工件吗？
zh_hant: 復原此項目將重置所有項目。若項目已被刪除，此會取消刪除。無法復原的所有項目將保留目前的內容，其他欄位將被復原。您確定要復原此項目？

# ListServiceBase_EnterValidDateRange
source: You need to enter a valid date-range value for '{0}'
cs: Musíte zadat platný rozsah dat pro '{0}'
de: Sie müssen einen gültigen Zeitraum für {0} eingeben
es: Es necesario introducir un valor válido de rango de fechas para '{0}'
fi: Sinun täytyy syöttää kelvollinen päivämääräväli: '{0}'
fr: Vous devez entrer une valeur valide de date/période pour '{0}'
hu: Adjon meg érvényes dátum intervallumot '{0}'-nak
pl: Należy wprowadzić wartość prawidłowy zakres dat dla '{0}'
pt: Você precisará digitar um valor de intervalo de datas válido para '{0}'
pt_pt: Precisa inserir um valor válido de intervalo de datas para '{0}'
ru: Вам нужно ввести действительное значение диапазона данных для '{0}'.
zh_hans: 您需要输入一个有效的日期范围的值为"{0}"
zh_hant: {0} 必須輸入一個合法的時間範圍值

# ListServiceBase_EnterValidInteger
source: You need to enter a valid integer value for '{0}'
cs: Musíte zadat platné celé číslo pro '{0}'
de: Sie müssen einen gültigen, ganzzahligen Wert für {0} eingeben
es: Es necesario introducir un valor entero válido para '{0}'
fi: Sinun täytyy syöttää kelvollinen kokonaisluku: '{0}'
fr: Vous devez entrer une valeur entière valide pour '{0}'
hu: Adjon meg érvényes egész számot '{0}'-nak
pl: Należy wprowadzić poprawną wartością całkowitą dla '{0}'
pt: Você precisa inserir um valor inteiro válido para '{0}'
pt_pt: Precisa inserir um valor inteiro válido para '{0}'
ru: Вам нужно ввести действительное целое значение для '{0}'.
zh_hans: 您需要输入一个有效的整数值，为"{0}"
zh_hant: {0} 必須輸入一個合法的整數值

# ListServiceBase_EnterValidNumeric
source: You need to enter a valid numeric value for '{0}'
cs: Musíte zadat platnou číselnou hodnotu '{0}'
de: Sie müssen einen gültigen, numerischen Wert für {0} eingeben
es: Es necesario introducir un valor numérico válido para '{0}'
fi: Sinun täytyy syöttää kelvollinen numeerinen arvo: '{0}'
fr: Vous devez entrer une valeur numérique valide pour '{0}'
hu: Adjon meg érvényes numerikus értéket '{0}'-nak
pl: Należy wprowadzić prawidłową wartość numeryczną dla '{0}'
pt: Você precisa inserir um valor numérico válido para '{0}'
pt_pt: Precisa inserir um valor numérico válido para '{0}'
ru: Вам нужно ввести действительное числовое значение для '{0}'.
zh_hans: 您需要输入一个有效的数值为"{0}"
zh_hant: {0} 必須輸入一個合法的數字值

# Admin_History_ArtifactIsDeleted
source: This artifact has been deleted.
cs: Tento artefakt byl smazán.
de: Dieses Artefakt wurde gelöscht.
es: Este artefacto ha sido borrado.
fi: Tämä asia on poistettu.
fr: Cet objet a été supprimé.
hu: Ezt a kapcsolódó elemet törölték.
pl: Artefakt został skasowany.
pt: Este artefato foi excluído.
pt_pt: Este artefacto foi eliminado.
ru: Этот артефакт был удален.
zh_hans: 这工件已被删除。
zh_hant: 此項目已被刪除

# Admin_History_ErrorPurging
source: Artifact could not be purged from database.
cs: Artefakt nemohl být vymazán z databáze.
de: Artefakt konnte nicht aus der Datenbank gelöscht werden.
es: No pudo eliminarse el artefacto de la base de datos.
fi: Asiaa ei voitu siivota tietokannasta.
fr: L'objet n'a pu être purgé de la base de données.
hu: A kapcsolódó elemet nem lehet törölni az adatbázisból.
pl: Artefakt nie może zostać wyczyszczony.
pt: Este Artefato não pode ser removido permanentemente do banco de dados.
pt_pt: O artefacto não pode ser limpo da base de dados.
ru: Артефакт не мог быть удален из базы данных.
zh_hans: 不能从数据库中清除工件。
zh_hant: 項目無法從資料庫刪除。

# Admin_History_PurgingSuccessful
source: Artifact purged from database.
cs: Artefakt vymazán z databáze.
de: Artefakt aus der Datenbank gelöscht.
es: Artefacto eliminado de la base de datos.
fi: Asia siivottu tietokannasta.
fr: L'objet a été purgé de la base de données.
hu: A kapcsolódó elem törölve az adatbázisból.
pl: Artefakt usinięty i wczyszczony z bazy danych.
pt: Artefato removido permanentemente do banco de dados.
pt_pt: Artefacto limpo da base de dados.
ru: Артефакт удален из базы данных.
zh_hans: 从数据库中清除的工件。
zh_hant: 項目從資料庫清除。
