Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TaskDetails_DatesOutsideReleaseDates
source: The start or end date of this task cannot be outside the date range of its associated sprint/release
cs: Počáteční nebo koncové datum tohoto úkolu nesmí být mimo rozsah dat propojených verzí/sprintů
de: Das Start- oder Enddatum dieser Aufgabe kann nicht außerhalb des Zeitraums ihres verknüpften Releases / Iteration sein.
es: La fecha de inicio o de fin de esta tarea no puede estar fuera del rango de fechas de la Release/Iteración asociada
fi: Tehtävän alku- tai loppu-päivämäärä ei voi olla siihen liittyvän Julkaisun/Iteraation päivämäärävälin ulkopuolella
fr: La date de début ou la fin de cette tâche ne peut pas être en dehors de la plage de dates de son sprint/version.
hu: A feladat kezdő vagy záró dátuma a release / spirnt időintervallumában kell legyen
pl: Data rozpoczęcia lub zakończenia tego zadania nie może być poza zakresem dat trwania iteracji/wydania
pt: A data de início ou fim desta tarefa não pode estar fora do intervalo de datas do release/iteração associado
pt_pt: A data de início ou de fim desta tarefa não pode estar fora do intervalo da data da iteração/entrega associada
ru: Дата начала или окончания данной задачи не может быть за пределами диапазона дат связанного с ней спринта/сброса
zh_hans: 此任务的开始或结束日期不能为其关联的迭代/释放的日期范围之外
zh_hant: 開始或結束此任務不可超過關聯的版本/迭代的時間範圍。

# TaskDetails_EnterValidActualEffort
source: You need to enter a valid number of hours for Actual Effort
cs: Zadejte platný počet hodin skutečné pracnosti
de: Sie müssen eine gültige Stundenzahl für den tatsächlichen Aufwand angeben.
es: Es necesario introducir un número válido de horas para el Esfuerzo Real
fi: Sinun täytyy syöttää kelvollinen tuntimäärä todelliseen työmäärään
fr: Vous devez entrer un nombre valide d'heures pour l'effort effectué
hu: Adjon meg érvényes óraszámot Tényleges ráfordításként
pl: Musisz podać poprawną liczbę godzin dla Faktycznego nakładu
pt: Você precisa digitar um número válido de horas para o Esforço Real
pt_pt: Precisa inserir um número de horas válido de horas para o esforço realizado
ru: Вам необходимо ввести действительное количество часов для действительных усилий.
zh_hans: 您需要输入有效的小时数的实际努力
zh_hant: 您必須於實際工時輸入合法的小時數

# TaskDetails_EnterValidEstimatedEffort
source: You need to enter a valid number of hours for Estimated Effort
cs: Zadejte platný počet hodin odhadované pracnosti
de: Sie müssen eine gültige Stundenzahl für den geschätzten Aufwand angeben.
es: Es necesario introducir un número válido de horas para el Esfuerzo Estimado
fi: Sinun täytyy syöttää kelvollinen tuntimäärä arvioituun työmäärään
fr: Vous devez entrer un nombre valide d'heures pour l’effort estimé
hu: Adjon meg érvényes óraszámot Becsült ráfordításként
pl: Musisz podać poprawną liczbę godzin dla Szacowanego nakładu
pt: Você precisa digitar um número válido de horas para o Esforço Estimado
pt_pt: Precisa inserir um número de horas válido de horas para o esforço estimado
ru: Вам необходимо ввести действительное количество часов для Оценки усилий.
zh_hans: 您需要输入有效的小时数的估计的努力
zh_hant: 您必須於預估工時輸入合法的小時數

# TaskDetails_EnterValidRemainingEffort
source: You need to enter a valid number of hours for Remaining Effort
cs: Zadejte platný počet hodin zbývající pracnosti
de: Sie müssen eine gültige Stundenanzahl für den verbleibenden Aufwand angeben.
es: Es necesario introducir un número válido de horas para el Esfuerzo Restante
fi: Sinun täytyy syöttää kelvollinen tuntimäärä jäljellä olevaan työmäärään
fr: Vous devez entrer un nombre valide d'heures pour l'effort restant
hu: Adjon meg érvényes óraszámot Fennmaradó ráfordításként
pl: Musisz podać poprawną liczbę godzin dla Pozostałego nakładu
pt: Você precisa digitar um número válido de horas para o Esforço Restante
pt_pt: Precisa inserir um número de horas válido de horas para o esforço remanescente
ru: Вам необходимо ввести действительное количество часов для оставшихся усилий.
zh_hans: 您需要输入有效的小时数，其余的努力
zh_hant: 您必須於剩餘工時輸入合法的小時數

# RequirementDetails_EnterValidPlannedEffort
source: You need to enter a valid number of hours for Planned Effort
cs: Musíte zadat platný počet hodin pro plánovanou pracnost
de: Sie müssen eine gültige Stundenzahl für den geplanten Aufwand eingeben.
es: Es necesario introducir un número válido de horas para el Esfuerzo Planeado
fi: Sinun täytyy syöttää kelvollinen tuntimäärä suunniteltuun työmäärään
fr: Vous devez entrer un nombre valide d'heures pour l'effort planifié
hu: Adjon meg érvényes óraszámot Tervezett ráfordításként
pl: Musisz podać poprawną liczbę godzin dla Planowanego nakładu
pt: Você precisa digitar um número válido de horas para o Esforço Planejado
pt_pt: Precisa inserir um número de horas válido de horas para o esforço planeado
ru: Вам необходимо ввести действительное количество часов для запланированных усилий.
zh_hans: 您需要输入有效的小时数的计划的努力
zh_hant: 您必須於計畫工時輸入合法的小時數

# UserDetails_detEnableNotifications
source: If disabled, you will not get any notifications from the system.
cs: Pokud je vypnuto, nebudete dostávat žádné systémové notifikace.
de: Wenn es deaktiviert ist, werden Sie keine Benachrichtigungen vom System erhalten.
es: Si está desactivado, usted no recibirá notificaciones por e-mail.
fi: Jos poistettu käytöstä, et saa mitään ilmoituksia järjestelmästä.
fr: Si la notification est désactivée, vous ne recevrez pas de notifications du système.
hu: Kikapcsolt állapotban kap értesítést a rendszertől.
pl: Jeśli wyłączone, nie dostaniesz żadnych powiadomień z systemu.
pt: Se desativado, você não receberá notificações do sistema.
pt_pt: Se desativado, não receberá quaisquer notificações do sistema.
ru: Если функция отключена, вы не будете получать никаких уведомлений от системы.
zh_hans: 如果禁用了，你不会从系统中获取任何通知。
zh_hant: 若取消，您將無法收到此系統的任何通知。

# UserDetails_ToChangePassword
source: To change your password, you must enter your current password and the password you would like to change it to.
cs: Pro změnu hesla zadejte vaše současné heslo a nové heslo, které chcete nastavit.
de: Bitte geben Sie Ihr altes Passwort und ein neues Passwort ein, um Ihr aktuelles Passwort zu ändern.
es: Para cambiar su contraseña, debe introducir su contraseña actual y la nueva contraseña.
fi: Vaihtaaksesi salasanasi, sinun on syötettävä nykyinen salasana ja salasana joksi haluat muuttaa sen.
fr: Pour changer votre mot de passe, vous devez saisir votre mot de passe actuel et votre nouveau mot de passe.
hu: Jelszavának megváltoztatásához meg kell adnia jelenlegi jelszavát és az újat, amelyet használni szeretne.
pl: Aby zmienić hasło należy wprowadzić aktualne hasło, a następnie nowe hasło.
pt: Para alterar sua senha, você deve digitar sua senha atual e a nova senha.
pt_pt: Para alterar a sua password, deve inserir a sua password atual e a password que quer passar a utilizar.
ru: Для смены пароля необходимо ввести свой текущий пароль и пароль, на который вы хотите его изменить.
zh_hans: 若要更改您的密码，您必须输入您的当前密码和密码要将其更改为。
zh_hant: 欲更改密碼，您必須輸入目前密碼和新密碼。

# Notification_EventDeleted
source: The selected notification event has been deleted.
cs: Vybraná událost pro notifikace byla odstraněna.
de: Das ausgewählte Benachrichtigungsereignis wurde gelöscht.
es: Se ha borrado el evento de notificación seleccionado.
fi: Valittu ilmoitus-tapahtuma on poistettu.
fr: L'événement de notification sélectionné a été supprimé.
hu: A kiválasztott értesítési esemény törlésre került
pl: Wybrane powiadomienie zostało usunięte
pt: O evento de notificação selecionado foi excluído.
pt_pt: O evento de notificação selecionado foi eliminado.
ru: Выбранное событие уведомления удалено.
zh_hans: 已删除选定的通知事件。
zh_hant: 選擇的通知事件已被刪除。

# InvalidDatabase_ContactSupport1
source: Please
cs: Prosím
de: Bitte
es: Por favor,
fi: Ole hyvä ja
fr: Veuillez
hu: Kérem
pl: Proszę
pt: Por favor,
pt_pt: Por favor
ru: Пожалуйста,
zh_hans: 请
zh_hant: 請

# InvalidDatabase_InvalidRevisionInstalled
source: An invalid database revision is installed on your server.<br>Expected: <b>{0}</b><br>Installed: <b>{1}</b>
cs: Na vašem serveru je nainstalována neplatná revize databáze. <br> Očekáváno: <b>{0}</b> <br> Nainstalované: <b>{1}</b>
de: Eine ungültige Datenbankversion ist auf Ihrem Server installiert. <br> Erwartet: <b>{0}</b> <br> Installiert: <b>{1}</b>
es: Una revisión de base de datos no válida está instalada en el servidor. <br>Esperado: <b>{0}</b><br>Instalado: <b>{1}</b>
fi: Virheellinen tietokannan versio on asennettu palvelimelle. <br> Odotettu: <b>{0}</b> <br> Asennettu: <b>{1}</b>
fr: Une version non valide de base de données est installée sur votre serveur. <br> Version attendue: <b>{0}</b> <br> Version installée : <b>{1}</b>
hu: Érvénytelen adatbázis változat van telepítve a szerveren. <br />Elvárt: <b>{0}</b><br />Telepített: <b>{1}</b>
pl: Na serwerze jest zainstalowana nieprawidłowa wersja bazy danych.<br>Oczekiwane: <b>{0}</b><br>Zainstalowane: <b>{1}</b>
pt: Uma revisão inválida do banco de dados está instalada no seu servidor.<br>Esperado: <b>{0}</b><br>Instalado: <b>{1}</b>
pt_pt: Está instalada no seu servidor uma revisão inválida da base de dados .<br>Expected: <b>{0}</b> <br>instalado: <b>{1}</b>
ru: На вашем сервере установлена некорректная ревизия базы данных.<br>Expected: <b>{0}</b><br>Установлен: <b>{1}</b>
zh_hans: 您的服务器上安装无效的数据库版本。<br>Expected: <br>Installed: <b>{1}</b> <b>{0}</b>
zh_hant: 不合法的資料庫修訂版本已安裝於伺服器。<br>除了：<b>{0}</br><br>已安裝：<b>{1}</b>

# TestCaseDetails_EnterValidEstimatedDuration
source: You need to enter a valid number of hours for Estimated Duration
cs: Zadejte platný počet hodin odhadované doby trvání
de: Sie müssen eine gültige Stundenanzahl für die geschätzte Dauer eingeben.
es: Es necesario introducir un número válido de horas para la Duración Estimada
fi: Sinun täytyy syöttää kelvollinen tuntimäärä arvioituun kestoon
fr: Vous devez entrer un nombre valide d'heures pour la durée estimée
hu: Adjon meg érvényes óraszámot Becsült időtartamnak
pl: Musisz podać poprawną liczbę godzin dla Szacowanego czasu trwania
pt: Você precisa digitar um número válido de horas para a Duração Estimada
pt_pt: Precisa inserir um número válido de horas para a duração estimada
ru: Вам необходимо ввести действительное количество часов для расчетной продолжительности.
zh_hans: 您需要输入有效的小时数的估计工期
zh_hant: 您必須於預估工期輸入合法的小時數

# TestRunDetails_EnterValidActualDuration
source: You need to enter a valid number of hours for Actual Duration
cs: Zadejte platný počet hodin pro Skutečnou dobu trvání
de: Sie müssen eine gültige Stundenanzahl für die aktuelle Dauer eingeben
es: Es necesario introducir un número válido de horas para la Duración Real
fi: Sinun täytyy syöttää kelvollinen tuntimäärä todelliseen kestoon
fr: Vous devez entrer un nombre valide d'heures pour la durée effectuée
hu: Add meg érvényes óraszámot a Tényleges Időtartamnak
pl: Musisz podać poprawną liczbę godzin dla Faktycznego czasu trwania
pt: Você precisa digitar um número válido de horas para a Duração Real
pt_pt: Precisa inserir um número válido de horas para a duração atual
ru: Для действительной продолжительности необходимо ввести действительное количество часов.
zh_hans: 您需要输入有效的小时数的实际工期
zh_hant: 您必須於實際工期輸入合法的小時數

# TestRunDetails_EnterValidEstimatedDuration
source: You need to enter a valid number of hours for Estimated Duration
cs: Zadejte platný počet hodin pro Odhadovanou dobu trvání
de: Sie müssen eine gültige Stundenanzahl für die geschätzte Dauer eingeben
es: Es necesario introducir un número válido de horas para la Duración Estimada
fi: Sinun täytyy syöttää kelvollinen tuntimäärä arvioituun kestoon
fr: Vous devez entrer un nombre valide d'heures pour la durée estimée
hu: Add meg érvényes óraszámot a Becsült Időtartamnak
pl: Musisz podać poprawną liczbę godzin dla Szacowanego czasu trwania
pt: Você precisa digitar um número válido de horas para a Duração Estimada
pt_pt: Precisa inserir um número válido de horas para a duração estimada
ru: Вам необходимо ввести действительное количество часов для расчетной продолжительности.
zh_hans: 您需要输入有效的小时数的估计工期
zh_hant: 您必須於預估工期輸入合法的小時數

# Login_InvalidUserNamePassword
source: Invalid user name or password entered, please try again
cs: Bylo zadáno neplatné uživatelské jméno nebo heslo, prosím zkuste to znovu
de: Ungültiger Benutzername oder Passwort eingegeben, bitte versuchen Sie es erneut.
es: Nombre de usuario o contraseña inválidos. Por favor, vuelve a intentarlo.
fi: Virheellinen käyttäjätunnus tai salasana, yritä uudelleen
fr: Identifiant ou mot de passe incorrect. Veuillez réessayer.
hu: A megadott felhasználónév vagy jelszó érvénytelen. Kérjük próbálja újra
pl: Nieprawidłowa nazwa użytkownika lub hasło, spróbuj ponownie
pt: Nome de usuário ou senha inválidos, por favor, tente novamente
pt_pt: Nome de utilizador ou password inválida, por favor tente novamente
ru: Неверно введенное имя пользователя или пароль, попробуйте еще раз.
zh_hans: 输入无效的用户名或密码，请再试一次
zh_hant: 輸入不合法使用者名稱或帳號，請在試一次

# Login_NeedToEnterPassword
source: You need to enter a password
cs: Musíte zadat heslo
de: Sie müssen ein Passwort eingeben
es: Es necesario introducir una contraseña
fi: Sinun täytyy syöttää salasana
fr: Vous devez saisir un mot de passe
hu: Jelszó megadása kötelező
pl: Należy wprowadzić hasło
pt: Você precisa digitar uma senha
pt_pt: Precisa inserir uma password
ru: Вам необходимо ввести пароль
zh_hans: 您需要输入密码
zh_hant: 必須輸入密碼

# Login_NeedToEnterUserName
source: You need to enter a user name
cs: Musíte zadat uživatelské jméno
de: Sie müssen einen Benutzernamen eingeben
es: Es necesario introducir un nombre de usuario
fi: Sinun täytyy syöttää käyttäjätunnus
fr: Vous devez saisir un identifiant
hu: Felhasználónév megadása kötelező
pl: Należy wprowadzić nazwę użytkownika
pt: Você precisa digitar um nome de usuário
pt_pt: Precisa inserir um nome de utilizador
ru: Вам нужно ввести имя пользователя
zh_hans: 您需要输入用户名称
zh_hant: 必須輸入使用者名稱

# EmailPassword_EmailNotEnabled
source: Unable to reset password as email not enabled!
cs: Nelze resetovat heslo protože e-mail není povolen!
de: Das Passwort kann nicht zurückgesetzt werden, da E-Mail nicht aktiviert ist!
es: No se puede restablecer la contraseña, pues el e-mail no está habilitado!
fi: Ei voi alustaa salasanaa kun sähköposti ei ole käytössä!
fr: Impossible de réinitialiser le mot de passe tant que le e-mail n'est pas activé.
hu: Nem lehet visszaállítani jelszót email-ben nincs engedélyezve!
pl: Nie można zresetować hasła, gdy e-mail nie jest włączony!
pt: Não é possível redefinir a senha, pois o e-mail não está habilitado!
pt_pt: Não é possível redefinir a password com o e-mail desativado!
ru: Невозможно сбросить пароль, так как электронная почта не включена!
zh_hans: 无法重置密码作为未启用电子邮件 ！
zh_hant: 無法重置未啟動電子郵件！

# EmailPassword_ErrorSending
source: Error sending the email, please contact your administrator!
cs: Chyba při odesílání e-mailu. Prosím, obraťte se na správce!
de: Fehler beim Versenden der E-Mail, bitte wenden Sie sich an Ihren Administrator!
es: Error al enviar el e-mail, por favor, contacte con su administrador!
fi: Virhe lähetettäessä sähköpostia, ota yhteyttä järjestelmänvalvojaan!
fr: Erreur d'envoi d'e-mail, veuillez contacter votre administrateur.
hu: Email küldése sikertelen, értesítse a rendszergazdát!
pl: Wystąpił błąd podczas wysyłania wiadomości e-mail, skontaktuj się z administratorem!
pt: Erro ao enviar o e-mail. Por favor, entre em contato com o administrador!
pt_pt: Erro ao enviar o e-mail, por favor contacte o seu administrador!
ru: Ошибка отправки электронного письма, пожалуйста, свяжитесь с вашим администратором!
zh_hans: 错误发送电子邮件，请与管理员联系 ！
zh_hant: 寄送郵件錯誤，請聯絡管理者！

# EmailPassword_NotResetLDAP
source: You cannot reset the password of an LDAP-user through {0}!
cs: Nemůžete obnovit heslo uživatele ověřeného LDAP-em prostřednictvím {0}!
de: Sie können das Passwort eines LDAP-Benutzers nicht mittels {0} zurücksetzten!
es: No se puede restablecer la contraseña de un usuario LDAP a través de {0}!
fi: Et voi alustaa LDAP-käyttäjän salasanaa {0} kautta!
fr: Vous ne pouvez pas réinitialiser le mot de passe d'un utilisateur via LDAP-{0} !
hu: Az LDAP-felhasználó jelszavát nem állíthatja vissza {0}-n keresztül!
pl: Nie można zresetować hasła użytkownika LDAP przez {0}!
pt: Você não pode redefinir a senha de um usuário LDAP através de {0}!
pt_pt: Não pode redefinir a password de um utilizador LDAP através de {0}!
ru: Вы не можете сбросить пароль LDAP-пользователя через {0}!
zh_hans: 您不能重置通过 {0} 的 LDAP 用户的密码 ！
zh_hant: 您無法透過 {0} 重置 LDAP 使用者！

# EmailPassword_PasswordSent
source: The password has been sent to your email address!
cs: Heslo bylo zasláno na vaši e-mailovou adresu!
de: Das Passwort wurde an Ihre E-Mail Adresse gesendet!
es: La contraseña se ha enviado a su e-mail!
fi: Salasana on lähetetty sähköpostiisi!
fr: Le mot de passe a été envoyé à votre adresse e-mail.
hu: A jelszó elküldve a megadott email címre!
pl: Hasło zostało wysłane na adres e-mail!
pt: A senha foi enviada para o seu endereço de e-mail!
pt_pt: A password foi enviada para o seu endereço de e-mail!
ru: Пароль отправлен на ваш электронный адрес!
zh_hans: 密码已发送到您的电子邮件地址 ！
zh_hant: 密碼已發送至您的郵件地址。

# ForceSession_AccountSignedInMultiple
source: Your user account is currently signed into {0} in <u>multiple</u> locations.
cs: Váš uživatelský účet je v současné době přihlášen do {0} na <u>více</u> místech.
de: Ihr {0} Benutzerkonto ist aktuell an <u>mehreren</u> Standorten angemeldet.
es: Su cuenta de usuario está actualmente activa en {0} en <u>varias</u> ubicaciones.
fi: Käyttäjätilisi on tällä hetkellä kirjautuneena {0}:iin <u>useasta</u> paikaista.
fr: Votre compte utilisateur est actuellement connecté à {0} sur <u>plusieurs</u> sites.
hu: A felhasználói fiók jelenleg bejelentkezett {0}-be <u>más</u> helyen.
pl: Twój użytkownik jest jednocześnie zalogowany do {0} w <u>wielu</u> miejscach.
pt: Sua conta de usuário está atualmente ativa no {0} em <u>vários</u> locais.
pt_pt: A sua conta de utilizador atualmente está inserida em {0} em <u>vários</u> locais.
ru: Ваша учетная запись пользователя в настоящее время зарегистрирована в {0} в <u>многочисленных</u> местоположениях.
zh_hans: 您的用户帐户当前已登录到 {0} 中的 <u>多个</u> 位置。
zh_hant: 您的使用者帳號目前已登錄到 {0} 中的 <u>多個</u> 位置。

# Global_UnableToLoad
source: Unable to load
cs: Nelze načíst
de: Kann nicht geladen werden
es: No se puede cargar
fi: Lataaminen ei onnistu
fr: Chargement impossible
hu: Sikertelen betöltés
pl: Nie można załadować
pt: Não foi possível carregar
pt_pt: Não é possível carregar
ru: Невозможно загрузить
zh_hans: 无法加载
zh_hant: 無法載入

# PendingTestRuns_ArtifactNotExists
source: The selected pending test run no longer exists!
cs: Vybraný pozastavený běh testu již neexistuje!
de: Der gewählte ausstehende Testlauf existiert nicht mehr!
es: La ejecución de prueba pendiente seleccionada ya no existe!
fi: Valittu avointa Testiajoa ei enää ole!
fr: L’exécution de test en attente que vous avez sélectionnée n'existe plus.
hu: A kiválasztott függőben lévő teszt futás már nem létezik!
pl: Wybrany przebieg testów już nie istnieje!
pt: A execução de teste pendente selecionada não existe mais!
pt_pt: A Execução de Teste pendente que selecionou já não existe!
ru: Выбранный пробный запуск больше не существует!
zh_hans: 所选挂起的测试运行不再存在 ！
zh_hant: 選擇的擱置測試執行已不存在！

# RequirementsList_ArtifactNotExists
source: The selected requirement no longer exists.
cs: Vybraný požadavek již neexistuje.
de: Die gewählte Anforderung existiert nicht mehr.
es: El requerimiento seleccionados ya no existe.
fi: Valittua Vaatimusta ei enää ole.
fr: Le besoin choisi n'existe plus.
hu: A kiválasztott követelmény nem található
pl: Wybrane wymaganie już nie istnieje.
pt: O requerimento selecionado não existe mais!
pt_pt: O requisito selecionado já não existe.
ru: Выбранное требование больше не существует.
zh_hans: 所选的要求不再存在。
zh_hant: 選擇的需求已不存在！

# SavedReports_DeleteConfirmation
source: Are you sure you want to delete this saved report?
cs: Jste si jisti, že chcete smazat tento uložený report?
de: Sind Sie sicher, dass Sie den gespeicherten Bericht löschen möchten?
es: Está seguro que desea borrar este informe guardado?
fi: Oletko varma että haluat poistaa tallennetun raportin?
fr: Etes-vous sûr de vouloir supprimer ce rapport enregistré ?
hu: Biztosan törölni kívánja a mentett riportot?
pl: Czy na pewno chcesz usunąć ten zapisany raport?
pt: Você tem certeza de que deseja excluir este relatório salvo?
pt_pt: Tem a certeza que quer apagar o relatório que tinha gravado?
ru: Вы уверены, что хотите удалить этот сохраненный отчет?
zh_hans: 确实要删除此已保存的报告吗？
zh_hant: 確定刪除此儲存的報表？

# SavedSearches_DeleteConfirmation
source: Are you sure you want to delete this saved search?
cs: Jste si jisti, že chcete smazat toto uložené vyhledávání?
de: Sind Sie sicher, dass Sie diese gespeicherte Suche löschen möchten?
es: Está seguro que desea borrar esta búsqueda guardada?
fi: Oletko varma että haluat poistaa tallennetun haun?
fr: Etes-vous sûr de vouloir supprimer cette recherche sauvegardée ?
hu: Biztosan törölni kívánja a mentett keresést?
pl: Czy na pewno chcesz usunąć zapisane wyszukiwanie?
pt: Você tem certeza de que deseja excluir esta pesquisa salva?
pt_pt: Tem a certeza que quer apagar a pesquisa que tinha gravado?
ru: Вы уверены, что хотите удалить этот сохраненный поиск?
zh_hans: 确实要删除此已保存的搜索吗？
zh_hant: 確定刪除此儲存的查詢？

# SavedSearches_UnableToRetrieveSeach
source: Unable to retrieve saved search.
cs: Nelze načíst uložené vyhledávání.
de: Die gespeicherte Suche kann nicht abgerufen werden.
es: No se puede recuperar la búsqueda guardada.
fi: Ei voitu hakea talletettua hakua.
fr: Impossible de charger la recherche enregistrée.
hu: A mentett keresés visszaállítása sikertelen
pl: Nie można pobrać zapisanego wyszukiwania.
pt: Não é possível recuperar a pesquisa salva.
pt_pt: Não é possível recuperar a pesquisa gravada.
ru: Невозможно восстановить сохраненный поиск.
zh_hans: 无法检索已保存的搜索。
zh_hant: 無法取回已儲存的查詢。

# TaskList_ArtifactNotExists
source: The selected task no longer exists.
cs: Vybraný úkol již neexistuje.
de: Die gewählte Aufgabe existiert nicht mehr.
es: La tarea seleccionada ya no existe.
fi: Valittua Tehtävää ei enää ole.
fr: La tâche sélectionnée n'existe plus.
hu: A kijelölt feladat már nem létezik.
pl: Wybrane zadanie już nie istnieje.
pt: A tarefa selecionada não existe mais.
pt_pt: A tarefa selecionada já não existe.
ru: Выбранная задача больше не существует.
zh_hans: 所选的任务不再存在。
zh_hant: 選擇的任務已不存在。

# TestCaseList_ArtifactNotExists
source: The selected test case no longer exists.
cs: Vybraný testovací případ již neexistuje.
de: Der gewählte Testfall existiert nicht mehr.
es: El caso de prueba seleccionado ya no existe.
fi: Valittu Testitapausta ei enää ole.
fr: Le scénario de test sélectionné n'existe plus.
hu: A kiválasztott teszteset már nem létezik.
pl: Wybrany przypadek testowy już nie istnieje.
pt: O caso de teste selecionado não existe mais.
pt_pt: O caso de teste selecionado já não existe.
ru: Выбранный тестовый случай больше не существует.
zh_hans: 选定的测试案例不再存在。
zh_hant: 選擇的測試案例已不存在。

# TestSetList_ArtifactNotExists
source: The selected test set no longer exists.
cs: Vybraná testovací sada již neexistuje.
de: Die gewählte Testreihe existiert nicht mehr.
es: El conjunto de pruebas seleccionado ya no existe.
fi: Valittua Testijoukkoa ei enää ole.
fr: L’ensemble de tests sélectionné n'existe plus.
hu: A kiválasztott teszt szett már nem létezik.
pl: Wybrany zestaw testowy już nie istnieje.
pt: O conjunto de testes selecionado não existe mais.
pt_pt: O "teste set" selecionado já não existe.
ru: Выбранный набор для тестирования больше не существует.
zh_hans: 选定的测试集不再存在。
zh_hant: 選擇的測試集已不存在。
