Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# ChangePassword_UserNameRequired
source: You need to enter your current username!
es: Debes ingresar tu nombre de usuario actual!
fr: Vous devez entrer votre nom d'utilisateur.
pt: Você precisa inserir seu nome de usuário atual!

# VersionControl_CacheNotInitialized
source: The Source Code cache is not initialized for this product.
es: La caché de código fuente no está inicializada para este producto.
fr: Le cache code source n'est pas initialisé pour ce produit.
pt: O cache do código-fonte não foi inicializado para este produto.

# Admin_HistoryChangeDetails_NoField
source: No field changes occurred in this changeset. It cannot be reverted.
es: No se produjeron cambios de campo en este conjunto de cambios. No se puede revertir.
fr: Aucun changement de champ dans cet ensemble de modifications (opération impossible).
pt: Nenhuma mudança de campo ocorreu neste changeset. Não pode ser revertido.

# PullRequests_DifferentBranchesNeeded
source: You need to choose different FROM and TO branches!
es: Debe elegir diferentes ramas DESDE y A!
fr: Vous devez choisir des branches différentes (Depuis / Vers)
pt: Você precisa escolher diferentes branches como DE e PARA

# PullRequests_NoTaskTypeConfigured
source: You need to ask your product template administrator to ensure at least one task type is configured to be a pull request to use this page.
es: Debe pedirle al administrador de la plantilla de producto que se asegure de que al menos un tipo de tarea esté configurado como un pull request para usar esta página.
fr: Vous devez demander à l'administrateur du modèle de produit de vérifier qu'au moins un type de tâche est configuré comme demande d'extraction (pull request) pour pouvoir utiliser cette page.
pt: Você precisa pedir ao administrador do template de produto para garantir que pelo menos um tipo de tarefa seja configurado para ser um pull request para usar esta página.

# SourceCode_ProjectNotEnabled
source: This product is not configured for source code access. Please ask your product administrator to enable it.
es: Este producto no está configurado para acceder al código fuente. Pídale al administrador de su producto que lo habilite.
fr: L'accès code source n'est pas configuré pour ce produit, veuillez contacter votre administrateur pour obtenir l'accès.
pt: Este produto não está configurado para acesso ao código-fonte. Peça ao administrador do produto para ativá-lo.

# BuildDetails_DescriptionTruncated
source: The full log is too long to show, so its middle has been cut out
es: El registro completo es demasiado largo para mostrarse, por lo que se ha cortado el medio.
fr: Le fichier log est trop grand pour l'afficher en entier, la partie centrale a été enlevée.
pt: O registro completo é muito longo para ser mostrado, então o meio foi cortado

# Services_NotAuthorizedModifyDocuments
source: You are not authorized to modify documents
es: No está autorizado a modificar documentos
fr: Vous n'avez pas l'autorisation de changer les documents.
pt: Você não está autorizado a modificar documentos

# Services_NotAuthorizedCreateRisks
source: Not Authorized to Create Risks!
es: No autorizado para crear riesgos!
fr: Opération non autorisée
pt: Não autorizado a criar riscos!
pt_pt: Não autorizado a criar riscos!

# Services_NotAuthorizedDeleteRisks
source: Not Authorized to Delete Risks!
es: No autorizado para eliminar riesgos!
fr: Opération non autorisée
pt: Não autorizado a excluir riscos!
pt_pt: Não autorizado a apagar riscos!

# Services_NotAuthorizedModifyRisks
source: Not Authorized to Modify Risks!
es: No autorizado para modificar riesgos!
fr: Opération non autorisée
pt: Não autorizado a modificar riscos!
pt_pt: Não autorizado a modificar riscos!

# Services_NotAuthorizedViewRisks
source: Not Authorized to View Risks!
es: No autorizado para ver riesgos!
fr: Opération non autorisée
pt: Não autorizado a visualizar riscos!
pt_pt: Não autorizado a visualizar riscos!

# Services_RiskIdMissing
source: Risk object needs to have RiskId populated
es: El objeto de riesgo debe tener RiskId poblado
fr: La valeur RiskId de l'objet Risque doit être définie.
pt: O objeto de risco precisa ter RiskId preenchido

# Services_RiskIdNotNull
source: Risk object needs to have RiskId set to null for creation
es: El objeto de riesgo debe tener RiskId establecido en nulo para su creación
fr: RiskId doit avoir sa valeur nulle lors de la création de l'objet Risque.
pt: O objeto de risco precisa ter RiskId definido como nulo para a criação

# Services_RiskNotFound
source: Unable to locate requested risk
es: No se puede localizar el riesgo solicitado
fr: Impossible de trouver le risque.
pt: Incapaz de localizar o risco solicitado
pt_pt: Não foi possível localizar o risco solicitado

# Services_RiskMitigationIdMissing
source: You need to make sure the risk mitigation id is populated
es: Debe asegurarse de que se complete la identificación de mitigación de riesgos
fr: Veuillez vous assurer de définir la valeur de la mitigation de risque.
pt: Você precisa se certificar de que o identificador de mitigação de risco está preenchido
pt_pt: Necessário garantir que está preenchido o identificador de mitigação de risco

# InvalidLicense_LicenseExpired
source: The application license key has expired.<br />Please renew at https://onshoretech.com or email OnShore Technology Group at info@onshoretech.com.<br />Only system admins can change license details.
es: La clave de licencia de la aplicación ha expirado. <br /> Por favor renueve en https://onshoretech.com o envíe un correo electrónico a OnShore Technology Group a info@onshoretech.com. <br /> Solo los administradores del sistema pueden cambiar los detalles de la licencia.
pt: A chave de licença da aplicação expirou.<br />Por favor, renove em https://onshoretech.com ou envie uma mensagem para info@onshoretech.com.<br />Somente administradores do sistema podem modificar detalhes da licença.

# Login_IE11_SupportEnd
source: You are using Internet Explorer. This is no longer supported. Please switch to a safe and modern browser.
es: Estás usando Internet Explorer. Esto ya no es compatible. Por favor, cambie a un navegador moderno y seguro.
fr: Vous utilisez Internet Explorer qui n'est plus supporte, veuillez utiliser un navigateur plus recent.
pt: Você está usando o navegador Internet Explorer, que não é mais suportado. Por favor, migre para um navegador mais seguro e moderno.

# Services_AuthorizationFailure
source: There was an authorization failure. Please make sure you are passing a valid login and Api Key and that your user is not locked out.
es: Hubo un error de autorización. Asegúrese de que está pasando un inicio de sesión válido y una clave Api y que su usuario no está bloqueado.
fr: Echec d'autorisation. Veuillez vous assurer que vous transmettez une connexion et une clé Api valides et que votre utilisateur n'est pas verrouillé.
pt: Ocorreu uma falha de autorização. Certifique-se de que está informando um login e chave de API válidos e que seu usuário não está bloqueado.

# Admin_BaselineArtifactDetails
source: Details of the changes to this artifact in the baseline are described below:
es: Los detalles de los cambios de este artefacto en la línea de base se describen a continuación:
fr: Les modifications de l'objet dans la baseline sont décrites ci dessous :
pt: Os detalhes das mudanças desse artefato na baseline são descritos abaixo:

# ProjectTemplate_CanBulkChangeStatus
source: When this option is enabled, users with 'Bulk Edit' permssions can make bulk changes to the status of artifacts, outside of the workflow controls.
es: Cuando esta opción está habilitada, los usuarios con permisos de 'Edición masiva' pueden realizar cambios masivos en el estado de los artefactos, fuera de los controles del flujo de trabajo.
fr: Lorsque cette option est activée, les utilisateurs disposant des autorisations «Modification en bloc» peuvent apporter des modifications groupées au statut des objets, en dehors des workflows.
pt: Quando essa opção está ativada, os usuários com permissões de 'Edição em massa' podem fazer alterações em massa no status dos artefatos, fora dos controles do fluxo de trabalho.

# Login_LicenseExpire_Soon
source: <b>Your license will expire in {0} day(s).</b><br />Make sure you renew in time, because once the license expires noone can access the system.
es: <b> Su licencia caducará en {0} día(s). </b> <br /> Asegúrese de renovarla a tiempo, porque una vez que caduque la licencia, nadie podrá acceder al sistema.
fr: <b>Votre licence expire dans {0} jour(s).</b><br />Veuillez vous assurer de la renouveler avant la date d'expiration pour ne pas perdre l'accès au produit.
pt: <b> Sua licença irá expirar em {0} dia(s). </b> <br /> Certifique-se de renová-la a tempo, porque depois que a licença expirar ninguém poderá acessar o sistema.

# Login_TrialExpire_Soon
source: <b>Your trial expires in {0} day(s).</b>
es: <b> Su licencia de prueba vence en {0} día(s). </b>
fr: <b>Your license d'évaluation expire dans {0} jour(s).</b>
pt: <b> Sua licença de teste expira em {0} dia(s). </b>

# Services_OData_NotSupported
source: Your license does not provide access to ODATA apis
es: Su licencia no proporciona acceso a las APIs de ODATA
fr: Votre licence ne donne pas accès aux apis ODATA.
pt: Sua licença não fornece acesso às APIs de ODATA

# Services_TestCaseParameterNotInTestCase
source: The test case parameter does not belong to the specified test case
es: El parámetro del caso de prueba no pertenece al caso de prueba especificado
fr: Le paramètre ne fait pas partie du scénario de test.
pt: O parâmetro do caso de teste não pertence ao caso de teste especificado

# Services_TestCaseParameterUpdateFields
source: TestCaseParameter object needs to have TestCaseParameterId, TestCaseId, and Name when updating
es: El objeto TestCaseParameter debe tener TestCaseParameterId, TestCaseId y Name al actualizar
fr: L'objet TestCaseParameter doit avoir TestCaseParameterId, TestCaseId et Name pour la mise à jour.
pt: O objeto TestCaseParameter precisa ter TestCaseParameterId, TestCaseId e Name ao atualizar

# Services_TestCaseParameterDeleteFields
source: TestCaseParameter object needs to have TestCaseParameterId and TestCaseId to delete the parameter
es: El objeto TestCaseParameter debe tener TestCaseParameterId y TestCaseId para eliminar el parámetro
fr: TestCaseParameter doit avoir TestCaseParameterId et TestCaseId pour supprimer le paramètre.
pt: O objeto TestCaseParameter precisa ter TestCaseParameterId e TestCaseId para excluir o parâmetro

# Services_TestSetParameterUpdateFields
source: TestSetParameter object needs to have TestCaseParameterId and TestSetId when updating or deleting
es: El objeto TestSetParameter debe tener TestCaseParameterId y TestSetId al actualizar o eliminar
fr: L'objet TestSetParameter doit avoir TestCaseParameterId et TestSetId pour la suppression ou la modification.
pt: O objeto TestSetParameter precisa ter TestCaseParameterId e TestSetId ao atualizar ou excluir

# Services_TestCaseParameterNotInTestSet
source: The test case parameter does not belong to the specified test set
es: El parámetro del caso de prueba no pertenece al conjunto de prueba especificado
fr: Le paramètre ne fait pas partie de l'ensemble de test.
pt: O parâmetro do caso de teste não pertence ao conjunto de teste especificado

# Services_RequiredFieldMissing
source: Please provide all required fields to perform this operation
es: Por favor, complete todos los campos obligatorios para realizar esta operación
fr: Veuillez fournir l'ensemble des valeurs nécessaires pour cette opération.
pt: Por favor, informe todos os campos obrigatórios para realizar esta operação

# Services_TestSetTestCaseParameterInTestCase
source: The parameter already exists for this test set test case
es: El parámetro ya existe para este caso de prueba de conjunto de prueba
fr: Le paramètre existe déjà pour ce cas.
pt: O parâmetro já existe para este caso de teste de conjunto de teste

# Services_TestSetTestCaseParameterNotInTestCase
source: The parameter does not exist for this test set test case
es: El parámetro no existe para este caso de prueba de conjunto de prueba
fr: Le paramètre n'existe pas pour ce cas.
pt: O parâmetro não existe para este caso de teste de conjunto de teste

# ChangeMfa_Otp_Invalid
source: Please enter a valid 6-digit one-time password
es: Por favor, Ingrese una contraseña válida de un solo uso de 6 dígitos
fr: Veuillez entrer un mot de passe unique à 6 chiffres
pt: Por favor, insira uma senha de uso único válida de 6 dígitos

# ChangeMfa_Otp_Invalid2
source: The provided one-time password is invalid, please try again!
es: La contraseña de un solo uso ingresada no es válida. Por favor, vuelva a intentarlo.
fr: Mot de passe incorrect, veuillez réessayer.
pt: A senha de uso único fornecida é inválida, por favor, tente novamente!

# ChangeMfa_Otp_Required
source: Please enter the one-time password
es: Por favor, ingrese la contraseña de un solo uso
fr: Veuillez entrer le mot de passe unique
pt: Por favor, digite a senha de uso único

# ChangeMfa_UserNotExists1
source: The current user no longer exists, so not able to remove 2-step authentication
es: El usuario actual ya no existe, de este modo no se puede eliminar la autenticación de dos pasos
fr: L'utilisateur n'existe plus, impossible de supprimer la double authentification.
pt: O usuário atual não existe mais, portanto, não é possível remover a autenticação em duas etapas

# ChangeMfa_UserNotExists2
source: The current user no longer exists, so not able to add 2-step authentication
es: El usuario actual ya no existe, de este modo no se puede agregar la autenticación de dos pasos
fr: L'utilisateur n'existe plus, impossible d'ajouter la double authentification.
pt: O usuário atual não existe mais, portanto, não é possível adicionar a autenticação em duas etapas

# ChangeMfa_RemoveConfirm
source: Are you sure you want to remove 2-step authentication?
es: Está seguro de que desea eliminar la autenticación de dos pasos?
fr: Etes-vous certain de vouloir supprimer la double authentification ?
pt: Tem certeza de que deseja remover a autenticação em duas etapas?

# Login_CannotEnableSsoWithMfaToken
source: You have 2-step authentication enabled. Please login and disable this before trying to use a Single Sign On Provider.
es: Tú tienes habilitada la autenticación en dos pasos. Inicie sesión y desactive esta opción antes de intentar utilizar un proveedor de inicio de sesión único.
fr: La double authentification est activée. Veuillez vous connecter et la désactiver pour le service d'authentification unique (SSO).
pt: Você tem a autenticação em 2 etapas ativada. Por favor, faça login e desative-a antes de tentar usar um provedor de logon único.

# Login_MfaCheckFailure
source: The user '{0}' provided an incorrect one-time password for MFA login.
es: El usuario '{0}' ingresó una contraseña de un solo uso incorrecta para el inicio de sesión de MFA.
fr: L'utilisateur '{0}' a fourni un mot de passe unique incorrect pour la connection avec double authentification.
pt: O usuário '{0}' forneceu uma senha de uso único incorreta para o login de MFA.

# Login_MfaCheckSuccess
source: The user '{0}' successfully provided a one-time password for MFA login.
es: El usuario '{0}' ingresó correctamente una contraseña de un solo uso para iniciar sesión de MFA.
fr: L'utilisateur '{0}' a fourni le mot de passe unique correct pour la connection avec double authentification.
pt: O usuário '{0}' forneceu com sucesso uma senha de uso único para o login de MFA.

# Admin_AssignedApprovers_Success
source: Approvers Updated.
cs: Aktualizováno členství v produktu.

# Admin_DataTools_CurrentStatusGood
source: <span style="color:darkgreen;">OK</span>
zh_hans: <span style="color:darkgreen;">确认</span>
zh_hant: <span style="color:darkgreen;">確定</span>
