Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestSetsService_TestSetFolderNameRequired
source: The new Test Set folder name is required!
cs: Je vyžadován nový název složky Testovací sady!
de: Der Name für den neuen Testreihenordner ist erforderlich!
es: El nuevo nombre de la carpeta del Conjunto de Pruebas es necesario!
fi: On annettava uusi nimi Testijoukko-hakemistolle!
fr: Veuillez saisir un nom de dossier pour le nouvel ensemble de tests.
hu: Új teszt szett könyvtárnév szükséges!
pl: Nowa nazwa folderu Test Set jest wymagana!
pt: O novo nome da pasta de Conjunto de Testes é obrigatório!
pt_pt: O nome da nova pasta de Conjuntos de Teste é obrigatório!
ru: Новое имя папки Test Set требуется!

# GeneralSettings_VersionControlCacheRetentionInvalid
source: You need to enter an integer value for the Source Code Cache Retention
cs: Musíte zadat celočíselnou hodnotu pro uchování mezipaměti Správy verzí
de: Sie müssen für die Cache-Dauer der Versionskontrolle einen Integerwert eingeben
es: Usted debe introducir un valor entero para la Retención de Caché del Control de Versiones
fi: Sinun on annettava kokonaisluku-arvo versionhallinnan välimuistissa säilyttämiselle
fr: Veuillez saisir une valeur entière.
hu: Egy egész számot kell megadnia a verziókövetés gyorsítótár megőrzéséhez
pl: Musisz wprowadzić wartość całkowitą dla Version Control Cache Retention
pt: Você precisa inserir um valor inteiro para a Retenção de Cache do Controle de Versão
pt_pt: Tem que inserir um valor inteiro para a Versão de Controlo de Retenção da Cache
ru: Вам необходимо ввести целое значение для сохранения кэша управления версиями

# GeneralSettings_VersionControlCacheRetentionRequired
source: You need to enter a value for the Source Code Cache Retention
cs: Musíte zadat hodnotu pro uchování mezipaměti Správy verzí
de: Sie müssen für die Cache-Dauer der Versionskontrolle einen Integerwert eingeben
es: Usted debe introducir un valor para la Retención de Caché del Control de Versiones
fi: Sinun on annettava arvo versionhallinnan välimuistissa säilyttämiselle
fr: Veuillez saisir une valeur de contrôle de version.
hu: Adjon meg egy értéket a verziókövetés gyorsítótár megőrzéséhez
pl: Musisz wprowadzić wartość dla Version Control Cache Retention
pt: Você precisa inserir um valor para a Retenção de Cache do Controle de Versão
pt_pt: Tem que inserir um valor para a Versão de Controlo de Retenção da Cache
ru: Вам нужно ввести значение для сохранения кэша управления версиями

# TestingSettings_Success
source: Testing Settings Saved.
cs: Nastavení testování uloženo.
de: Testeinstellungen gespeichert.
es: Configuraciones de Prueba Guardadas.
fi: Testausasetukset talletettu.
fr: Configuration sauvegardée.
hu: Tesztelési beállítások mentve.
pl: Ustawienia testowe Zapisane.
pt: Configurações de Testes salvas.
pt_pt: Configurações de Teste Gravadas.
ru: Настройки тестирования Сохранены.

# TestExecutionService_NeedToProvideIncident
source: You need to provide an incident!
cs: Musíte založit Incident!
de: Sie müssen einen Vorfall angeben.
es: Usted necesita proporcionar un Incidente!
fi: Sinun on annettava havainto!
fr: Veuillez saisir un incident.
hu: Adjon meg egy incidenst!
pl: Musisz zapewnić incydent!
pt: Você precisa fornecer um Incidente!
pt_pt: Tem que indicar um defeito!
ru: Вы должны обеспечить инцидент!

# Services_UserNotFound
source: Unable to locate requested user
cs: Nelze najít požadovaného uživatele
de: Es ist nicht möglich den angeforderten Benutzer zu finden
es: No se puede localizar el usuario solicitado.
fi: Pyydettyä käyttäjää ei löydy
fr: Utilisateur introuvable
hu: Nem található a kért felhasználó
pl: Nie można zlokalizować żądanego użytkownika
pt: Não foi possível localizar o usuário solicitado
pt_pt: Não foi possível encontrar o utilizador solicitado
ru: Невозможно найти запрашиваемого пользователя

# Services_TaskNotFound
source: Unable to locate requested task
cs: Požadovaný Úkol nelze najít
de: Es ist nicht möglich die angeforderte Aufgabe zu finden
es: No se puede localizar la tarea solicitada
fi: Pyydettyä tehtävää ei löydy
fr: tâche introuvable
hu: Nem található a kért feladat
pl: Nie można zlokalizować żądanego zadania
pt: Não foi possível localizar a tarefa solicitada
pt_pt: Não foi possível encontrar a tarefa solicitada
ru: Невозможно определить местонахождение запрашиваемой задачи

# Services_AutomationEngineNotExist
source: Unable to locate requested automation engine
cs: Nelze najít požadovaný automatizační modul
de: Es ist nicht möglich die angeforderte Automationsmaschine zu finden
es: No se puede localizar la herramienta de automatización solicitada
fi: Pyydettyä automaatiokonetta ei löydy
fr: Hôte d'automatisation introuvable
hu: Nem található a kért automatizációs motor
pl: Nie można zlokalizować żądanego silnika automatyki
pt: Não foi possível localizar o mecanismo de automação solicitado
pt_pt: Não foi possível encontrar o motor de automatização solicitado
ru: Невозможно найти требуемый двигатель автоматизации

# Service_ProjectNotFound
source: Unable to locate requested product
cs: Požadovaný produkt nelze najít
de: Es ist nicht möglich das angeforderte Produkt zu finden
es: No se puede localizar el proyecto solicitado
fi: Pyydettyä projektia ei löydy
fr: Produit introuvable
hu: Nem található a kért projekt
pl: Nie można zlokalizować żądanego produktu
pt: Não foi possível localizar o projeto solicitado
pt_pt: Não foi possível encontrar o projeto solicitado
ru: Невозможно найти запрашиваемый продукт

# TestCaseExecution_AddScreenshotUsingEditor
source: To add a screenshot, simply paste it into the Actual Result text box
cs: Chcete-li přidat snímek obrazovky, jednoduše jej vložte do textového pole Skutečný výsledek
de: Um einen Screenshot hinzuzufügen, kopieren Sie es direkt in die Textbox 'Tatsächliches Ergebnis'
es: Para agregar una captura de pantalla, péguela en el cuadro de texto de Resultado Real
fi: Lisätäksesi kuvaruutukopion liitä se Todellinen tulos tekstilaatikkoon
fr: Coller la copie d'écran dans le champ Résultat pour l'ajouter.
hu: Képernyőkép hozzáadásához egyszerűen illessze be az Aktuális eredmények szövegdobozba
pl: Aby dodać zrzut ekranu, po prostu wklej go do pola tekstowego Actual Result
pt: Para adicionar uma captura de tela, basta colá-la na caixa de texto Resultado Real
pt_pt: Para adicionar uma captura de ecrã, cole-a simplesmente no campo de texto Resultado Atual
ru: Чтобы добавить скриншот, просто вставьте его в текстовое поле "Фактический результат".

# TestCaseService_CannotAddToTestSetFolder
source: Please choose a test set not a test set folder and try again!
cs: Vyberte Testovací sadu, nikoli složku testovací sady, a zkuste to znovu!
de: Bitte wählen Sie eine Testreihe und keinen Testreihenordner und versuchen Sie es erneut!
es: Por favor, elija un Conjunto de Pruebas no una carpeta y vuelva a intentarlo!
fi: Valitse testijoukko hakemiston sijaan ja yritä uudelleen!
fr: Veuillez sélectionner un ensemble de tests et non pas un dossier.
hu: Válasszon egy teszt szettet, és ne egy teszt szett könyvtárat, majd próbálja újra!
pl: Proszę wybrać zestaw testowy, a nie folder zestawu testowego i spróbować ponownie!
pt: Por favor, escolha um conjunto de teste, não uma pasta e tente novamente!
pt_pt: Por favor, selecione um conjunto de teste, não uma pasta de conjuntos de teste e tente novamente!
ru: Пожалуйста, выберите тестовый набор, а не папку с тестовым набором и повторите попытку!

# Services_TestStepIdMissing
source: TestStep object needs to have TestStepId populated
cs: Objekt Krok testu musí mít vyplněné ID Kroku testu
de: Das Objekt Testschritt benötigt eine Testschritt-ID
es: El objeto TestStep necesita tener um TestStepId válido
fi: Testiaskel-objektille on asetettava TestStepId
fr: TestStepId doit être défini pour l'objet TestStep
hu: A TestStep objektumhoz a TestStepId-nek kitöltve kell lennie
pl: Obiekt TestStep musi mieć zaludniony TestStepId
pt: O objeto TestStep precisa ter o TestStepId preenchido
pt_pt: O objeto TestStep precisa de ter preenchido o TestStepId
ru: Объект TestStep должен быть заполнен TestStepId

# Services_NotAuthorizedModifyTestSteps
source: Not Authorized to Modify Test Steps
cs: Nemáte oprávnění upravovat kroky testu
de: Sie sind nicht autorisiert Testschritte zu ändern.
es: No autorizado a modificar Pasos de Prueba
fi: Ei oikeuksia muokata Testiaskeleita
fr: Opération non autorisée.
hu: Nem jogosult a tesztlépések módosításához
pl: Nieupoważnione do modyfikowania kroków testowych
pt: Não autorizado a modificar Etapas de Teste
pt_pt: Não Está Autorizado a Alterar Passos de Teste
ru: Не уполномочен изменять этапы тестирования

# Services_TestStepNotBelongToTestCase
source: The test step does not belong to the specified test case.
cs: Krok testu nepatří do zadaného testovacího případu.
de: Der Testschritt gehört nicht zu dem spezifischen Testfall.
es: El Paso de Prueba no pertenece al Caso de Prueba especificado.
fi: Testiaskel ei kuulu kuvattuun testitapaukseen.
fr: L'étape de test n'appartient pas au scénario de test.
hu: A tesztlépés nem tartozik a meghatározott tesztesethez.
pl: Etap testowy nie należy do określonego przypadku testowego.
pt: A etapa de teste não pertence ao caso de teste especificado.
pt_pt: O passo de teste não pertence ao caso de teste especificado.
ru: Шаг теста не принадлежит к указанному тестовому случаю.

# Services_NoDataProvided
source: No data was provided to the web service!
cs: Webové službě nebyla poskytnuta žádná data!
de: Dem Webservice wurden keinen Daten zur Verfügung gestellt.
es: No se proporcionaron datos al Servicio Web!
fi: Verkkopalveluun ei toimitettu mitään dataa.
fr: Pas d'information pour le service web.
hu: A webszolgáltatás nem kapott adatokat.
pl: Żadne dane nie zostały przekazane do serwisu internetowego!
pt: Nenhum dado foi fornecido ao serviço web!
pt_pt: Não foram fornecidos dados ao web service!
ru: Никаких данных не было предоставлено веб-сервису!

# Services_UserIsAlreadyMemberOfProject
source: The user is already a member of the product
cs: Uživatel je již členem produktu
de: Der Nutzer ist bereits Mitglied in diesem Produkt.
es: El usuario ya es miembro del proyecto
fi: Käyttäjä on jo projektin jäsen
fr: L'utilisateur est déjà membre du produit.
hu: A felhasználó már tagja a projektnek
pl: Użytkownik jest już członkiem produktu
pt: O usuário já é um membro do projeto
pt_pt: O utilizador já é um membro do projeto
ru: Пользователь уже является членом продукта

# Services_UserIdIsNull
source: You need to provide a value for UserId
cs: Musíte zadat hodnotu pro ID uživatele
de: Sie müssen einen Wert für die Nutzer-ID zur Verfügung stellen.
es: Usted debe proporcionar un valor para UserId
fi: Sinun on annettava UserId:lle arvo
fr: UserId doit être défini.
hu: Adjon meg egy értéket a UserId-hez
pl: Musisz podać wartość dla UserId
pt: Você precisa fornecer um valor para UserId
pt_pt: Tem que indicar um valor para o UserId
ru: Вы должны предоставить значение для UserId.

# Services_AutomationEngineIdMissing
source: You need to make sure the automation engine id is populated
cs: Ujistěte se, že je vyplněno ID automatizačního modulu
de: Sie müssen sicherstellen, dass die ID der Automatisierungsmaschine veröffentlicht ist.
es: Usted debe asegurarse de que el ID de la herramienta de automatización esté válido
fi: Sinun on varmistettava, että automaatikoneen id on asetettu
fr: Veuillez définir le moteur d'automatisation.
hu: Ellenőrizze, hogy az automatizációs motor azonosítója ki van-e töltve
pl: Musisz się upewnić, że silnik automatyczny jest zaludniony.
pt: Você precisa se certificar de que o ID do mecanismo de automação está preenchido
pt_pt: Tem que garantir que o motor de automatização está preenchido
ru: Вам нужно убедиться, что холостой ход двигателя автоматики заполнен.

# Services_NotAuthorizedModifyUsers
source: You are not authorized to modify users
cs: Nemáte oprávnění upravovat uživatele
de: Sie sind nicht berechtigt Nutzer zu ändern.
es: Usted no está autorizado a modificar usuarios
fi: Sinulla ei ole oikeuksia muokata käyttäjiä
fr: Opération non autorisée.
hu: Nem jogosult a felhasználók módosításához
pl: Nie jesteś upoważniony do modyfikowania użytkowników
pt: Você não está autorizado a modificar os usuários
pt_pt: Não está autorizado a modificar utilizadores
ru: Вы не имеете права изменять пользователей

# Services_NotAuthorizedViewAllUsers
source: You are not authorized to view all users
cs: Nemáte oprávnění zobrazit všechny uživatele
de: Sie sind nicht berechtigt alle Nutzer anzusehen.
es: Usted no tiene autorización para ver todos los usuarios
fi: Sinulla ei ole oikeuksia nähdä kaikkia käyttäjiä
fr: Opération non autorisée.
hu: Nem jogosult az összes felhasználó megtekintéséhez
pl: Nie jesteś upoważniony do przeglądania wszystkich użytkowników
pt: Você não está autorizado a ver todos os usuários
pt_pt: Não está autorizado a ver todos os utilizadores
ru: Вы не авторизованы для просмотра всех пользователей

# Services_RequirementStepIdMissing
source: You need to make sure the requirement step id is populated
cs: Ujistěte se, že je vyplněno ID kroku Požadavku
de: Sie müssen sicherstellen, dass die ID des Anforderungsschritts veröffentlicht ist.
es: Usted debe asegurarse de que el ID del paso de Requerimiento esté válido
fi: Sinun on varmistettava, että vaatimuksen askeleen id on asetettu
fr: Veuillez vous assurer que l'étape de besoin est définie.
hu: Ellenőrizze, hogy a követelménylépés azonosítója ki van-e töltve
pl: Musisz się upewnić, że identyfikator kroku wymagań jest zaludniony.
pt: Você precisa certificar-se de que o ID da Etapa de Requerimento está preenchido
pt_pt: Tem que garantir que o passo do requisito está preenchido
ru: Вы должны удостовериться, что требование шаг id заполнен.

# Services_UserMembershipNotFound
source: Unable to find a user membership entry for this user/product
cs: Nelze najít položku členství uživatele pro tohoto uživatele/produkt
de: Es ist nicht möglich einen Mitgliedseintrag für diesen Nutzer in diesem Produkt zu finden.
es: No se puede encontrar una afiliación de usuario para este usuario/proyecto
fi: Ei löydy syötettyä jäsenyyttä tälle käyttäjälle/projekti
fr: Utilisateur introuvable dans ce produit.
hu: Nem található felhasználótagsági bejegyzés ehhez a felhasználóhoz/projekthez
pl: Nie można znaleźć wpisu o członkostwie użytkownika dla tego użytkownika/produktu
pt: Não foi possível encontrar uma associação de usuário para este usuário/projeto
pt_pt: Não foi possível encontrar um registo de utilizador membro para este utilizador / projeto
ru: Невозможно найти запись о членстве пользователя для этого пользователя/продукта.

# Services_HistoryChangeSetNotFound
source: The history changeset was not found!
cs: Sada změn historie nebyla nalezena!
de: Der Verlaufseintrag für die Änderung wurde nicht gefunden!
es: El historial de cambios no fue encontrado!
fi: Historian muutosjoukkoa ei löydy!
fr: Historique introuvable.
hu: Az előzmény változtatási készlet nem található!
pl: Nie znaleziono zestawu zmian historii!
pt: O histórico de mudanças não foi encontrado!
pt_pt: O histórico de alterações não foi encontrado!
ru: История не была найдена!

# Services_InvalidLicense
source: This feature is not available with your license!
cs: Tato funkce není u vaší licence k dispozici!
de: Diese Funktion ist mit Ihrer Lizenz nicht verfügbar!
es: Esta función no está disponible para su licencia!
fi: Tämä toiminnallisuus ei sisälly lisenssiisi!
fr: Fonction non disponible avec votre licence.
hu: Ez a funkció nem elérhető az Ön licencével!
pl: Ta funkcja nie jest dostępna z Twoją licencją!
pt: Este recurso não está disponível na sua licença!
pt_pt: Esta funcionalidade não está disponível para a sua licença!
ru: Эта функция не доступна с вашей лицензией!

# Admin_ProjectAssociations_ConfirmRemove
source: Are you sure you want to remove the selected product(s)?
cs: Opravdu chcete odebrat vybrané produkt(y)?
de: Sind Sie sicher, dass Sie die gewählten Produkte entfernen möchten?
es: Está seguro que desea eliminar los proyectos seleccionados?
fi: Oletko varma, että haluat poistaa valitut projektit?
fr: Etes-vous sûr de vouloir supprimer le(s) produit(s) ?
hu: Biztosan törli a kiválasztott projekteket?
pl: Czy na pewno chcesz usunąć wybrany produkt(y)?
pt: Tem certeza de que deseja remover o(s) projeto(s) selecionado(s)?
pt_pt: Tem a certeza que pretende remover o(s) projeto(s) selecionado(s)?
ru: Вы уверены, что хотите удалить выбранные продукты?

# Admin_ProjectAssociations_RemoveSuccess
source: The selected products have been removed from the list.
cs: Vybrané produkty byly odstraněny ze seznamu.
de: Die gewählten Produkte wurde aus der Liste entfernt.
es: Los proyectos seleccionados se han eliminados de la lista.
fi: Valitut projektit on poistettu listasta.
fr: Les produits ont été supprimés de la liste.
hu: A választott projekteket törölte a listáról.
pl: Wybrane produkty zostały usunięte z listy.
pt: Os projectos seleccionados foram removidos da lista.
pt_pt: Os projetos selecionados foram removidos da lista.
ru: Выбранные продукты были удалены из списка.

# Admin_ProjectAssociations_AddSuccess
source: Successfully added the new product association.
cs: Nové propojení produktu bylo úspěšně přidáno.
de: Neue Produktassoziation erfolgreich hinzugefügt.
es: La nueva asociación del proyecto fue agregada con éxito.
fi: Onnistuneesti lisätty uusi projektin yhteys.
fr: Ajout effectué.
hu: Sikeresen hozzáadva az új projekttársításhoz.
pl: Z powodzeniem dodano nowe stowarzyszenie produktów.
pt: A nova associação ao projeto foi adicionada com sucesso
pt_pt: A nova associação do projeto foi adicionado com sucesso.
ru: Успешно добавлена ассоциация новых продуктов.

# Admin_ProjectAssociations_ArtifactTypesRequired
source: You need to select at least one artifact type to share!
cs: Musíte vybrat alespoň jeden typ artefaktu, který chcete sdílet!
de: Sie müssen mindestens einen Artefakttyp auswählen, um ihn gemeinsam zu nutzen!
es: Usted debe seleccionar al menos un tipo de artefacto para compartir!
fi: Sinun on valittava vähintään yksi asian tyyppi jaettavaksi!
fr: Veuillez sélectionner un type d'objet.
hu: Válasszon legalább egy tárgykör típust a megosztáshoz!
pl: Musisz wybrać co najmniej jeden typ artefaktu do udostępnienia!
pt: Você precisa selecionar pelo menos um tipo de artefato para compartilhar!
pt_pt: Tem que selecionar pelo menos um tipo de artefacto para partilhar!
ru: Необходимо выбрать хотя бы один тип артефакта для совместного использования!

# Admin_ProjectAssociations_ProjectRequired
source: You need to chose a product to share with!
cs: Musíte si vybrat produkt, se kterým si chcete sdílet!
de: Sie müssen ein Produkt für die gemeinsame Nutzung auswählen!
es: Usted necesita elegir un proyecto para compartir con él!
fi: Sinun on valittava projekti jolle haluat jakaa!
fr: Veuillez sélectionner un produit.
hu: Válasszon egy projektet a megosztáshoz!
pl: Musisz wybrać produkt, z którym chcesz się podzielić!
pt: Você precisa escolher um projeto para compartilhar com ele!
pt_pt: Tem que selecionar um projeto para poder partilhar!
ru: Вы должны выбрать продукт, с которым хотите поделиться!

# Admin_ProjectAssociations_SaveSuccess
source: Successfully updated the product association.
cs: Úspěšně aktualizováno propojení produktu.
de: Produktassoziation erfolgreich aktualisiert.
es: La asociación del proyecto fue actualizada con éxito
fi: Onnistuneesti päivitetty projektin yhteys.
fr: Modification effectuée
hu: Sikeresen frissült a projekttársítás.
pl: Pomyślnie zaktualizował stowarzyszenie produktów.
pt: Associação do Projeto atualizada com sucesso
pt_pt: A associação do projeto foi atualizada com sucesso.
ru: Успешно обновилась ассоциация производителей продукции.

# Services_NotAuthorizedAddContact
source: You are not authorized to add this contact
cs: Nemáte oprávnění přidat tento kontakt
de: Sie sind nicht berechtigt diesen Kontakt hinzuzufügen
es: Usted no está autorizado a agregar este contacto
fi: Sinulla ei ole oikeuksia lisätä tätä kontaktia
fr: Opération non autorisée
hu: Nem jogosult ennek a kapcsolatnak a hozzáadásához
pl: Nie jesteś upoważniony do dodania tego kontaktu
pt: Você não está autorizado a adicionar este contato
pt_pt: Não está autorizado a adicionar este contacto.
ru: Вы не уполномочены добавлять этот контакт

# TestExecutionService_NoTestCasesWithStepsFound
source: There are no test steps in any of the executed test cases!
cs: V žádném z provedených testovacích případů nejsou žádné kroky testu!
de: In keinem der ausgeführten Testfälle ist ein Testschritt enthalten!
es: No hay pasos de prueba en ninguno de los casos de prueba ejecutados!
fi: Yhdessäkään suorittamassasi testitapauksessa ei ole testiaskeleita!
fr: Il n'y a aucune étape de test dans aucun des cas testés.
hu: Nincsenek tesztlépések egyik végrehajtott tesztesetben sem!
pl: W żadnym z wykonywanych przypadków testowych nie ma żadnych kroków testowych!
pt: Não há etapas de teste em nenhum dos casos de teste executados!
pt_pt: Não há passos de teste em qualquer dos casos de teste executados!
ru: Ни в одном из выполненных тестовых случаев нет никаких тестовых шагов!

# TestConfigurationSet_DeleteConfirm
source: Are you sure you want to delete the selected configuration(s)?
cs: Opravdu chcete odstranit vybrané konfigurace?
de: Sind Sie sicher, dass Sie die ausgewählten Konfigurationen löschen möchten?
es: Está seguro de que desea eliminar la(s) configuración(es) seleccionada(s)?
fr: Êtes-vous sûr de vouloir supprimer la configuration ?
hu: Biztosan törli a kiválasztott konfigurációt?
pl: Czy na pewno chcesz usunąć wybraną konfigurację(y)?
pt: Tem certeza de que deseja excluir as configurações selecionadas?
pt_pt: Tem a certeza de que pretende eliminar as configurações selecionadas?
ru: Вы уверены, что хотите удалить выбранную(ые) конфигурацию(ы)?

# TestExecutionService_ExploratoryDoNotDeleteLastStep
source: Your test run must always contain at least one test step, so the test step selected has not been deleted
cs: Váš test musí vždy obsahovat alespoň jeden testovací krok, takže vybraný testovací krok nebyl odstraněn
de: Ihr Testlauf muss immer mindestens einen Testschritt enthalten, daher wurde der gewählte Schritt nicht gelöscht.
es: Su ejecución de prueba siempre debe contener al menos un paso de prueba. Por eso, el paso de prueba seleccionado no fue eliminado
fr: Votre test doit toujours inclure au moins une étape de test, l'étape de test n'a pas été supprimée.
hu: A tesztfuttatásnak minden esetben tartalmaznia kell legalább egy tesztlépést, ezért a kiválasztott tesztlépés nem törölhető
pl: Twój przebieg testowy musi zawsze zawierać co najmniej jeden krok testowy, więc wybrany krok testowy nie został usunięty.
pt: Sua execução de teste deve sempre conter pelo menos uma etapa de teste. Sendo assim, a etapa de teste selecionada não foi excluída.
pt_pt: A sua execução de teste tem sempre que conter pelo menos um passo de teste, pelo que o passo de teste selecionado não foi eliminado
ru: Ваш пробный запуск всегда должен содержать, по крайней мере, один этап теста, поэтому выбранный этап теста не был удален.
