Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_AutomationEngines_DeleteConfirm
source: Are you sure you want to delete this engine? This will delete all the settings and cannot be undone!
cs: Opravdu chcete tento modul smazat? Tímto smažete všechna nastavení a změny nebude možné vrátit zpět!
de: Sind Sie sicher, dass Sie diese Maschine löschen möchten? Dies wird alle Einstellungen löschen und kann nicht rückgängig gemacht werden!
es: Está seguro de que desea borrar esta herramienta? Esta acción eliminará todos los ajustes y no se puede deshacer!
fi: Haluatko varmasti poistaa tämän enginen? Samalla poistuvat kaikki sen asetukset, eikä poistoa voi peruuttaa!
fr: Etes-vous sûr de vouloir supprimer ce moteur ? Toutes les données de configuration seront perdues et ne pourront être recouvrées.
hu: Biztosan törli ezt a motort? Ezzel az összes beállítást törli, ami nem fordítható vissza!
pl: Czy na pewno chcesz usunąć silnik automatyzacji? Ta zmiana będzie nieodwracalna.
pt: Tem certeza que deseja excluir esse mecanismo? Esta ação irá apagar todas as configurações e não poderá ser desfeita!
pt_pt: Tem certesa que deseja eliminar este motor? Esta ação eliminará todas as configurações e não pode ser revertida!
ru: Вы уверены, что хотите удалить этот двигатель? Это удалит все настройки и не может быть отменено!
zh_hant: 您確定要刪除此引擎？這將刪除所有設定，且無法還原！

# Admin_DataSyncCustomPropertyMapping_Success
source: Custom Property Mappings Saved Successfully
cs: Mapování vlastních vlastností bylo úspěšně uloženo
de: Benutzerdefinierte Zuordnungen wurden erfolgreich gespeichert
es: Mapeos de Propiedades Personalizadas guardados con éxito.
fi: Kustomoitujen ominaisuuksien mappaukset tallennettu onnistuneesti
fr: Mapping des propriétés personnalisées sauvegardé.
hu: Egyéni tulajdonságok térképe sikeresen mentve
pt: Mapeamentos de Propriedades Personalizadas salvos com sucesso
pt_pt: Mapeamentos da propriedade padrão gravados com sucesso
ru: Сохранение пользовательских отображений имущества успешно
zh_hant: 自訂屬性對應已成功儲存

# Admin_DataSyncDetails_ConnectionRequired
source: You need to specify the connection information for the plug-in
cs: Musíte zadat informace o připojení pro plug-in modul
de: Sie müssen die Verbindungsinformationen für dieses Plug-In angeben
es: Es necesario especificar la información de conexión para el plug-in
fi: Määritä liitännäisen liitokset
fr: Veuillez saisir les informations de connexion.
hu: Meg kell adnia a kiegészítő kapcsolati információját
pt: Você precisa especificar as informações de conexão para o plug-in
pt_pt: Necessita especificar a informação de ligação para o plug-in
ru: Вам необходимо указать информацию о подключении для плагина
zh_hant: 必須為外掛程式指定連線資訊

# Admin_DataSyncDetails_LoginRequired
source: You need to specify a login for the plug-in
cs: Musíte zadat přihlášení pro plug-in modul
de: Sie müssen ein Login für das Plug-In angeben
es: Es necesario especificar un nombre de inicio de sesión para el plug-in
fi: Määritä liitännäisen kirjautumisnimi
fr: Veuillez saisir un login pour le module.
hu: Meg kell adnia egy felhasználónevet a kiegészítőhöz
pt: É necessário especificar um login para o plug-in
pt_pt: Necessita especificar um login para o plug-in
ru: Вам нужно указать логин для плагина
zh_hant: 必須為外掛程式指定一個登入

# Admin_DataSyncDetails_NameRequired
source: You need to specify a name for the plug-in
cs: Musíte zadat jméno pro plug-in modul
de: Sie müssen einen Namen für das Plug-In angeben
es: Es necesario especificar un nombre para el plug-in
fi: Määritä liitännäisen nimi
fr: Veuillez saisir un nom pour le module.
hu: Meg kell adnia egy nevet a kiegészítőhöz
pt: É necessário especificar um nome para o plug-in
pt_pt: Necessita especificar um nome para o plug-in
ru: Вам нужно указать имя плагина
zh_hant: 必須為外掛程式指定一個名稱

# Admin_DataSyncDetails_PlugInDeleted
source: The data sync you selected has been deleted from the system.
cs: Vybraná synchronizace dat byla ze systému odstraněna.
de: Die von Ihnen ausgewählten Data Sync wurden aus dem System gelöscht.
es: El sincronizador de datos seleccionado fue borrado del sistema.
fi: Valitsemasi datan päivitys on poistettu järjestelmästä.
fr: Les données sélectionnées ont été effacées.
hu: A kiválasztott adatszinkronizáció törlődött a rendszerből.
pt: O sincronizador de dados selecionado foi excluído do sistema.
pt_pt: A sicnronização de dados que selecionou foi eliminada do sistema.
ru: Выбранная синхронизация данных была удалена из системы.
zh_hant: 選擇的資料同步已從系統中刪除

# Admin_DataSyncDetails_TimeOffsetInvalid
source: You need to specify an integer time offset value
cs: Musíte zadat celočíselnou hodnotu časového offsetu
de: Sie müssen einen ganzzahligen Wert für die Zeitverschiebung angeben.
es: Es necesario especificar un valor entero de Desfase Temporal
fi: Määritä aikaero kokonaislukuna
fr: Veuillez saisir une valeur entière pour le nombre d'heures de travail par jour.
hu: Adjon meg egy egész szám időeltolási értéket
pt: Você precisa especificar um valor inteiro de Diferença de Tempo
pt_pt: Necessita especificar um valor inteiro para o tempo de offset
ru: Вам необходимо указать целочисленное значение смещения по времени
zh_hant: 您必須指定時間偏移量整數值

# Admin_DataSyncDetails_TimeOffsetRequired
source: You need to specify a time offset value
cs: Musíte zadat hodnotu časového offsetu
de: Sie müssen einen Wert für die Zeitverschiebung angeben.
es: Es necesario especificar un valor de Desfase Temporal
fi: Määritä aikaero
fr: Veuillez saisir une valeur pour Offset.
hu: Adjon meg egy időeltolási értéket
pt: Você precisa especificar um valor de Diferença de Tempo
pt_pt: Necessita especificar um valor para o tempo de offset
ru: Вам необходимо указать значение смещения во времени
zh_hant: 您必須指定時間偏移量值

# Admin_DataSyncFieldMapping_Success
source: Field Value Mappings Saved Successfully
cs: Mapování hodnot polí bylo úspěšně uloženo
de: Die Zuordnung der Feldwerte wurde erfolgreich gespeichert
es: Mapeos de Valor de Campo guardados con éxito.
fi: Kenttäarvomäppäykset tallennettu onnistuneesti.
fr: Mapping des champs sauvegardé.
hu: Mezőérték térképe sikeresen mentve
pt: Mapeamentos de Valor de Campo salvos com sucesso
pt_pt: Mapeamentos do campo valor gravados com sucesso
ru: Отображение значений полей Успешно сэкономлено
zh_hant: 欄位值對應已成功儲存

# Admin_DataSyncProjects_CustomPropertyNotExists
source: The custom property you selected has been deleted from the product.
cs: Vlastní vlastnost, kterou jste vybrali, byla z produktu odstraněna.
de: Die ausgewählte benutzerdefinierte Eigenschaft wurde aus dem Produkt gelöscht.
es: La propiedad personalizada seleccionada fue borrada del proyecto.
fi: Valitsemasi kustomoitu ominaisuus on poistettu projektista.
fr: La propriété personnalisée a été supprimée du système.
hu: A kiválasztott egyéni tulajdonságot törölte a projektből.
pl: The custom property you selected has been deleted from the project.
pt: A propriedade personalizada que você selecionou foi excluída do projeto.
pt_pt: A propriedade personalizada que selecionou foi eliminada do projeto.
ru: Выбранное вами пользовательское свойство было удалено из продукта.
zh_hant: 選擇的自訂屬性已從系統中刪除。

# Admin_DataSyncProjects_DataSyncNotExists
source: The data sync you selected has been deleted from the system.
cs: Vybraná synchronizace dat byla ze systému odstraněna.
de: Die von Ihnen ausgewählten Data Sync wurden aus dem System gelöscht.
es: El sincronizador de datos seleccionado fue borrado del sistema.
fi: Valitsemasi tiedon päivitys on poistettu järjestelmästä.
fr: Les données sélectionnées ont été supprimées du système.
hu: A kiválasztott adatszinkronizáció törlődött a rendszerből.
pt: A sincronização de dados selecionada foi excluída do sistema.
pt_pt: A sincronização de dados que selecionou foi eliminada do sistema.
ru: Выбранная синхронизация данных была удалена из системы.
zh_hant: 選擇的資料同步已從系統中刪除

# Admin_DataSyncProjects_NeedToSelectProject
source: You need to first select a product before configuring the data-mapping.
cs: Před konfigurací mapování dat musíte nejprve vybrat produkt.
de: Sie müssen sich zuerst ein Produkt auswählen, bevor Sie die Datenzuordnung konfigurieren können.
es: Usted debe primero seleccionar un proyecto antes de configurar el mapeo de datos.
fi: Valitse projekti ennen tiedonmappauksen konfigrointia.
fr: Veuillez tout d'abord sélectionner un produit.
hu: Először ki kell választani egy projektet az adattérkép konfigurálása előtt.
pl: You need to first select a project before configuring the data-mapping.
pt: Você precisa primeiro selecionar um projeto antes de configurar o mapeamento de dados.
pt_pt: Precisa de, em primeiro lugar, selecionar um projeto antes de configurar o mapeamento de dados.
ru: Сначала необходимо выбрать продукт, а затем настроить отображение данных.
zh_hant: 設定資料對應前必須先選擇一個專案。

# Admin_DataSyncProjects_NeedToSetExternalKey
source: You need to set an External Key for this product
cs: Pro tento produkt musíte nastavit externí klíč
de: Sie müssen einen externen Schlüssen für dieses Produkt festlegen.
es: Usted debe establecer una Clave Externa para este proyecto
fi: Aseta Ulkoinen Avain tälle projektille
fr: Veuillez saisir une valeur pour la clé externe.
hu: Egy külső kulcsot kell megadni ehhez a projekthez
pl: You need to set an External Key for this project
pt: Você precisa definir uma Chave Externa para esse projeto
pt_pt: Necessita estabelecer um Chave Externa para este projeto
ru: Вам необходимо установить Внешний ключ для этого продукта
zh_hant: 必須為此專案設定外部鍵值

# Admin_DataSyncProjects_SettingsSaved
source: Product Data Synchronization Settings Saved
cs: Nastavení synchronizace dat produktu bylo uloženo
de: Die Einstellungen zur Datensynchronisierung des Produkts sind gespeichert
es: Configuración de Sincronización de Datos de Proyecto guardada
fi: Projektin tiedon sykronointiasetukset tallennettu
fr: Synchronisation des données du produit sauvegardé.
hu: projektadat-szinkronizációs beállításai mentve
pl: Project Data Synchronization Settings Saved
pt: Configurações de Sincronização de Dados de Projeto salvas com sucesso
pt_pt: Configurações da Sincronização de Dados do Projeto Gravadas
ru: Настройки синхронизации данных продукта Сохранены
zh_hant: 專案資料同步設定已儲存

# Admin_DocumentFolderDetails_CannotInsertRoot
source: You cannot insert a new root folder into the product
cs: Do produktu nelze vložit novou kořenovou (root) složku
de: Sie können kein neues Basisverzeichnis im Produkt einfügen
es: No puede insertar una nueva carpeta raíz en el proyecto
fi: Projektiin ei voi lisätä uutta juurikansiota
fr: Vous ne pouvez ajouter un nouveau dossier racine.
hu: Nem illeszthet be új gyökérkönyvtárat a projektbe
pl: Nie można wkleić nowego katalogu głównego do projektu
pt: Você não pode inserir uma nova pasta raiz no projeto
pt_pt: Não pode inserir uma nova pasta raiz para o projeto
ru: Вы не можете вставить новую корневую папку в продукт.
zh_hant: 您無法插入一個新的專案根資料夾

# Admin_DocumentFolderDetails_CannotSetParentToYourChild
source: You set the parent folder to an item that is a child of the current item.
cs: Nastavili jste nadřazenou složku na položku, která je podřízeným prvkem aktuální položky.
de: Sie platzieren den übergeordneten Ordner zu einem Element, das dem aktuellen Element untergeordnet ist.
es: Usted estableció la carpeta principal a un elemento que es un elemento secundario del elemento actual.
fi: Olet lisäämässä yläkansiota itemille, joka on nykyisen itemin alikansio.???
fr: Le dossier parent ne peut être un sous-dossier !
hu: A szülő könyvtárat egy olyan elembe állítja, amely a jelenlegi tétel gyermeke.
pl: Ustawiono jako folder nadrzędny, element który jest podrzędny w stosunku do obecnego.
pt: Você definiu a pasta pai como um item que é filho do item atual.
pt_pt: Definiu a pasta como dependente de um item que ele próprio é dependente do presente item.
ru: Вы устанавливаете родительскую папку для элемента, который является дочерним по отношению к текущему элементу.
zh_hant: 您設定目前資料夾的子資料夾為父資料夾。

# Admin_DocumentFolderDetails_FolderNameRequired
source: Folder Name is required
cs: Název složky je povinný
de: Der Ordnername ist erforderlich
es: El Nombre de la Carpeta es necesario
fi: Kansion nimi vaaditaan
fr: Nom de dossier requis
hu: Könyvtárnév szükséges
pl: Wymagana nazwa katalogu
pt: Nome da Pasta é obrigatório
pt_pt: É necessário o nome da pasta
ru: Требуется имя папки
zh_hant: 資料夾名稱為必須

# Admin_EmailConfiguration_AddressInvalid
source: The email address entered is not valid.
cs: Zadaná e-mailová adresa není platná.
de: Die eingegebene E-Mail-Adresse ist ungültig.
es: La dirección de e-mail ingresada no es válida.
fi: Syötetty sähköpostiosoite ei kelpaa
fr: Email non valide
hu: A megadott e-mail-címek nem érvényesek.
pl: Adres email jest niepoprawny
pt: O endereço de e-mail informado não é válido.
pt_pt: O endereço de e-mail inserido não é válido.
ru: Введенный адрес электронной почты недействителен.
zh_hant: 電子郵寄地址輸入無效。

# Admin_EmailConfiguration_EventNameRequired
source: Event Name is required
cs: Název události je povinný
de: Der Ereignisname ist erforderlich
es: El Nombre del Evento es necesario
fi: Tapahtuman nimi vaaditaan
fr: Veuillez saisir un nom d'événement.
hu: Eseménynév szükséges
pl: Nazwa zdarzenia jest wymagana
pt: Nome do Evento é obrigatório
pt_pt: É necessário o nome do evento
ru: Имя события требуется
zh_hant: 事件名稱為必須

# Admin_EmailConfiguration_FromAddressRequired
source: From Email address is Required
cs: Email odesílatele je povinný
de: Die Von-E-Mail-Adresse ist erforderlich
es: El E-mail de Origen es necesario
fi: Sähköpostin lähettäjän osoite vaaditaan
fr: Email expéditeur requis.
hu: A feladó e-mail-cím szükséges
pl: Adres wychodzący email wymagany
pt: E-mail de Origem é obrigatório
pt_pt: É necessário o endereço de e-mail do emissor
ru: С Электронный адрес Требуется
zh_hant: 電子郵件來源為必須

# Admin_EmailConfiguration_PortNumberInvalid
source: The SMTP port number needs to be an integer
cs: Číslo portu SMTP musí být celé číslo
de: Die SMTP-Portnummer muss ganzzahlig sein
es: El número de puerto SMTP debe ser entero
fi: SMTP portin numeron täytyy olla kokonaisluku
fr: The port SMTP doit être un nombre entier.
hu: Az SMTP-portszámnak egész számnak kell lennie
pl: Port SMTP musi być liczbą całkowitą
pt: O nº da Porta SMTP precisa ser um número inteiro
pt_pt: É necessário que número de port SMTP seja um número inteiro
ru: Номер порта SMTP должен быть целым числом.
zh_hant: SMTP 埠號必須為整數

# Admin_EmailConfiguration_Success
source: Email settings saved.
cs: Nastavení e-mailu bylo uloženo.
de: Die E-Mail-Einstellungen sind gespeichert.
es: Configuraciones de e-mail guardadas.
fi: Sähköpostiasetukset on tallennettu.
fr: Configuration d'envoi sauvegardée.
hu: E-mail-beállítások mentve.
pl: Ustawienia email zapisane
pt: Configurações de E-mail salvas.
pt_pt: Gravadas as configurações de e-mail.
ru: Настройки электронной почты сохранены.
zh_hant: 電子郵件設定已儲存。

# Admin_Notification_ErrorSendingTestEmail
source: There was an error sending the test email. Check your SMTP logs, make any corrections, and try again.
cs: Při odesílání testovacího e-mailu došlo k chybě. Zkontrolujte log pro SMTP, proveďte opravy a zkuste to znovu.
de: Es gab einen Fehler beim Senden der Test-E-Mail. Prüfen Sie ihre SMTP-Langläufer, nehmen Sie Korrekturen vor und versuchen Sie es erneut.
es: Se ha producido un error al enviar el e-mail de prueba. Verifique los registros de SMTP, realice correcciones y vuelva a intentarlo.
fi: Testisähköpostin lähettämisessä tapahtui virhe. Tarkasta SMTP-logi, tee tarvittavat korjaukset ja yritä uudelleen.
fr: Une erreur s'est produite durant l'envoi du email. Veuillez vérifier et corriger les paramètres d'envoi.
hu: Hiba történt a teszt e-mail küldésekor. Ellenőrizze az SMTP-naplókat, végezze el a javításokat, majd próbálja újra.
pl: There was an error sending the test email. Check your SMTP longs, make any corrections, and try again.
pt: Houve um erro ao enviar o e-mail de teste. Verifique os logs SMTP, faça correções, se necessário e tente novamente.
pt_pt: Ocorreu um erro no envio do e-mail de teste. Verifique os seus logs SMTP, faça as correções necessárias e tente novamente.
ru: Произошла ошибка при отправке тестового электронного письма. Проверьте ваши SMTP-журналы, внесите исправления и попробуйте еще раз.
zh_hant: 寄送測試信件發生錯誤。確認 SMTP 設定，修正後再試一次。

# Admin_Notification_SubjectLineRequired
source: Notification Subject line is required.
cs: Vyžaduje se řádek pro předmět notifikace.
de: Die Betreff-Zeile der Benachrichtigung ist erforderlich.
es: La Línea de Asunto de Notificación es necesaria.
fi: Notifikaatiossa täytyy olla otsikko.
fr: Sujet requis pour la notification.
hu: Értesítés tárgysora szükséges.
pl: Wymagany tytuł notyfikacji
pt: Linha de Assunto da Notificação é necessária
pt_pt: É necessária uma linha de Assunto de Notificação.
ru: Требуется строка "Тема уведомления".
zh_hant: 通知主旨線為必須

# Admin_RoleDetails_NameRequired
source: Role Name is required
cs: Název role je povinný
de: Der Rollenname ist erforderlich
es: El Nombre de la Función es necesario
fi: Roolinimi vaaditaan
fr: Nom de rôle requis.
hu: Szerepnév szükséges
pl: Wymagana nazwa roli
pt: Nome da Função é obrigatório
pt_pt: É necessário o nome da função
ru: Требуется имя роли
zh_hant: 角色名稱為必須

# Admin_VersionControlProject_NeedToSelectProject
source: You need to first select a product before configuring the source code settings.
cs: Před konfigurací nastavení správy verzí musíte nejprve vybrat produkt.
de: Sie müssen zuerst ein Produkt auswählen, bevor Sie die Einstellungen zur Versionskontrolle konfigurieren können.
es: Usted debe primero seleccionar un proyecto antes de configurar el control de versiones.
fi: Valitse projekti ennen versionhallinta-asetusten tekemistä.
fr: Veuillez choisir un produit avant d'effectuer la configuration.
hu: Először választania kell egy projektet, mielőtt konfigurálná a verziókövetési beállításokat.
pl: You need to first select a project before configuring the version control settings.
pt: Você precisa primeiro selecionar um projeto antes de configurar os ajustes de controle de versão.
pt_pt: É necessário que, priemriramente, selecione um projeto antes de configurar o controlo da versão.
ru: Сначала необходимо выбрать продукт, прежде чем настраивать параметры управления версиями.
zh_hant: 設置版本控制設定前必須先選擇一個專案。

# Admin_VersionControlProject_Success
source: Product settings successfully updated.
cs: Nastavení produktu bylo úspěšně aktualizováno.
de: Die Produkteinstellungen wurden erfolgreich aktualisiert.
es: Configuraciones de Proyecto actualizadas con éxito.
fi: Projektin asetukset päivitetty onnistuneesti.
fr: Configuration sauvegardée.
hu: projektbeállítások sikeresen frissítve.
pl: Project settings successfully updated.
pt: Configurações do projeto atualizadas com sucesso.
pt_pt: Configurações do projeto atualizadas com sucesso.
ru: Настройки продукта успешно обновлены.
zh_hant: 專案設定已成功更新

# Admin_VersionControlProvider_ConnectionInfoRequired
source: You need to specify the connection information for the provider
cs: Musíte zadat informace o připojení pro poskytovatele
de: Sie müssen die Verbindungsinformationen für den Anbieter angeben
es: Es necesario especificar la información de conexión para el proveedor
fi: Määritä toimittajan yhteystiedot.
fr: Veuillez saisir les informations de connexion pour le fournisseur.
hu: Meg kell adnia a kapcsolati információt a szolgáltatóhoz
pt: Você precisa especificar as informações de conexão para o provedor
pt_pt: Necessita especificar a informação de ligação ao fornecedor
ru: Необходимо указать сведения о подключении для провайдера.
zh_hant: 必須為提供器指定連線資訊

# Admin_VersionControlProvider_HasBeenDeleted
source: The provider you selected has been deleted from the system.
cs: Vybraný poskytovatel byl ze systému odstraněn.
de: Die ausgewählten Anbieter wurden aus dem System gelöscht.
es: El proveedor borrado ha sido eliminado del sistema.
fi: Valitsemasi toimittaja on poistettu järjestelmästä.
fr: Le fournisseur a été supprimé du système.
hu: A kiválasztott szolgáltató törlődött a rendszerből.
pt: O provedor selecionado foi excluído do sistema.
pt_pt: O fornecedor que selecionou foi eliminado do sistema.
ru: Выбранный вами провайдер был удален из системы.
zh_hant: 選擇的提供器已從系統中刪除。

# Admin_VersionControlProvider_LoginRequired
source: You need to specify a login for the provider
cs: Musíte zadat přihlášení pro poskytovatele
de: Sie müssen ein Login für den Anbieter angeben
es: Es necesario especificar un nombre de inicio de sesión para el proveedor
fi: Määritä toimittajan kirjautumisnimi
fr: Veuillez saisir un login pour le fournisseur.
hu: Meg kell adnia a felhasználót a szolgáltatóhoz
pt: É necessário especificar um login para o provedor
pt_pt: Necessita especificar um login para o fornecedor
ru: Необходимо указать логин провайдера.
zh_hant: 必須為提供器指定登入

# Admin_VersionControlProvider_NameRequired
source: You need to specify a name for the provider
cs: Musíte zadat název poskytovatele
de: Sie müssen einen Namen für den Anbieter angeben
es: Usted debe especificar un nombre para el proveedor
fi: Määritä toimittajan nimi
fr: Veuillez saisir un nom pour le fournisseur
hu: Meg kell adnia egy nevet a szolgáltatóhoz
pt: É necessário especificar um nome para o provedor
pt_pt: Necessita especificar um nome para o fornecedor
ru: Необходимо указать имя поставщика
zh_hant: 必須為提供器指定名稱

# Admin_VersionControlProvider_PasswordRequired
source: You need to specify a password for the provider login
cs: Musíte zadat heslo pro přihlášení poskytovatele
de: Sie müssen für die Anbieter-Anmeldung ein Passwort angeben
es: Usted debe especificar una contraseña para el acceso al proveedor
fi: Määritä toimittajan kirjautumissalasana
fr: Veuillez saisir un mot de passe.
hu: Meg kell adnia egy jelszót a szolgáltató felhasználónevéhez
pt: É necessário especificar uma senha para o login do provedor
pt_pt: Necessita especificar uma password para o login do fornecedor
ru: Необходимо указать пароль для входа в систему поставщика услуг.
zh_hant: 必須為提供器登入指定密碼

# Admin_VersionControlProvider_Success
source: Provider successfully updated.
cs: Poskytovatel byl úspěšně aktualizován.
de: Der Anbieter wurde erfolgreich geändert.
es: Proveedor actualizado con éxito.
fi: Tooimittajan tiedot päivitetty onnistuneesti.
fr: Mise à jour effectuée.
hu: Szolgáltató sikeresen frissítve.
pt: Provedor atualizado com sucesso.
pt_pt: Fornecedor atualizado com sucesso.
ru: Провайдер успешно обновился.
zh_hant: 提供器已成功更新

# PlanningOptions_DefaultEstimateInvalid
source: Default Estimate is Invalid
cs: Výchozí odhad je neplatný
de: Die Standardschätzung ist ungültig.
es: La Estimación por defecto no es válida
fi: Oletusarvio on väärä
fr: Estimation non valide
hu: Alapértelmezés szerinti becslés érvénytelen
pl: Domyślne szacowanie jest błędne
pt: Estimativa Padrão é inválida
pt_pt: A estimativa personalizada é inválida
ru: По умолчанию Оценка недействительна.
zh_hant: 預設預估為無效

# PlanningOptions_PointEffortInvalid
source: Point Effort is Invalid
cs: Bodové úsilí je neplatné
de: Die punktuelle Schätzung ist ungültig
es: Los Puntos de Esfuerzo no son válidos
fi: Suorituspisteen arvo on väärä
fr: Valeur non valide pour l'effort de point.
hu: Pontszerű feladat érvénytelen
pl: Punkt nakładu jest błędny
pt: Pontos de Esforço é inválido
pt_pt: O ponto de esforço é inválido
ru: Точковое усилие недействительно
zh_hant: 點預估為無效

# Admin_Components_Saved
source: Successfully saved components
cs: Komponenty úspěšně uloženy
de: Komponenten erfolgreich gespeichert
es: Componentes guardados con éxito
fi: Komponentit tallennettu onnistuneesti
fr: Mise à jour effectuée.
hu: Sikeresen mentett összetevők
pl: Komponent zapisany
pt: Componentes salvos com sucesso
pt_pt: Componentes gravados com sucesso
ru: успешно сохраненные компоненты
zh_hant: 模組已成功儲存
