Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# SourceCodeFileDetails_PreviewNotAvailable
source: Preview Not Available for this File.
cs: Náhled pro tento soubor není k dispozici.
de: Für diese Datei ist keine Vorschau möglich.
es: Vista previa no disponible para este archivo.
fi: Tämän tiedoston esikatselu ei ole käytettävissä.
fr: Affichage non disponible pour ce fichier.
hu: Előnézet nem érhető el ehhez a fájlhoz.
pl: Podgląd nie jest dostępny dla tego pliku.
pt: Pré-visualização não disponível para este arquivo.
pt_pt: A pré-visulaização não está disponível para este ficheiro
ru: Предварительный просмотр недоступен для данного Файла.
zh_hant: 無法使用此文件預覽。

# Admin_TaraVault_Active
source: Your TaraVault subscription is ready for activation!<br/> Your {1} account is currently set up for {0} TaraVault user(s).
cs: Vaše předplatné TaraVault je připraveno k aktivaci!<br/> Váš účet {1} je aktuálně nastaven pro uživatele TaraVault {0}.
de: Ihre Instant für TaraVault ist aktiv! Ihr Konto ist derzeit für {0} TaraVault-Benutzer eingerichtet. Jedes {1} Produkt muss vor der Nutzung aktiviert und konfiguriert werden.
es: Su suscripción de TaraVault está lista para activación! <br/> Su cuenta {1} está configurada para {0} usuario(s) TaraVault.
fi: TaraVault esiintymäsi on aktiivinen! Tilillesi on asetettu tällä hetkellä {0} TaraVault käyttäjää. Kaikki {1} projektia täytyy aktivoida ja konfiguroida ennen käyttöä.
fr: Le service TaraVault est maintenant actif. Votre compte {1} est configuré pour {0} utilisateur(s).
hu: Az Ön TaraVault előfizetése készen áll az aktiválásra!<br/> Az Ön {1} fiókja jelenleg {0} TaraVault felhasználóhoz van beállítva.
pl: Twoja subskrypcja TaraVault jest gotowa do aktywacji!<br/> Twoje konto {1} jest obecnie skonfigurowane dla użytkowników {0} TaraVault.
pt: Sua assinatura TaraVault está pronta para ativação!<br/> Sua conta {1} está atualmente configurada para {0} usuário(s) TaraVault.
pt_pt: A sua instância TaraVault está ativa! A sua conta está presentemente configurada para {0} utilizadores TaraVault. Cada {1} projeto necessitará ser ativado e configurado antes de ser usado.
ru: Ваша подписка на TaraVault готова к активации!<br/> Ваша {1}аккаунт в настоящее время настроена для {0}пользователя(ов) TaraVault.
zh_hant: TaraVault 已啟動！您的帳號 {0} 已被設定為 TaraVault 使用者。 每個 {1} 專案使用前需啟動、設定。

# Admin_User_TaraVaultNoProjects
source: This user is active, but not assigned to any products.
cs: Tento uživatel je aktivní, ale není přiřazen k žádnému produktu.
de: Der Benutzer ist aktiv, aber keinem Produkt zugewiesen.
es: Este usuario está activo, pero no asignado a ningún proyecto.
fi: Käyttäjä on aktiivinen, mutta häntä ei ole määritetty projekteihin.
fr: L'utilisateur est actif mais n'est affecté à aucun produit.
hu: Ez a felhasználó aktív, de nincs egyetlen projekthez sem rendelve.
pl: Ten użytkownik jest aktywny, ale nie jest przypisany do żadnego produktu.
pt: Este usuário está ativo, mas não está associado a nenhum projeto.
pt_pt: Este utilizador está ativo mas não está atribuído a qualquer projeto.
ru: Этот пользователь активен, но не назначен ни на какие продукты.
zh_hant: 使用者為活動中，但無指派任何專案。

# Admin_User_TaraVaultNoAvailProjects
source: The user already belongs to all products that are enabled for TaraVault.
cs: Uživatel již patří ke všem produktům, které jsou pro TaraVault povoleny.
de: Der Benutzer gehört bereits zu allen Produkten, die in TaraVault aktiv sind.
es: El usuario ya pertenece a todos los proyectos que están habilitados para TaraVault.
fi: Käyttäjä kuuluu jo projekteihin, jotka on aktivoitu TaraVaultissa.
fr: L'utilisateur est déjà membre de tous les produits TaraVault.
hu: A felhasználó már minden olyan projekthez tartozik, amelyet a TaraVaulthoz engedélyeztek.
pl: Użytkownik należy już do wszystkich produktów, które są włączone do TaraVault.
pt: O usuário já pertence a todos os projetos que estão habilitados para o TaraVault.
pt_pt: O utilizador já pertence a todos os projetos que estã ativos para TaraVault.
ru: Пользователь уже принадлежит ко всем продуктам, включенным для TaraVault.
zh_hant: 此使用者已屬於所有啟動 TaraVault 的專案。

# Admin_WorkflowDetails_DeleteConfirm
source: Are you sure you want to delete this transition?
cs: Opravdu chcete tuto tranzici smazat?
de: Sind Sie sicher, dass Sie diese Transition löschen möchten?
es: Está seguro de que desea borrar esta transición?
fi: Haluatko varmasti poistaa tämän siirtymän?
fr: Etes-vous certain de vouloir supprimer cette transition ?
hu: Biztosan törli ezt az átváltást?
pl: Jesteś pewien, że chcesz usunąć to przejście?
pt: Tem certeza de que deseja excluir esta transição?
pt_pt: Tem certeza que deseja eliminar esta transição?
ru: Вы уверены, что хотите удалить этот переход?
zh_hant: 您確定要刪除此轉換？

# Register_PasswordsMustMatch
source: The Password and Confirmation Password must match.
cs: Heslo a Potvrzení hesla se musí shodovat.
de: Das Passwort und die Bestätigung müssen übereinstimmen.
es: La contraseña y la confirmación deben coincidir.
fi: Salasana ja salasanan vahvistus pitää täsmätä.
fr: Le mot de passe de confirmation est différent du mot de passe.
hu: A Jelszó és a Jelszó megerősítésének eggyeznie kell
pl: Hasło i potwierdzenie hasła muszą być jednakowe.
pt: A Senha e a Confirmação da Senha precisam ser iguais.
pt_pt: A Password e a Confirmação da Password devem corresponder.
ru: Пароль и Пароль подтверждения должны совпадать.
zh_hans: 密码和确认密码必须一致
zh_hant: 密碼和確認密碼必須一致。

# EmailPassword_AnswerRequired
source: Answer is required.
cs: Odpověď je vyžadována
de: Sicherheitsantwort ist erforderlich.
es: La respuesta es necesaria.
fi: Vastaus on pakollinen
fr: La réponse est requise.
hu: Válasz megadása kötelező
pl: Odpowiedź jest wymagana.
pt: Resposta Secreta é obrigatória.
pt_pt: É necessária uma resposta.
ru: Требуется ответ.
zh_hans: 请输入答案。
zh_hant: 回答為必須。

# EmailPassword_QuestionFailureText
source: Your password reset answer could not be verified. Please try again.
cs: Vaše odpověď pro obnovu hesla nebyla ověřena. Prosím zkuste to znovu.
de: Ihre aktuelle Sicherheitsantwort zum Zurücksetzen Ihres Passworts konnte nicht bestätigt werden. Bitte versuchen Sie es erneut.
es: No se pudo verificar su respuesta de restablecimiento de contraseña. Por favor, vuelve a intentarlo.
fi: Salasanasi alustamisen vastausta ei voitu varmistaa. Yritä uudestaan, kiitos.
fr: La réponse n'a pu être vérifiée. Veuillez réessayer.
hu: A jelszó visszaállítás válasza nem ellenőrizhető. Kérem próbálja később.
pl: Twoja odpowiedź na pytanie resetujące hasło nie może być zweryfikowana. Spróbuj ponownie.
pt: Sua resposta secreta não pode ser verificada. Por favor, tente novamente.
pt_pt: A sua resposta para reposição de password não pode ser verificada. Por favor tente novamente.
ru: Ваш ответ об изменении пароля не может быть подтвержден. Пожалуйста, попробуйте еще раз.
zh_hans: 您的密码重置答案验证失败，请重试。
zh_hant: 您的密碼重置回答無法驗證。請再試一次。

# UserDetails_NewPasswordError5
source: Your current password is incorrect for changing password question/answer.
cs: Vaše aktuální heslo je nesprávné pro změnu hesla otázka/odpověď.
de: Das aktuelle Passwort für die Änderung Ihrer Sicherheitsabfrage ist nicht korrekt.
es: Su contraseña actual está incorrecta. No se ha podido cambiar la Pregunta/Respuesta Secreta.
fi: Nykyinen salasanasi on väärä, jotta voisit vaihtaa salasanan kysymystä/vastausta.
fr: Votre mot de passe actuel est incorrect pour modifier la question/réponse du mot de passe.
hu: A jelenlegi jelszava nem megfelelő a titkos kérdés/válasz megváltoztatásához.
pl: Aktualne hasło do zmiany pytania/odpowiedzi do hasła jest nieprawidłowe.
pt: A senha atual informada está incorreta. Sua pergunta e resposta secreta não foram alteradas.
pt_pt: A sua password atual está incorreta pelo que não pode alterar a pergunta/resposta da password.
ru: Ваш текущий пароль некорректен при смене вопроса/ответа пароля.
zh_hans: 您当前密码错误，无法更改密码问题/答案
zh_hant: 您目前密碼不正確，無法修改密碼問題/回答。

# UserDetails_ToChangePasswordQuestionAnswer
source: To change your password security question/answer you need to enter your current password together with the new question and answer.
cs: Chcete-li změnit bezpečnostní otázku/odpověď pro změnu hesla, je třeba zadat aktuální heslo spolu s novou otázkou a odpovědí.
de: Zum ändern Ihrer Sicherheitsfrage bzw. -antwort für das Passwort müssen Sie zusätzlich zu der neuen Frage und Antwort ihr aktuelles Passwort angeben.
es: Para cambiar la Pregunta/Respuesta Secreta de su contraseña, necesita ingresar su contraseña actual junto con la nueva pregunta y respuesta.
fi: Vaihtaaksesi salasanasi kysymyksen/vastauksen sinun on annettava nykyinen salasanasi yhdessä uuden kysymyksen ja vastauksen kanssa.
fr: Pour modifier la question/réponse de sécurité du mot de passe, vous devez entrer votre mot de passe actuel ainsi que la nouvelle question/réponse.
hu: A fiók titkos kérdés/válasz változtatásához a jelenlegi jelszó és az új titkos kérdés/válasz megadása szükséges.
pl: Aby zmienić pytanie/odpowiedź do hasła, należy wprowadzić aktualne hasło wraz z nowym pytaniem i odpowiedzią.
pt: Para alterar a sua Pergunta/Resposta Secreta, você precisa digitar a sua senha atual juntamente com a nova pergunta e resposta.
pt_pt: Para alterar a sua pergunta/resposta de segurança da password necessita inserir a sua password atual em conjunto com a nova pergunta e resposta.
ru: Для изменения пароля необходимо ввести свой текущий пароль вместе с новым вопросом и ответом.
zh_hans: 您需要输入您当前的密码和新的安全问题和答案来更改安全问题/答案
zh_hant: 欲修改您的密碼安全問題/回答，您必須輸入目前密碼和新的問題與回答。

# UserProfile_ErrorUpdatingProfile
source: There was an error attempting to update your profile, please try again.
cs: Došlo k chybě při pokusu o aktualizaci Vašeho profilu. Prosím zkuste to znovu.
de: Während des Versuchs Ihr Profil zu aktualisieren, ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut.
es: Hubo un error al intentar actualizar su perfil. Por favor, inténtalo de nuevo.
fi: Tapahtui virhe päivitettäessä profiiliasi. Yritä uudestaan, kiitos.
fr: Une erreur s'est produite lors de la demande de mise à jour de votre profil. Veuillez réessayer.
hu: A felhasználói fiók frissítése közben hiba történt. Kérem próbálja később.
pl: Wystąpił błąd podczas aktualizacji Twojego profilu. Spróbuj ponownie.
pt: Houve um erro ao tentar atualizar seu perfil. Por favor, tente novamente.
pt_pt: Houve um erro ao tentar atualizar o seu perfil. Por favor tente novamente.
ru: Произошла ошибка при попытке обновить профиль, пожалуйста, попробуйте еще раз.
zh_hans: 更新用户资料出错，请重试
zh_hant: 欲更新您的使用者資訊時發生錯誤，請再試一次。

# UserDetails_CannotChangeAdminUser1
source: You cannot change the admin/active status of the System Administrator account!
cs: Nemůžete měnit hodnotu administrátor a aktivní pro správce systému!
de: Sie können den Status "aktiv" des Benutzerkontos für den Systemadministrator nicht ändern.
es: Usted no puede cambiar el estado admin/activo de la cuenta del administrador del sistema!
fi: Et voi muuttaa Järjestelmävalvoja-tilin ylläpito/aktiivisuus tilaa.
fr: Vous ne pouvez pas modifier le statut du compte Administrateur Système !
hu: A Rendszer Adminisztrátor admin/aktív státusza nem változtatható!
pl: Nie możesz zmienić statusu admin/aktywność na koncie Administratora systemu!
pt: Você não pode mudar o status admin/ativo da conta de administrador do sistema!
pt_pt: Não pode alterar o admin/status ativo da conta de Administrador do Sistema!
ru: Вы не можете изменить администраторский/активный статус учетной записи системного администратора!
zh_hans: 您不能更改系统管理员的状态
zh_hant: 您無法改變系統管理者帳號的管理/啟動狀態。

# UserDetails_ConfirmPasswordRequired
source: You need to confirm the new password
cs: Musíte potvrdit nové heslo
de: Sie müssen das neue Passwort bestätigen.
es: Usted necesita confirmar la nueva contraseña
fi: Sinun on vahvistettava uusi salasana
fr: Vous devez confirmer le nouveau mot de passe !
hu: Az új jelszó megerősítése kötelező
pl: Potwierdź nowe hasło
pt: Você precisa confirmar a nova senha
pt_pt: Precisa confirmar a nova password
ru: Вам необходимо подтвердить новый пароль
zh_hans: 请确认新密码
zh_hant: 必須確認新密碼

# UserDetails_InvalidEmailAddress
source: The user's email address is not valid, please update and try again
cs: E-mailová adresa uživatele není platná, prosím upravte ji a zkuste to znovu.
de: Die E-Mail Adresse des Benutzers ist nicht gültig, bitte aktualisieren und erneut versuchen.
es: La dirección de e-mail del usuario no es válida. Por favor, actualice e inténtelo de nuevo
fi: Käyttäjän sähköpostiosoite ei ole kelvollinen. Syötä uusi ja kokeile uudestaan
fr: L'adresse email saisie n'est pas valide, veuillez la modifier et ressayez.
hu: A felhasználó email címe nem érvényes, kérem frissítse és próbálja újra.
pl: Adres e-mail użytkownika jest nieprawidłowy, uaktualnij i spróbuj ponownie
pt: O endereço de e-mail do usuário não é válido. Por favor atualize e tente novamente
pt_pt: O endereço de e-mail do utilizador não é válido. Por favor atualize e tente novamente
ru: Адрес электронной почты пользователя недействителен, пожалуйста, обновите и повторите попытку.
zh_hans: 用户邮件无效，请重试
zh_hant: 使用者的電子郵件地址無效，請更新後再試一次

# UserDetails_InvalidPassword
source: The password is not valid. Please make sure it has the required length and number of special characters.
cs: Heslo není platné. Prosím, ujistěte se, že má požadovanou délku a počet speciálních znaků.
de: Das Passwort ist nicht gültig. Bitte vergewissern Sie sich, dass es die erforderliche Länge und Anzahl von Sonderzeichen hat.
es: La contraseña no es válida. Por favor, asegúrese de que tenga la longitud y el número de caracteres especiales requeridos.
fi: Salasana ei ole kelvollinen. Varmista vaadittu pituus ja erikoismerkkien määrä.
fr: Le mot de passe n'est pas valide. Veuillez vérifier qu'il a la longueur requise et qu'il comporte bien le nombre de caractères spéciaux.
hu: A jelszó nem érvényes. Kérem bizonyosodjon meg, hogy megfelelő hosszúságú és elég számú speciális karaktert tartalmaz.
pl: Hasło jest nieprawidłowe . Upewnij się czy ma wymaganą długość i liczbę znaków specjalnych.
pt: A senha é inválida. Por favor, certifique-se de que ela tem o comprimento necessário e o número de caracteres especiais requisitados.
pt_pt: A password não é válida. Por favor garanta que tem o comprimento necessário e o número requerido de caracteres especiais.
ru: Пароль недействителен. Пожалуйста, убедитесь, что он имеет требуемую длину и количество специальных символов.
zh_hans: 密码无效，请确认有足够的长度和特殊字符
zh_hant: 密碼無效。請確認密碼長度與特殊字元字數符合要求。

# UserDetails_InvalidPasswordAnswer
source: The password answer is too long, please try a different answer
cs: Odpověď na bezpečnostní otázku pro změnu hesla je příliš dlouhá, zkuste jinou odpověď.
de: Die Sicherheitsantwort ist zu lang, bitte geben Sie eine andere Antwort ein.
es: La respuesta secreta es demasiado larga. Por favor, intente una respuesta diferente.
fi: Salasanan vastaus on liian pitkä. Yirtä uutta vastausta, kiitos
fr: La réponse mot de passe est trop longue, veuillez saisir une autre réponse.
hu: A titkos válasz túl hosszú, kérem próbáljon egy másik választ megadni.
pl: Odpowiedź resetująca hasło jest za długa, podaj inną
pt: A resposta secreta é muito longa, por favor tente uma resposta diferente
pt_pt: A resposta da password é demasiado comprida. Por favor tente uma resposta diferente
ru: Ответ на пароль слишком длинный, пожалуйста, попробуйте другой ответ.
zh_hans: 答案超出长度，请更改
zh_hant: 密碼回答太長，請使用不同回答。

# UserDetails_InvalidPasswordQuestion
source: The password question is too long, please try a different question
cs: Bezpečnostní otázka pro změnu hesla je příliš dlouhá, zkuste jinou otázku.
de: Die Sicherheitsfrage ist zu lang, bitte geben Sie eine andere Frage ein.
es: La pregunta secreta es demasiado larga. Por favor, intente una pregunta diferente.
fi: Salasanan kysymys on liian pitkä. Yirtä uutta vastausta, kiitos
fr: La question mot de passe est trop longue, veuillez saisir une autre question.
hu: A titkos kérdés túl hosszú, kérem próbáljon egy másik kérdés megadni.
pl: Pytanie resetujące hasło jest za długie, podaj inne
pt: A pergunta secreta é muito longa, por favor tente uma pergunta diferente
pt_pt: A pergunta da password é demasiado comprida. Por favor tente uma pergunta diferente
ru: Вопрос с паролем слишком длинный, пожалуйста, попробуйте другой вопрос.
zh_hans: 安全问题超出长度，请更改
zh_hant: 密碼問題太長，請使用不同問題。

# UserDetails_InvalidUserName
source: The username is not valid. Please update and try again
cs: Uživatelské jméno není platné. Prosím upravte ho a zkuste to znovu.
de: Der Benutzername ist nicht gültig. Bitte aktualisieren Sie und versuchen es erneut.
es: El nombre de usuario es inválido. Por favor, actualice e inténtelo de nuevo
fi: Salasana ei ole kelvollinen. Syötä uusi ja kokeile uudestaan
fr: L'identifiant n'est pas valide. Veuillez entrer une autre nom.
hu: A felhasználói név nem érvényes, kérem változtassa meg és próbálja újra.
pl: Nazwa użytkownika nieprawidłowa . Popraw i spróbuj ponownie.
pt: O nome de usuário é inválido. Por favor, atualize e tente novamente
pt_pt: O nome de utilizador não é válido. Por favor atualize e tente novamente
ru: Имя пользователя недействительно. Пожалуйста, обновите и попробуйте еще раз
zh_hans: 用户名无效，请重试
zh_hant: 使用者名稱無效。請更新後再試一次

# UserDetails_NeedToSpecifyDn
source: You need to specify the Distinguished Name (DN) for the LDAP user.
cs: Je třeba zadat rozlišující jméno (DN) pro LDAP uživatele.
de: Sie müssen den Distinguished Name (DN) für den LDAP Benutzer angeben.
es: Usted necesita especificar el Nombre Distinguido (ND) para el usuario de LDAP.
fi: Sinun on määritettävä LDAP-käyttäjän DN.
fr: Vous devez spécifier le Distinguished Name (DN) pour l'utilisateur LDAP.
hu: Megkülönböztető Név (DN) megadása kötelező az LDAP felhasználó számára.
pl: Określ nazwę Distinguished Name (DN) dla użytkownika z LDAP
pt: Você precisa especificar o "Distinguished Name (DN)" para o usuário LDAP.
pt_pt: Precisa especificar o nome distintivo (DN) do utilizador LDAP.
ru: Вам необходимо указать Отличительное Имя (Distinguished Name - DN) для пользователя LDAP.
zh_hans: 您需要特定唯一的LDAP用户名
zh_hant: 您必須指定 LDAP 使用者的可辨名稱 (DN)

# UserDetails_NewPasswordRequired
source: You need to enter the new password
cs: Musíte zadat nové heslo
de: Sie müssen das neue Passwort eingeben
es: Usted necesita ingresar una nueva contraseña
fi: Sinun on annettava uusi salasana
fr: Vous devez saisir le nouveau mot de passe
hu: Kérem, írjon be egy új jelszót
pl: Podaj nowe hasło
pt: É necessário digitar a nova senha
pt_pt: Precisa inserir uma nova password
ru: Вам необходимо ввести новый пароль
zh_hans: 请输入新密码
zh_hant: 必須輸入新密碼

# UserDetails_PasswordAnswerRequired
source: You need to enter a password recovery answer
cs: Musíte zadat odpověď na otázku pro obnovení hesla.
de: Sie müssen die Antwort für die Passwort Wiederherstellung eingeben
es: Usted necesita ingresar una respuesta para recuperar su contraseña
fi: Sinun on annettava salasanan palautuksen vastaus
fr: Vous devez entrer une réponse de récupération du mot de passe.
hu: Kérem, írjon be egy új titkos választ
pl: Wprowadź odpowiedź resetującą hasło
pt: Você precisa digitar uma resposta de recuperação de senha
pt_pt: Precisa inserir uma resposta de recuperação da password
ru: Вам необходимо ввести ответ на восстановление пароля
zh_hans: 请输入密码恢复答案
zh_hant: 必須輸入密碼還原回答

# UserDetails_PasswordQuestionRequired
source: You need to enter a password recovery question
cs: Musíte zadat otázku pro obnovení hesla.
de: Sie müssen eine Frage für die Passwort Wiederherstellung eingeben
es: Usted necesita ingresar una pregunta para recuperar su contaraseña
fi: Sinun on annettava salasanan palautuksen kysymys
fr: Vous devez entrer une question de récupération du mot de passe
hu: Kérem, írjon be egy új titkos kérdést
pl: Wprowadź pytanie resetujące hasło
pt: Você precisa digitar uma pergunta de recuperação de senha
pt_pt: Precisa inserir uma pergunta de recuperação da password
ru: Вам необходимо ввести вопрос о восстановлении пароля
zh_hans: 请输入密码恢复问题
zh_hant: 必須輸入密碼還原問題

# UserDetails_PasswordsNotMatch
source: The password confirmation does not match the new password
cs: Potvrzující heslo se neschoduje s novým heslem.
de: Das Passwort und die Bestätigung stimmen nicht überein
es: La confirmación de contraseña no coincide con la contraseña nueva
fi: Salasanan vahvistus ei vastaa uutta salasanaa
fr: La confirmation du mot de passe ne correspond pas au nouveau mot de passe.
hu: A jelszó megerősítése nem egyezik a jelszóval
pl: Potwierdzenie nie zgodne z hasłem
pt: A confirmação da senha não corresponde à nova senha
pt_pt: A confirmação da password não corresponde à nova password
ru: Подтверждение пароля не соответствует новому паролю
zh_hans: 确认密码与新密码不一致
zh_hant: 密碼確認與新密碼不一致

# UserDetails_ProviderError
source: Unable to create/update user. Please check the system event log for more details.
cs: Nelze vytvořit / aktualizovat uživatele. Pro více informací prosím zkontrolujte protokol událostí systému.
de: Nicht möglich den Benutzer zu aktualisieren / anzulegen. Bitte überprüfen Sie das Systemprotokoll für mehr Informationen.
es: No se puede crear/actualizar un usuario. Por favor verifique el evento registrado en el sistema para más detalles.
fi: Käyttäjän luonti/päivitys ei onnistu. Tarkista järjestelmän tapahtumalogista lisätiedot, kiitos.
fr: Impossible de créer/mettre à jour l'utilisateur. Veuillez vérifier le journal du système pour plus d'informations.
hu: Felhasználó nem létrehozható/frissíthető. Kérem nézze meg a Rendszer esemény naplót bővebb információért.
pl: Nie można utworzyć/zmodyfikować użytkownika. Sprawdź systemowy log zdarzeń w celu uzyskania szczegółów.
pt: Não é possível criar/atualizar o usuário. Por favor, verifique o log de eventos do sistema para obter mais detalhes.
pt_pt: Não foi possível criar/atualizar o utilizador. Por favor verifique o log de eventos do sistema para obter mais informação.
ru: Невозможно создать/обновить пользователя. Пожалуйста, проверьте системный журнал событий для получения более подробной информации.
zh_hans: 无法创建/更新用户，请检查系统日志。
zh_hant: 無法建立/更新使用者。請確認系統事件記錄取得詳細資訊。

# UserDetails_UserNameInUse
source: The entered user-name is already in use, please choose another!
cs: Zadané uživatelské jméno je již použito, prosím zadejte jiné!
de: Der eingegebene Benutzername ist bereits vergeben, bitte wählen Sie einen anderen.
es: El nombre de usuario introducido ya está en uso, por favor elija otro!
fi: Syöttämäsi käyttäjätunnus on jo käytössä. Valitse toinen, kiitos!
fr: L'identifiant saisi est déjà utilisé, veuillez en choisir un autre.
hu: A megadott felhasználónév már létezik. Kérjük válasszon másikat!
pl: Wprowadzona nazwa użytkownika jest już w użyciu, wybierz inną!
pt: O nome de usuário digitado já está em uso. Por favor, escolha outro nome.
pt_pt: O nome de utilizador inserido já está a ser utilizado. Por favor escolha outro!
ru: Введенное имя пользователя уже используется, пожалуйста, выберите другое!
zh_hans: 用户名已存在。
zh_hant: 輸入的使用者名稱已被使用，請選擇其他名稱。

# Users_PasswordError_MoreAlphaNumeric
source: The new password needs to have more numeric characters.
cs: Nové heslo musí mít více numerických znaků.
de: Das neue Passwort muss mehr numerische Zeichen haben.
es: La nueva contraseña necesita tener más caracteres numéricos.
fi: Uudessa salasanassa on oltava enemmän numeerisia merkkejä
fr: Le nouveau mot de passe doit comporter plus de caractères numériques.
hu: Az új jelszó létrehozásához több numerikus karakter szükségeltetik.
pl: Nowe hasło musi mieć więcej wartości numerycznych.
pt: A nova senha precisa ter mais caracteres numéricos.
pt_pt: A nova password necessita ter mais caracteres numéricos.
ru: Новый пароль должен содержать больше цифровых символов.
zh_hans: 新密码需要更多的数字字符
zh_hant: 新密碼必須有更多數字字元。
