Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_PlanningOptions_WorkingHoursPerDayNotInRange
source: Working hours per day must be in the range 1-24
cs: Pracovní doba za den musí být v rozmezí 1–24
de: Arbeitsstunden pro Tag müssen im Bereich von 1-24 sein
es: Las horas laborables por día deben estar en el rango 1-24
fi: Päivän työtuntien määrä täytyy olla välillä 1-24
fr: Le nombre d'heures de travail par jour doit être compris entre 1 et 24.
hu: Heti munkaórának 1-24 között kell lennie
pl: Liczba godzin roboczych w dniu musi być pomiędzy 1 a 24
pt: Horas úteis por dia deve estar no intervalo de 1-24
pt_pt: As horas de trabalho por dia devem estar no intervalo 1-24
ru: Часы работы в день должны быть в диапазоне 1-24.
zh_hant: 每天工作時數必須介於1-24

# Admin_ProjectDetails_NotExists
source: Unable to locate existing product!
cs: Nelze najít existující produkt!
de: Kann kein existierendes Produkt finden!
es: No se puede localizar el proyecto existente!
fi: Olemassa olevaa projektia ei löydy!
fr: Impossible de localiser un produit en cours !
hu: Nem található meglévő projekt!
pl: Nie można odnaleźć istniejącego projektu!
pt: Não foi possível localizar o projeto existente!
pt_pt: Não foi possível localizar o projeto existente!
ru: Невозможно определить местонахождение существующего продукта!
zh_hant: 無法找到已存在專案。

# Admin_ProjectDetails_ProjectNameRequired
source: Product Name is required
cs: Název produktu je povinný
de: Produktname ist erforderlich
es: El Nombre del Proyecto es necesario
fi: Projektin nimi vaaditaan
fr: Veuillez saisir un nom de produit.
hu: projektnév szükséges
pl: Wymagana nazwa projektu
pt: Nome do Projeto é obrigatório
pt_pt: É necessário o nome do projeto
ru: Требуется название продукта
zh_hant: 專案名稱為必須

# Admin_ProjectDetails_WebSiteUrlInvalid
source: The Web Site needs to be a valid URL
cs: Webová stránka musí být platná adresa URL
de: Die Website braucht eine gültige URL
es: El Sitio Web debe ser una URL válida
fi: Nettisivun osoitteen täytyy olla toimiva URL.
fr: Veuillez saisir une valeur URL valide.
hu: A webhelynek érvényes URL-nek kell lennie
pl: Niepoprawny adres URL
pt: Web Site deve conter uma URL válida
pt_pt: O Website necessita ter um URL válido
ru: Веб-сайт должен быть корректным URL-адресом.
zh_hant: 網站必須有一個有效 URL

# Admin_ProjectGroupDetails_CannotMakeDefaultInactive
source: You can't make the default program inactive
cs: Výchozí program nemůžete deaktivovat
de: Sie können das Standard-Programm nicht inaktivieren
es: Usted no puede desactivar el grupo de proyectos por defecto
fi: Oletusprojektiryhmää ei voi asettaa passiiviseksi
fr: Le programme par défaut ne peut être inactif.
hu: Nem teheti inaktívvá az alapértelmezett programot
pl: Nie można wybrać nieaktywnej grupy projektów jako domyślnej
pt: Você não pode tornar o grupo de projeto padrão inativo
pt_pt: Não pode tornar inativo o grupo de projeto por defeito
ru: Вы не можете сделать программу по умолчанию неактивной.
zh_hant: 您無法將預設專案群組設為取消啟動

# Admin_ProjectGroupDetails_CannotMakeInactiveDefault
source: You cannot make an inactive program the default one in the system.
cs: Neaktivní program nemůžete v systému nastavit jako výchozí.
de: Sie können ein inaktives Programm nicht zum Standard erklären
es: Usted no puede convertir un grupo de proyectos inactivo en el predeterminado del sistema.
fi: Järjestelmässä olevaa passiivista projektiryhmää ei voi muuttaa oletusryhmäksi.
fr: Le programme par défaut ne peut être inactif.
hu: Nem tehet inaktív programot alapértelmezetté a rendszerben.
pl: Nie można deaktywować domyślnej grupy projektów
pt: Você não pode tornar um grupo de projeto inativo o padrão do sistema.
pt_pt: Não pode tornar um grupo de projeto inativo como o grupo de projeto por defeito no sistema.
ru: Нельзя сделать неактивную программу программой по умолчанию в системе.
zh_hant: 您無法將系統中預設的專案群組為取消啟動。

# Admin_ProjectGroupDetails_ConfirmUserDelete
source: Are you sure you want to remove these user(s) from the program?
cs: Opravdu chcete tyto uživatele z programu odebrat?
de: Sind Sie sicher, dass Sie diese(n) Benutzer aus dem Programm entfernen möchten?
es: Está seguro de que desea eliminar este(os) usuario(s) del grupo de proyectos?
fi: Haluatko varmasti poistaa nämä käyttäjät projektiryhmästä?
fr: Voulez-vous supprimer ces utilisateurs du programme ?
hu: Biztosan eltávolítja ezeket a felhasználókat a programból?
pl: Na pewno usunąć użytkownika(ów) z grupy projektów?
pt: Tem certeza de que deseja remover esse(s) usuário(s) do grupo de projeto?
pt_pt: Tem certeza que desja remover este(s) utilizador(es) do grupo de projeto?
ru: Вы уверены, что хотите удалить этих пользователей из программы?
zh_hant: 您確定要從此專案群組移除使用者？

# Admin_ProjectGroupDetails_MembershipRemoved
source: Program Members Successfully Removed.
cs: Členové programu byli úspěšně odebráni.
de: Mitglieder des Programms erfolgreich entfernt.
es: Miembros del Grupo de Proyectos eliminados con éxito.
fi: Projektiryhmän jäsenet poistettu onnistuneesti.
fr: Utilisateurs supprimés du programme.
hu: Programtagok sikeresen eltávolítva.
pl: Usunięto z grupy projektów
pt: Membros do Grupo de Projetos Removidos com sucesso.
pt_pt: Membros do Grupo de Projeto removidos com sucesso
ru: Члены программы Успешно удалены.
zh_hant: 專案群組成員已成功移除。

# Admin_ProjectGroupDetails_MembershipUpdated
source: Program Membership Updated.
cs: Aktualizováno členství v programu.
de: Programmmitgliedschaft erfolgreich geändert.
es: Afiliaciones al Proyecto actualizadas.
fi: Projektiryhmän jäsenyydet päivitetty onnistuneesti.
fr: Mise à jour du programme effectuée.
hu: Programtagság frissítve.
pl: Zaktualizowano członków grupy projektów.
pt: Adesões ao Projeto atualizadas.
pt_pt: Membros do Grupo de Projeto atualizados.
ru: Обновлено членство в программе.
zh_hant: 專案群組成員已更新。

# Admin_ProjectGroupDetails_NameRequired
source: Program Name is required
cs: Název programu je povinný
de: Programmname ist erforderlich
es: El Nombre del Grupo de Proyecto es necesario
fi: Projektiryhmän nimi vaaditaan
fr: Veuillez saisir un nom de programme.
hu: Programnév szükséges
pl: Wymagana nazwa dla grupy projektów
pt: Nome do Grupo de Projeto é obrigatório
pt_pt: É necessário o nome do grupo de projeto
ru: Название программы обязательно
zh_hant: 專案群組名稱為必須

# Admin_ProjectGroupDetails_NeedAtLeastOneDefault
source: You need to have at least one default program. Please make another program the default instead of setting this one to No.
cs: Musíte mít alespoň jeden výchozí program. Nastavte prosím jiný program jako výchozí místo nastavení tohoto na Ne.
de: Sie müssen mindestens ein Standard-Programm haben. Statt dieses auf Nein zu setzen, setzen Sie bitte ein anderes Programm als Standard ein.
es: Usted debe tener al menos un grupo de proyectos por defecto. Por favor, haga que otro grupo de proyecto sea el valor predeterminado en lugar de configurarlo como No.
fi: Vähintään yhden projektiryhmän täytyy olla oletuksena. Muuta toinen projektiryhmä oletusryhmäksi asettamalla tämän ryhmän arvoksi Ei.
fr: Au moins un programme défaut doit être présent. Veuillez définir comme défaut un autre programme
hu: Legalább egy alapértelmezett programnak kell lennie. Kérem, tegye egy másik programot alapértelmezetté, és ne ezt állítsa „No”-ra.
pl: Musi istnieć co najmniej jedna domyślna grupa projektów. Zaznacz najpierw inną grupę jako domyślną.
pt: Você precisa ter pelo menos um grupo de projeto padrão. Por favor, torne outro grupo de projeto o padrão antes definir o presente grupo como não padrão.
pt_pt: Necessita ter pelo menos um grupo de projeto por defeiro. Por favor escolha outro grupo de projeto para grupo por defeito em vez de configurar este como Não.
ru: Вам нужна хотя бы одна программа по умолчанию. Пожалуйста, сделайте другую программу по умолчанию, вместо того, чтобы ставить в ней значение "Нет".
zh_hant: 必須有至少一個預設專案群組。請將另一個群組設為預設，而非設定此為「否」。

# Admin_ProjectGroupDetails_NotExists
source: Unable to locate existing program!
cs: Nelze najít existující program!
de: Kann kein Programm finden!
es: No se puede localizar el grupo de proyecto existente!
fi: Olemassaolevaa projektiryhmää ei löydy!
fr: Impossible de localiser le programme.
hu: Nem található meglévő program!
pl: Nie można odnaleźć istniejącej grupy projektów!
pt: Não foi possível localizar o grupo de projeto existente!
pt_pt: Não foi possível localizar o grupo de projeto existente!
ru: Невозможно найти существующую программу!
zh_hant: 無法找到已存在專案群組。

# Admin_ProjectGroups_CannotDeleteDefault
source: You cannot delete the default program.
cs: Výchozí program nelze odstranit.
de: Sie können das Standard-Programm nicht löschen.
es: No puede borrar el Grupo de Proyecto por defecto.
fi: Oletusprojektiryhmää ei voi poistaa.
fr: Vous ne pouvez pas effacer le programme défaut.
hu: Nem törölheti az alapértelmezett programot.
pl: Nie można usunąć domyślnej grupy projektów.
pt: Você não pode excluir o grupo de projeto padrão.
pt_pt: Não pode eliminar o grupo de projeto padrão.
ru: Вы не можете удалить программу по умолчанию.
zh_hant: 您無法刪除預設專案群組。

# Admin_ProjectGroups_DeleteConfirm
source: Are you sure you want to delete this program? This will move all its products to the default program.
cs: Opravdu chcete tento program smazat? Tím přesunete všechny své produkty do výchozího programu.
de: Sind Sie sicher, dass Sie dieses Programm löschen möchten? Dies wird all ihre Produkte dem Standard-Programm zuordnen.
es: Está seguro de que desea eliminar este grupo de proyecto? Esta acción moverá todos sus proyectos al grupo por defecto.
fi: Oletko varma että haluat poistaa tämän projektiryhmän? Kaikki sen projektit siirretään oletusryhmään.
fr: Etes-vous sûr de vouloir effacer ce programme ? Tous les produits seront regroupés dans le programme défaut.
hu: Biztosan törli ezt a programot? Ezzel a projektek mindegyike az alapértelmezett programba kerül.
pl: Na pewno usunąć tę grupę projektów? Spowoduje to przeniesienie projektów usuwanej grupy do grupy domyślnej.
pt: Tem certeza que deseja excluir esse grupo de projeto? Esta ação irá mover todos os seus projetos para o grupo padrão.
pt_pt: Tem certeza que deseja eliminar este grupo de projeto? Esta ação fará mover todos os projetos para o grupo padrão.
ru: Вы уверены, что хотите удалить эту программу? Это переведет все его продукты в программу по умолчанию.
zh_hant: 您確定要刪除此專案群組？這將移動所有專案至預設群組。

# Global_EnterValidDateValue
source: You need to enter a valid date for '{0}'!
cs: Musíte zadat platné datum pro '{0}'!
de: Sie müssen ein gültiges Datum für {0} eingeben!
es: Usted debe introducir una fecha válida para '{0}'!
fi: Anna oikea päivämäärä '{0}'!
fr: Veuillez saisir une date valide pour '{0}'.
hu: Érvényes dátumot kell megadni a(z) {0}-hoz!
pl: Wpisz poprawną datę dla '{0}'!
pt: Você precisa digitar uma data válida para '{0}'!
pt_pt: Necessita inserir uma dta válida para '{0}'!
ru: Вам нужно ввести действительную дату для '{0}'!
zh_hant: 必須為{0}輸入一個有效日期！

# LdapConfiguration_FailedToAuthenticate
source: WARNING: Failed to authenticate against LDAP server, please check configuration and try again. Settings have not been saved.
cs: UPOZORNĚNÍ: Nepodařilo se provést ověření proti serveru LDAP, zkontrolujte konfiguraci a zkuste to znovu. Nastavení nebyla uložena.
de: WARNUNG: Fehler bei der LDAP-Authentifizierung. Überprüfen Sie bitte die Konfiguration und versuchen Sie es erneut. Die Einstellungen wurden nicht gespeichert.
es: ADVERTENCIA: Error de autenticación en el servidor LDAP. Verifique la configuración e vuelva a intentarlo. Los ajustes no se han guardado.
fi: VAROITUS: Autentikointi LDAP palvelimelle ei onnistunut, tarkista konfiguraatio ja yritä uudelleen. Asetuksia ei ole tallennettu.
fr: Attention : authentification LDAP incorrecte, veuillez vérifier les paramètres de configuration. La configuration n'a pas été sauvegardée.
hu: FIGYELEM: Nem sikerült az LDAP-szerver alapján történő hitelesítés kérem, ellenőrizze a konfigurációt és próbálja újra. A beállítások nem kerültek mentésre.
pt: AVISO: Falha ao autenticar com o servidor LDAP. Por favor, verifique as configurações e tente novamente. As mudanças não foram salvas.
pt_pt: AVISO: Falhou a autenticação no sevidor LDAP, por favor verifique a configuração e tente novamente. As configurações não foram gravadas.
ru: ВНИМАНИЕ: Не удалось аутентифицироваться на LDAP-сервере, пожалуйста, проверьте конфигурацию и повторите попытку. Настройки не были сохранены.
zh_hant: 警告： LDAP 伺服器認證失敗，請確認設定後再試一次。設定尚未儲存。

# Admin_PlanningOptions_NonWorkingHoursPerMonthNotInteger
source: Non-Working Hours Per Month should be an integer value
cs: Nepracovní doba za měsíc by měla být celočíselná hodnota
de: Arbeitsfreie Stunden pro Monat sollten ganzzahlige Werte sein.
es: Horas no Laborables por Mes debe ser un valor entero
fi: Kuukauden ei-työtuntien määrän täytyy olla kokonaisluku
fr: Veuillez saisir une valeur pour le nombre d'heures non travaillées par mois.
hu: A nem munkával töltött órák száma havonta egész számnak kell lennie
pl: Ilość wolnych godzin w miesiącu powinna być liczbą całkowitą
pt: Horas Não-Úteis por Mês deve ser um valor inteiro
pt_pt: As Horas de não-trabalho por mês devem ter um valor inteiro
ru: Нерабочие часы в месяц должны быть целыми числами.
zh_hant: 每月非工作時數應為整數值

# Admin_PlanningOptions_NonWorkingHoursPerMonthRequired
source: Non-Working Hours Per Month is required
cs: Je vyžadována nepracovní doba za měsíc
de: Arbeitsfreie Stunden pro Monat sind erforderlich
es: Horas no Laborables por Mes es requerido
fi: Kuukauden ei-työtuntien määrä vaaditaan
fr: Veuillez saisir une valeur entière pour le nombre d'heures non travaillées par mois.
hu: A nem munkával töltött órák száma havonta szükséges
pl: Wymagana ilość wolnych godzin w miesiącu
pt: Horas Não-Úteis por Mês é obrigatório
pt_pt: São necessárias as horas de não-trabalhoi por mês
ru: Требуется нерабочее время в месяц.
zh_hant: 每月非工作時數為必須

# Admin_PlanningOptions_WorkDaysPerWeekNotInteger
source: Work Days Per Week should be an integer value
cs: Pracovní dny za týden by měla být celočíselná hodnota
de: Arbeitstage pro Woche sollten ganzzahlige Werte sein.
es: Días Laborables por Semana debe ser un valor entero
fi: Viikon työpäivien määrän täytyy olla kokonaisluku
fr: Veuillez saisir une valeur entière pour le nombre de journées de travail par semaine.
hu: A munkával töltött napok száma hetente egész számnak kell lennie
pl: Ilość dni pracy w tygodniu powinna być liczbą całkowitą
pt: Dias Úteis por Semana deve ser um valor inteiro
pt_pt: Os dias de trabalho por semana devem ser um valor inteiro
ru: Рабочие дни в неделю должны быть целыми числами.
zh_hant: 每週工作天數應為整數值

# Admin_PlanningOptions_WorkDaysPerWeekRequired
source: Work Days Per Week is required
cs: Vyžadují se pracovní dny za týden
de: Arbeitstage pro Woche sind erforderlich
es: Días Laborables por Semana es necesario
fi: Lisää viikon työpäivien määrä
fr: Veuillez saisir une valeur pour le nombre de journées de travail par semaine.
hu: A munkával töltött napok száma hetente szükséges
pl: Wymagana ilość dni pracy w tygodniu
pt: Dias Úteis por Semana é obrigatório
pt_pt: São necessários os dias trabalho por semana
ru: Требуются рабочие дни в неделю
zh_hant: 每週工作天數為必須

# Admin_PlanningOptions_WorkHoursPerDayNotInteger
source: Work Hours Per Day should be an integer value
cs: Pracovní doba za den by měla být celočíselná hodnota
de: Arbeitsstunden pro Tag sollten ganzzahlige Werte sein
es: Horas Laborables por Día debe ser un valor entero
fi: Päivän työtuntien määrän täytyy olla kokonaisluku
fr: Veuillez saisir une valeur entière pour le nombre d'heures de travail par jour.
hu: A munkával töltött napok száma egész számnak kell lennie
pl: Ilość godzin pracy w dniu powinna być liczbą całkowitą
pt: Horas Úteis por Dia deve ser um valor inteiro
pt_pt: As horas de trabalho por dia devem ser um valor inteiro
ru: Количество рабочих часов в день должно быть целочисленным значением.
zh_hant: 每天工作時數應為整數值

# Admin_ProjectGroupMembershipAdd_UserAlreadyMember
source: You can't add a user that's already a member of the program!
cs: Nelze přidat uživatele, který je již členem programu!
de: Sie können keinen Benutzer hinzufügen, der bereits Mitglied des Programms ist!
es: Usted no puede agregar un usuario que ya sea miembro del grupo del proyecto!
fi: Et voi lisätä käyttäjää, joka on jo projektiryhmän jäsen!
fr: Utilisateur déjà membre du programme !
hu: Nem adhat hozzá olyan felhasználót, aki már tagja a programnak!
pl: Nie można dodać użytkownika, który już jest członkiem grupy projektów!
pt: Você não pode adicionar um usuário que já é membro do grupo do projeto!
pt_pt: Não pode adicionar um utilizador que já seja membro do grupo de projeto!
ru: Вы не можете добавить пользователя, который уже является участником программы!
zh_hant: 您無法新增已為專案群組成員的使用者！

# Admin_ProjectMembershipAdd_UserAlreadyMember
source: You can't add a user that's already a member of the product!
cs: Nelze přidat uživatele, který již je členem produktu!
de: Sie können keinen Benutzer hinzufügen, der bereits Mitglied des Produkts ist!
es: Usted no puede agregar un usuario que ya sea miembro del proyecto!
fi: Et voi lisätä käyttäjää, joka on jo projektin jäsen!
fr: Utilisateur déjà membre du produit!
hu: Nem adhat hozzá olyan felhasználót, aki már tagja a projektnek!
pl: Nie można dodać użytkownika, który już jest członkiem projektu!
pt: Você não pode adicionar um usuário que já é membro do projeto!
pt_pt: Não pode adicionar um utilizador que já seja membro do projeto!
ru: Вы не можете добавить пользователя, который уже является членом продукта!
zh_hant: 您無法新增已為專案成員的使用者！

# Admin_ProjectMembership_ConfirmRemove
source: Are you sure you want to remove these user(s) from the product?
cs: Opravdu chcete tyto uživatele z produktu odebrat?
de: Sind Sie sicher, dass Sie diese(n) Benutzer aus dem Produkt entfernen möchten?
es: Está seguro de que desea eliminar este(os) usuario(s) del proyecto?
fi: Haluatko varmasti poistaa nämä käyttäjät projektista?
fr: Etes-vous sûr de vouloir supprimer ces utilisateurs du produit ?
hu: Biztosan eltávolítja a felhasználót (felhasználókat) a projektből?
pl: Na pewno usunąć użytkownika(ów) z projektu?
pt: Tem certeza que deseja remover esse(s) usuário(s) do projeto?
pt_pt: Tem certeza que deseja remover este(s) utilizador(es) do projeto?
ru: Вы уверены, что хотите удалить этих пользователей из продукта?
zh_hant: 您確定要從專案移除使用者？

# Admin_ProjectMembership_DeleteSuccess
source: Product Members Successfully Removed.
cs: Členové produktu byli úspěšně odebráni.
de: Produktmitglieder erfolgreich entfernt.
es: Se eliminaron con éxito los miembros del proyecto.
fi: Projektin jäsenet poistettu onnistuneesti.
fr: Suppression effectuée
hu: projekttagok sikeresen eltávolítva.
pl: Usunięto z projektu.
pt: Membros do Projeto removidos com sucesso.
pt_pt: Membros do projeto removidos com sucesso.
ru: Участники продукта успешно удалены.
zh_hant: 專案成員已成功移除。

# Admin_ProjectMembership_Success
source: Product Membership Updated.
cs: Aktualizováno členství v produktu.
de: Produktmitgliedschaft geändert.
es: Afiliaciones al Proyecto actualizadas.
fi: Projektin jäsenyys päivitetty.
fr: Mise à jour effectuée
hu: projekttagság frissítve.
pl: Zaktualizowano członków projektu .
pt: Adesões ao Projeto atualizadas.
pt_pt: Pertença de membros do projeto atualizada.
ru: Обновлено членство в программе.
zh_hant: 專案成員已更新。

# Admin_ActiveSessions_ConfirmEnd
source: Are you sure you want to end this user's session?
cs: Opravdu chcete relaci tohoto uživatele ukončit?
de: Sind Sie sicher, dass Sie diese Benutzer-Session beenden möchten?
es: Está seguro de que desea finalizar la sesión de este usuario?
fi: Haluatko päättää tämän käyttäjäistunnon?
fr: Etes-vous sûr de vouloir fermer la session de cet utilisateur ?
hu: Biztosan lezárja a felhasználó munkamenetét?
pl: Zakończyć sesję tego użytkownika?
pt: Tem certeza que deseja encerrar a sessão desse usuário?
pt_pt: Tem certeza que deseja terminar esta sessão do utilizador?
ru: Вы уверены, что хотите закончить сессию этого пользователя?
zh_hant: 您確定要結束此使用者的連線？

# Admin_AutomationEngineDetails_DeleteConfirm
source: Are you sure you want to delete this plug-in? This will delete all the data mapping entries, and cannot be undone!
cs: Opravdu chcete tento doplněk smazat? Tímto odstraníte všechny položky mapování dat a změny nebude možné vrátit zpět!
de: Sind Sie sicher, dass Sie dieses Plug-In löschen möchten? Dies wird alle Einträge für die Datenzuordnung löschen und kann nicht rückgängig gemacht werden!
es: Está seguro de que desea borrar este plug-in? Esta acción borrará todas las entradas de mapeo de datos y no se puede deshacer!
fi: Haluatko varmasti poistaa tämä liitännäisen? Samalla poistuvat myös kaikki datamappaukset, eikä sitä voi peruuttaa!
fr: Etes-vous sûr de vouloir supprimer ce module ? Toutes les données associées seront perdues et ne pourront être recouvrées.
hu: Biztosan törli ezt a kiegészítőt? Ezzel az összes adattérkép-bejegyzést törli, ami nem fordítható vissza.
pl: Czy na pewno chcesz usnuąć tę wtyczkę ? Operacja ta nieodracalnie usunie wszystkie mapowania.
pt: Tem certeza de que deseja excluir esse plug-in? Esta ação irá apagar todas as entradas de mapeamento de dados e não poderá ser desfeita!
pt_pt: Tem certeza que deseja eliminar este plug-in? Esta acção eliminará todos os dados correspondentes de entrada e não pode ser revertida!
ru: Вы уверены, что хотите удалить этот плагин? Это удалит все записи отображения данных, и не может быть отменено!
zh_hant: 您確定要刪除此外掛程式？這將刪除所有對應項目資料，且無法還原！

# Admin_AutomationEngineDetails_NameRequired
source: You need to specify a name for the engine
cs: Musíte zadat název enginu
de: Sie müssen einen Namen für die Maschine angeben
es: Es necesario especificar un nombre para la herramienta
fi: Määritä enginen nimi
fr: Veuillez saisir un nom.
hu: Adjon meg egy nevet a motorhoz
pl: Musisz wprowadzić nazwę silnika automatyzacji
pt: É necessário especificar um nome para o mecanismo
pt_pt: Necessita especificar um nome para o motor
ru: Вам нужно указать имя для двигателя
zh_hant: 必須為此引擎指定名稱

# Admin_AutomationEngineDetails_TokenNotUnique
source: You need to enter a unique Token for this automation engine. The one specified is already in use.
cs: Pro tento automatizační engine musíte zadat jedinečný Token. Zadaný je již používán.
de: Sie müssen eine eindeutige Identifikation für diese Automatisierungsmaschine eingeben. Die Eingegebene ist bereits im Einsatz.
es: Usted debe introducir un Token único para esta herramienta de automatización. La herramienta especificada ya está en uso.
fi: Anna tunniste tälle automaatioenginelle. Antamasi tunniste on jo käytössä.
fr: Token déjà utilisé. Veuillez saisir une nouvelle valeur pour l'hôte d'automatisation.
hu: Adjon meg egy egyéni tokent ehhez az automatizációs motorhoz. A megadott tétel már használatban van.
pl: Musisz wprowadzić unikalny Token dla silnika automatyzacji.
pt: Você precisa digitar um Token exclusivo para esse mecanismo de automação. O especificado já está em uso.
pt_pt: Necessita inserir um Token único para o motor de automação. O especificado já está em uso.
ru: Вам нужно ввести уникальный Жетон для этого двигателя автоматизации. Указанный уже используется.
zh_hant: 必須為此自動化引擎輸入唯一標誌。這個已使用中。

# Admin_AutomationEngineDetails_TokenRequired
source: You need to specify a token for the engine
cs: Musíte určit token pro engine
de: Sie müssen eine Identifikation für die Maschine angeben
es: Es necesario especificar un Token para la herramienta
fi: Määritä tunniste koneelle
fr: Veuillez saisir un token pour l'hôte d'automatisation.
hu: Egy tokent kell megadni a motorhoz
pl: Musisz wprowadzić token
pt: Você precisa informar um Token para o mecanismo
pt_pt: Necessita especificar um token para o motor
ru: Вам нужно указать токен для двигателя.
zh_hant: 必須為此引擎指定標誌
