Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Services_TestCaseParameterIdNotNull
source: Test Case Parameter object needs to have TestCaseParameterId set to null for adding
cs: Objekt parameter testovacího případu musí mít pro vytvoření nastavené TestCaseParameterId na hodnotu null
de: Das Objekt Testfallparamater muss eine undefinierte TestfallParmaterId haben, um erstellt zu werden
es: El objeto Parámetro de Caso de Prueba debe tener TestCaseParameterId igual a nulo para agregar
fi: Testitapauksen parametri-objektia lisättäessä pitää TestCaseParameterId olla tyhjä
fr: L'objet Paramètre de Scénario de test doit avoir TestCaseParameterId initialisé à nul pour l'ajout
hu: Teszteset paraméterének hozzáadásához TestCaseParameterId mezőjének null-nak kell lennie
pl: Aby dodać parametr przypadku testowego, wartość TestCaseParameterId musi być null
pt: O Objeto Parâmetro de Caso de Teste precisa ter TestCaseParameterId definido como null para adição
pt_pt: Para adicionar o objeto Parâmetro do Caso de Teste, TestCaseParameterId tem que assumir o valor null
ru: Объекту Test Case Parameter необходимо, чтобы TestCaseParameterId для добавления имел значение null
zh_hans: 测试用例参数对象需要具备 TestCaseParameterId 设置为空的添加
zh_hant: 新增測試案例參數物件 TaseCaseParameterId 需設定為空

# Services_TestSetIdMissing
source: TestSet object needs to have TestSetId populated
cs: Objekt testovací sada musí mít TestSetId vyplněné
de: Das Testreihenobjekt muss eine TestSetId haben
es: El objeto Conjunto de Pruebas debe tener un TestSetID con información
fi: Testijoukko-objektin TestSetid pitää olla asetettu
fr: TestSetId doit être défini pour l’objet Ensemble de tests
hu: Teszt set TestSetId mezőjének kitöltése kötelező
pl: Zestaw testowy musi mieć wypełnione TestSetId
pt: O Objeto Conjunto de Testes precisa ter TestSetId preenchido
pt_pt: O objeto Conjunto de Teste precisa ter o TestSetId preenchido
ru: Объект TestSet должен быть заполнен TestSetId
zh_hans: 测试台对象需要具备 TestSetId 填充
zh_hant: 測試集物件必須有 TestSetId 填入

# Services_TestSetIdNotNull
source: Test Set object needs to have TestSetId set to null for creation
cs: Objekt testovací sada musí mít pro vytvoření nastavené TestSetId na hodnotu null
de: Das Testreihenobjekt muss eine undefinierte TestSetId haben, um erstellt zu werden
es: El objeto Conjunto de Pruebas debe tener un TestSetID igual a nulo para su creación
fi: Testijoukko-objektia luotaessa TestSetId pitää olla tyhjä
fr: L'objet Ensemble de tests doit avoir TestSetId initialisé à nul pour la création
hu: Teszt szett létrehozásához TestSetId mezőjének null-nak kell lennie
pl: Aby utworzyć zestaw testowy TestSetId musi mieć wartość null
pt: O Objeto Conjunto de Testes precisa ter TestSetId definido como null para criação
pt_pt: Para criar o objeto Conjunto de Teste, TesteSetId tem que assumir o valor null
ru: Объекту Test Set необходимо, чтобы TestSetId для создания был равен нулю
zh_hans: 测试集的对象需要有 TestSetId 设置为空的创作
zh_hant: 建立測試集物件 TestSetId 需設定為空

# Services_TestStepIdNotNull
source: Test Step object needs to have TestStepId set to null for creation
cs: Objekt krok testu musí mít pro vytvoření nastavené TestStepId na hodnotu null
de: Das Testschrittobjekt muss eine undefinierte TestStepId haben, um erstellt zu werden
es: El objeto Paso de Prueba debe tener un TestStepID igual a nulo para su creación
fi: Testiaskel-objektia luotaessa TestStepId pitää olla tyhjä
fr: L’objet Etape de test doit avoir TestStepId initialisé avec null pour la création
hu: Teszt lépés létrehozásához TestStepId mezőjének null-nak kell lennie
pl: Aby utworzyć krok testowy TestStepId musi musi mieć wartość null
pt: O Objeto de Etapa de Testes precisa ter TestStepId definido como null para criação
pt_pt: Para criar o objeto Passo de Teste, TesteSteptId tem auqe assumir o valor null
ru: Объекту Test Step необходимо, чтобы TestStepId для создания был равен нулю
zh_hans: 测试步骤对象需要具备 TestStepId 设置为空的创作
zh_hant: 建立測試步驟物件 TestStepId 需設定為空

# Services_UserIdNotNull
source: User object needs to have UserId set to null for creation
cs: Objekt uživatel musí mít pro vytvoření nastavené UserId na hodnotu null
de: Das Benutzerobjekt muss eine undefinierte UserId haben, um erstellt zu werden
es: El objeto Usuario debe tener un UserID igual a nulo para su creación
fi: Käyttäjä-objektia luotaessa UserId pitää olla tyhjä
fr: L'objet Utilisateur doit avoir UserId initialisé à null pour la création
hu: Felhasználó létrehozásához UserId mezőjének null-nak kell lennie
pl: Aby utworzyć użytkownika UserId musi mieć wartość null
pt: O Objeto Usuário precisa ter UserId definido como null para criação
pt_pt: Para criar o objeto Utilizador, UsertId tem que asssumir o valor null
ru: Пользовательскому объекту для создания необходимо, чтобы UserId был равен нулю
zh_hans: 需要有用户 Id 设置为空为创建用户对象。
zh_hant: 建立使用者物件 UserId 需設定為空

# Services_DocumentationUnavailable
source: Unable to display the Web Service online documentation
cs: Nelze zobrazit on-line dokumentaci webové služby
de: Die Onlinedokumentation Webdienst kann nicht angezeigt werden
es: No se puede mostrar el Servicio Web Documentación Online
fi: Ei voida näyttää WWW-palvelun online-dokumentaatiota
fr: Impossible d'afficher la documentation du Service Web en ligne
hu: A Webszolgáltatás online dokumentációjának megjelenítése sikertelen
pl: Nie można wyświetlić dokumentacji online dla Web Service
pt: Não é possível exibir o Web Service Documentação Online
pt_pt: Não é possível mostrar a documentação online do serviço da Web
ru: Невозможность отображения онлайн-документации веб-службы
zh_hans: 无法显示的 Web 服务的在线文档
zh_hant: 無法顯示網頁服務線上說明文件

# Services_DocumentNotFound
source: Cannot find the supplied attachment id in the system
cs: V systému nelze najít zadané id přílohy
de: Die angegebene Attachement ID kann im System nicht gefunden werden
es: No se puede encontrar el ID del Ajdunto en el sistema
fi: Järjestelmästä ei löydy annettua attachment id:tä
fr: Identifiant de pièce jointe non trouvé dans le système
hu: A megadott melléklet azonosító nem található a rendszerben
pl: Nie można odnaleźć w systemie podanego id załącznika
pt: Não é possível localizar o ID de anexo fornecido no sistema
pt_pt: Não é possível encontrar no sistema o id do anexo que foi fornecido
ru: Не могу найти входящий в комплект поставки идентификатор крепления в системе.
zh_hans: 在系统中找不到提供的附件 id
zh_hant: 系統中找不到提供的附件編號

# Services_IncidentNotFound
source: Unable to locate requested incident
cs: Nelze najít požadovaný incident
de: Der angeforderte Vorfall kann nicht ermittelt werden
es: No se puede encontrar el Incidente solicitado
fi: Pyydettyä havainto ei löydy
fr: Impossible de localiser l’incident demandé
hu: A megadott incidens nem található
pl: Nie można zlokalizować żądanego incydentu
pt: Não é possível localizar o Incidente solicitado
pt_pt: Não é possível localizar o defeito solicitado
ru: Невозможно установить местонахождение запрошенного инцидента
zh_hans: 找不到请求的事件
zh_hant: 找不到請求的事件

# Services_NotAuthorizedDeleteDocuments
source: Not authorized to delete documents from the product
cs: Nemáte oprávnění mazat dokumenty z produktu
de: Nicht berechtigt Dokumente aus dem Produkt zu löschen
es: No está autorizado a borrar los documentos del proyecto
fi: Ei oikeuksia poistaa dokumentteja tästä projektista
fr: Pas autorisé à supprimer des documents du produit
hu: Nincs jogosultsága dokumentum törléséhez
pl: Brak uprawnień do usunięcia dokumentów z projektu
pt: Não Autorizado a Excluir Documentos do Projeto
pt_pt: Não autorizado para apagar documentos do projeto
ru: Не уполномочен удалять документы из изделия
zh_hans: 要从项目中删除文档未授权
zh_hant: 未授權從專案中刪除文件

# PageLayout_ProjectNoLongerExists
source: The selected product no longer exists.
cs: Vybraný produkt již neexistuje.
de: Das gewählte Produkt existiert nicht mehr.
es: El proyecto seleccionado ya no existe.
fi: Valittua projektia ei enää ole.
fr: Le produit choisi n'existe plus.
hu: A kiválasztott projekt már nem létezik.
pl: Wybrany projekt już nie istnieje.
pt: O projeto selecionado não existe mais.
pt_pt: O projeto selecionado já não existe.
ru: Выбранный продукт больше не существует.
zh_hans: 选定的项目不再存在。
zh_hant: 選擇的專案已不存在。

# Services_ArtifactLinkIdNotNull
source: Association object needs to have ArtifactLinkId set to null for creation
cs: Propojený objekt musí mít pro vytvoření nastavené ArtifactLinkId na hodnotu null
de: Ein verknüpftes Objekt muss eine undefinierte ArtifactLinkId haben, um erstellt zu werden.
es: El objeto Asociación debe tener un ArtifactLinkId igual a nulo para su creación
fi: Yhteys-objektia luotaessa pitää ArtifactLinkID olla asetettu tyhjäksi
fr: ArtifactLinkId doit être initialisé à null pour la création de l'objet Association
hu: A kapcsolódó elem létrehozásához ArtifactLinkId mezőjének null-nak kell lennie
pl: Aby utworzyć powiązanie ArtifactLinkId musi mieć wartość null
pt: O Objeto Associação precisa ter ArtifactLinkId definido como null para criação
pt_pt: Para criar o objeto Associação, ArtifactLinkId tem que assumir o valor null
ru: Объект ассоциации должен иметь для создания ArtifactLinkId значение null
zh_hans: 关联对象需要有 ArtifactLinkId 设置为空的创作
zh_hant: 建立連結物件 ArtifactLinkId 需設定為空

# Services_NotAuthorizedAddAssociations
source: You are not authorized to add associations to the source artifact type
cs: Nemáte oprávnění přidat propojení k zdrojovému typu artefaktu
de: Sie sind nicht berechtigt, Verknüpfungen zum Quellcode Artefakttyp hinzuzufügen
es: No está autorizado para agregar asociaciones al tipo del artefacto fuente
fi: Sinulla ei ole oikeuksia lisätä yhteyttä lähde asia-tyypille
fr: Vous n'êtes pas autorisé à ajouter des associations au type d’objet source
hu: Nincs jogosultsága kapcsolat felvételéhez a forráselem típusához
pl: Brak uprawnień do dodawania powiązania do źródłowego artefaktu
pt: Você não está autorizado a adicionar associações ao tipo de artefato de origem
pt_pt: Não está autorizado a adicionar associações ao tipo de artefato fonte
ru: Вы не уполномочены добавлять ассоциации к типу исходного артефакта.
zh_hans: 您没有权限将添加到源项目类型的关联
zh_hant: 您未授權新增與來源項目類型的連結

# Services_ArtifactLinkIdMissing
source: The Association object needs to have its ArtifactLinkId populated
cs: Propojený objekt musí mít své ArtifactLinkId vyplněné
de: Das verknüpfte Objekt muss die eingetragene ArtifactLinkId haben
es: El objeto Asociación debe tener su ArtifactLinkId con información
fi: Yhteys-objektin ArtifactLinkID pitää olla asetettu
fr: ArtifactLinkId doit être défini pour l'objet Association
hu: A kapcsolódó elem ArtifactLinkId mezőjének kitöltése kötelező
pl: Powiązanie musi mieć wypełnione ArtifactLinkId
pt: O Objeto Associação precisa ter ArtifactLinkId preenchido
pt_pt: O objeto Associação precisa ter o ArtifactLinkId preenchido
ru: Объект Ассоциации должен быть заселен его ArtifactLinkId.
zh_hans: 关联对象需要有填充其 ArtifactLinkId
zh_hant: 關聯物件必須有 ArtifactLinkId 填入

# Services_ArtifactLinkNotFound
source: The specified association does not exist in the system
cs: Zadané propojení v systému neexistuje
de: Die angegebene Verknüpfung ist im System nicht vorhanden
es: La asociación especificada no existe en el sistema
fi: Määriteltyä yhteyttä ei ole järjestelmässä
fr: L'association spécifiée n'existe pas dans le système.
hu: A megadott kapcsolat nem található
pl: Określone powiązanie nie istnieje w systemie
pt: A associação especificada não existe no sistema
pt_pt: A associação especificada não existe no sistema
ru: Указанная ассоциация в системе не существует
zh_hans: 在系统中不存在指定的协会
zh_hant: 系統中不存在指定的關聯

# Services_ArtifactLinkReadOnly
source: You cannot update this association as its system generated
cs: Nemůžete aktualizovat toto propojení, protože bylo vytvořené systémem
de: Sie können diese Verknüpfung nicht aktualisieren, da sie durch das System generiert wurde
es: Usted no puede actualizar esta asociación ya que es generada por el sistema
fi: Et voi päivittää tätä yhteyttä, koska se on järjestelmän luoma
fr: Vous ne pouvez pas mettre à jour cette association car elle est générée par le système.
hu: A kapcsolat nem módosítható, mivel az a rendszer által lett létrehozva
pl: Nie możesz zmodyfikować tego powiązania, jest ono generowane przez system
pt: Você não pode atualizar esta associação porque ela foi gerada pelo sistema
pt_pt: Nãopode atualizar esta associação uma vez que é gerada pelo sistema
ru: Вы не можете обновить эту ассоциацию по мере того, как ее система генерируется
zh_hans: 您不能更新此协会，为其系统生成
zh_hant: 關聯產生後無法更新

# Services_NotAuthorizedViewAssociations
source: Not authorized to view associations for this artifact type
cs: Nemáte oprávnění pro prohlížení propojení pro tento typ artefaktu
de: Nicht berechtigt Verknüpfungen für diesen Artefakttyp anzusehen
es: No está autorizado para ver las asociaciones de este tipo de artefacto
fi: Sinulla ei ole oikeuksia katsoa tämän asia-tyypin yhteyksiä
fr: Non autorisé à voir les associations pour ce type d'objet
hu: Nincs jogosultsága ehhez az elemtípushoz tartozó kapcsolatok megtekintéséhez
pl: Brak uprawnień do przeglądania powiązań dla tego typu artefaktu
pt: Não autorizado a exibir associações para este tipo de artefato
pt_pt: Não autorizado a ver associações para este tipo de artefato
ru: Не уполномочен просматривать ассоциации для этого типа артефактов.
zh_hans: 无权查看此项目类型的关联
zh_hant: 未授權檢視此項目類型的關聯

# Services_CustomListNotBelongToProject
source: The specified custom list does not belong to the current product
cs: Zadaný Vlastní seznam nepatří do aktuálního produktu
de: Die angegebene benutzerdefinierte Liste ist nicht dem aktuellen Produkt zugeordnet
es: La lista personalizada especificada no pertenece al proyecto actual
fi: Määritettyä kustomoitu lista ei kuulu nykyiseen projektiin
fr: La Liste personnalisée spécifiée n'appartient pas au produit en cours
hu: A megadott egyéni lista nem jelenlegi projekthez tartozik
pl: Określona lista definiowalna nie należy do bieżącego projektu
pt: A lista personalizada especificada não pertence ao projeto atual
pt_pt: A lista personalizada especificada não pertence ao projeto atual
ru: Указанный пользовательский список не принадлежит текущему продукту.
zh_hans: 指定的自定义列表不属于当前项目
zh_hant: 指定的自訂列表不屬於目前專案

# ScriptService_UnableToLoadUserControl
source: Unable to load the user control at location {0} using theme name {1}
cs: Nelze načíst ovládání uživatele v lokalitě {0} pomocí motivu jménem {1}
de: Kann die Benutzerkontrolle an der Stelle {0} mit Themennamen {1} nicht laden
es: No se puede cargar el control de usuario en la ubicación {0} con el nombre {1}
fi: Ei voitu ladata käyttäjävalvontaa sijainnista {0} käyttäen teeman nimeä {1}
fr: Impossible de charger le contrôle utilisateur à l'emplacement {0} en utilisant le nom de thème {1}
hu: A felhasználói vezérlő betöltése {0}-n sikertelen a {1} téma használata mellett.
pl: Nie można załadować formantu użytkownika w lokalizacji {0} przy użyciu motywu o nazwie {1}
pt: Não foi possível carregar o controle de usuário no local {0} pelo nome {1}
pt_pt: Não foi possível carregar o controlo de utilizador no local {0} usando o tema como o nome {1}
ru: Невозможно загрузить пользовательский элемент управления в месте расположения {0} с помощью имени темы {1}
zh_hans: 无法加载用户控件在使用主题名称 {1} 位置 {0}
zh_hant: 無法載入使用者控制項，位置{0} 使用主題名稱 {1}

# Global_DataChangedBySomeoneElse
source: Unable to save the data as it has been changed by someone else. Please click the Refresh icon and try again.
cs: Nelze uložit data, protože byla změněna někým jiným. Prosím klikněte na ikonu Obnovit a zkuste to znovu.
de: Daten können nicht gespeichert werden, weil sie von jemandem geändert worden sind. Bitte klicken Sie das Symbol [Aktualisieren] und versuchen Sie es erneut.
es: No se puede guardar los datos, ya que han sido cambiados por otra persona. Por favor, haga clic en el icono Actualizar y vuelva a intentarlo.
fi: Ei voida tallentaa tietoa, koska joku muu on muuttanut sitä. Klikkaa Päivitä-kuvaketta ja yritä uudelleen.
fr: Impossible d'enregistrer les données, elles ont été modifiées par un autre utilisateur. Veuillez cliquer sur [Rafraîchir] et réessayez.
hu: Az adatok mentése sikertelen, mert valaki már módosította őket. Kattintson a 'Frissítés' gombra és próbálja újra.
pl: Nie można zapisać danych, z powodu zmiany wprowadzonej przez innego użytkownia. Kliknij ikonę Odśwież i spróbuj ponownie.
pt: Não é possível salvar os dados, pois mais alguém os alterou. Por favor, clique no ícone Atualizar e tente novamente.
pt_pt: Não é possível gravar os dados que, entretanto, foram alterados por outra pessoa. Por favor, clique no ícone Atualizar e tente novamente.
ru: Невозможно сохранить данные, так как они были изменены кем-то другим. Пожалуйста, нажмите на значок Обновить и попробуйте еще раз.
zh_hans: 无法保存数据，因为它已被其他人更改。请单击刷新图标，然后再试。
zh_hant: 當其他人已變更資料將無法儲存。請按下刷新圖示再試一次。

# Global_DependentArtifactDeleted
source: Unable to save the data as a dependent artifact has been deleted. Please click the Refresh icon and try again.
cs: Nelze uložit data, protože závisý artefakt byl smazán. Prosím klikněte na ikonu Obnovit a zkuste to znovu.
de: Die Daten können nicht gespeichert werden, weil ein abhängiges Artefakt gelöscht worden ist. Bitte klicken Sie das Symbol [Aktualisieren] und versuchen Sie es erneut.
es: No se pueden guardar los datos, pues el artefacto dependiente ha sido borrado. Por favor, haga clic en el icono Actualizar y vuelva a intentarlo.
fi: Ei voitu tallentaa tiedoa, koska riippuvainen asia on poistettu. Klikkaa Virkistä-kuvaketta ja yritä uudelleen.
fr: Impossible d'enregistrer les données, un objet qui en dépend a été supprimé. Veuillez cliquer sur [Rafraîchir] et réessayez.
hu: Az adatok mentése sikertelen, mert egy függő elem törlésre került. Kattintson a 'Frissítés' gombra és próbálja újra
pl: Nie można zapisać danych, ponieważ zależny artefakt został usunięty. Kliknij ikonę Odśwież i spróbuj ponownie.
pt: Não é possível salvar os dados pois um artefato dependente foi excluído. Por favor, clique no ícone Atualizar e tente novamente.
pt_pt: Não é possível gravar os dados já que um artefacto dependente foi excluído. Por favor, clique no ícone Atualizar e tente novamente.
ru: Невозможность сохранить данные как зависимый артефакт была удалена. Пожалуйста, нажмите на значок Обновить и попробуйте еще раз.
zh_hans: 无法保存数据，如依赖工件已被删除。请单击刷新图标，然后再试。
zh_hant: 與其他相依項目被刪除的資料無法儲存。請按下刷新圖示再試一次。

# Releases_CannotTurnSummaryToIteration
source: You cannot turn a Summary Release into a Sprint.
cs: Nemůžete změnit nadřazenou verzi na sprint.
de: Sie können kein übergeordnetes Release in eine Iteration umwandeln.
es: No se puede activar una Release en una Iteración.
fi: Et voi muuttaa ylätason Julkaisua Iteraatioksi.
fr: Vous ne pouvez pas transformer une version parent en sprint.
hu: Összefoglaló release nem alakítható sprintté
pl: Nie możesz zmienić głównego wydania w iteracji.
pt: Você não pode transformar um Resumo de Release em uma Iteração.
pt_pt: Não pode transformar um Resumo de Entrega numa iteração.
ru: Вы не можете превратить итоговый релиз в спринт.
zh_hans: 你不能变成一个迭代摘要释放。
zh_hant: 您無法將摘要版本轉為迭代。

# Releases_VersionNumberInUse
source: You need to choose a Version Number that's not already been used.
cs: Vyberte si číslo verze, které ještě nebylo použito.
de: Sie müssen eine Versionsnummer wählen, die nicht bereits verwendet worden ist.
es: Debe elegir un Número de Versión que no haya sido utilizado.
fi: Sinun täytyy valita versionumero jota ei ole jo käytetty.
fr: Vous devez choisir un numéro de version qui n'est pas déjà utilisé.
hu: Olyan verziószámot kell választania, amely még nem felhasznált
pl: Musisz wybrać numer wersji, który nie był jeszcze użyty.
pt: Você precisa escolher um Número de Versão que ainda não foi usado.
pt_pt: Precisa escolher um número de versão que ainda não tenha sido usado.
ru: Вам нужно выбрать номер версии, которая еще не использовалась.
zh_hans: 您需要选择一个不是已经被使用的版本号。
zh_hant: 您必須選擇一個尚未使用的版本號碼。

# TestCaseService_DuplicatePositionException
source: Unable to add all of the test cases to the test set as a change is being made by another user. Please click Refresh and try again.
cs: Nelze přidat všechny testovací případy do testovací sady, protože jiný uživatel mezitím provedl změny. Klikněte prosím na tlačítko Obnovit a zkuste to znovu.
de: Die Testfälle konnten keiner Testreihe hinzugefügt werden, da ein anderer Benutzer eine Änderung vorgenommen hat. Bitte klicken Sie auf [Aktualisieren] und versuchen Sie es erneut.
es: No se pueden agregar todos los casos de prueba al conjunto de pruebas, ya que otro usuario está realizando un cambio. Por favor, haga clic en el icono Actualizar y vuelva a intentarlo.
fi: Ei voida lisätä kaikkia testitapauksia testijoukkoon, koska joku muu muuttanut niitä. Klikkaa Virkistä-kuvaketta ja yritä uudelleen.
fr: Impossible d'ajouter tous les scénarios de test à l’ensemble de tests car une modification par un autre utilisateur est en cours, veuillez actualiser et réessayer.
hu: Tesztesetek hozzáadása sikertelen, mert egy másik felhasználó módosította azokat. Kattintson a 'Frissítés' gombra és próbálja újra.
pl: Nie można dodać wszystkich przypadków testowych do zestawu testów, ponieważ inny użytkownik dokonuje zmiany. Kliknij przycisk Odśwież i spróbuj ponownie.
pt: Não é possível adicionar todos os casos de teste para o conjunto pois uma alteração está sendo feita por outro usuário. Por favor, clique em Atualizar e tente novamente.
pt_pt: Não é possível adicionar todos os Casos de Teste ao Conjunto de Teste já que foi feita uma alteração por outro utilizador. Por favor, clique em atualizar e tente novamente.
ru: Невозможно добавить все тестовые случаи в тестовый набор, так как изменение вносится другим пользователем. Пожалуйста, нажмите Обновить и попробуйте еще раз.
zh_hans: 无法添加到测试集所有的测试用例，如由另一个用户正在进行的更改。请单击刷新，然后再试。
zh_hant: 當其他人異動後無法新增所有測試案例至測試集。請按下刷新圖示再試一次。

# TestSetTestCaseService_MissingTestSetIdStdFilter
source: You need to provide a TestSetId as a standard filter
cs: Zadejte TestSetId jako standardní filtr
de: Sie müssen eine TestSetId als Standardfilter angeben.
es: Necesita introducir un TestSetId como un filtro estándar
fi: Sinun on annettava TestSetId vakiosuodattimena
fr: Vous devez fournir un identifiant TestSetId comme filtre standard
hu: Szűréshez TestSetId megadása kötelező
pl: Należy podać TestSetId jako filtr standardowy
pt: Você precisará fornecer uma TestSetId como um filtro padrão
pt_pt: Precisa fornecer um TestSetId como filtro standard
ru: Вам необходимо предоставить TestSetId в качестве стандартного фильтра.
zh_hans: 您需要提供 TestSetId 作为标准筛选器
zh_hant: 您必須提供 TestSetId 作為標準篩選器

# TestSetTestCaseService_MissingAddedTestCasesStdFilter
source: You need to provide a LinkedTestCaseId as a standard filter
cs: Zadejte LinkedTestCaseId jako standardní filtr
de: Sie müssen eine LinkedTestCaseId als Standardfilter angeben.
es: Necesita introducir un LinkedTestCaseId como un filtro estándar
fi: Sinun on annettava LinkedTestCaseid vakiosuodattimena
fr: Vous devez fournir un identifiant LinkedTestCaseId comme filtre standard
hu: Szűréshez LinkedTestCaseId megadása kötelező
pl: Należy podać LinkedTestCaseId jako filtr standardowy
pt: Você precisará fornecer um LinkedTestCaseId como um filtro padrão
pt_pt: Precisa fornecer um LinkedTestCaseId como filtro standard
ru: Вам необходимо предоставить LinkedTestCaseId в качестве стандартного фильтра.
zh_hans: 您需要提供 LinkedTestCaseId 作为标准筛选器
zh_hant: 您必須提供 LinkedTestCaseId 作為標準篩選器
