Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# UserProfile_OAuthUnlinkSummary
source: To unlink your account, enter new security information, includind your password. You will no longer log in using {0}.
cs: Chcete-li zrušit propojení účtu, zadejte nové bezpečnostní informace, včetně hesla. Již se nebudete přihlašovat pomocí účtu {0}.
de: Um die Verknüpfung Ihres Kontos aufzuheben, geben Sie neue Sicherheitsinformationen ein, einschließlich Ihres Passworts. Sie werden sich nicht mehr mit {0} einloggen.
es: Para desvincular su cuenta, ingrese nueva información de seguridad y su contraseña. Ya no iniciarás sesión con {0}.
fr: Entrez vos nouvelles informations de sécurité et votre mot de passe pour délier votre compte. Vous ne pourrez plus vous connecter avec {0}.
pl: Aby odblokować swoje konto, wprowadź nowe informacje o zabezpieczeniach, w tym swoje hasło. Nie będziesz się już logować za pomocą {0}.
pt: Para desvincular sua conta, insira novas informações de segurança, incluindo sua senha. Você não fará mais login usando {0}.
ru: Чтобы удалить свой аккаунт, введите новую информацию о безопасности, включая пароль. Вы больше не будете входить в систему с помощью {0}.

# Admin_OAuth_ProviderDeleted
source: Provider deleted.
cs: Poskytovatel smazán.
de: Anbieter gelöscht.
es: Proveedor eliminado.
fr: Suppression du fournisseur effectuée
pl: Dostawca usunięty.
pt: Provedor excluído.
ru: Поставщик удалил.

# Admin_OAuth_ProviderErrorDelete
source: Error deleting provider. Check the Event Log for details.
cs: Při mazání poskytovatele došlo k chybě. Podrobnosti najdete v logu událostí.
de: Fehler beim Löschen des Providers. Einzelheiten finden Sie im Ereignisprotokoll.
es: Error al eliminar el proveedor. Consulte el Registro de Eventos para más detalles.
fr: La suppression du fournisseur n'a pu se faire (Event Log pour plus d'informations).
pl: Błąd w usuwaniu dostawcy. Szczegółowe informacje znajdują się w Dzienniku zdarzeń.
pt: Erro ao excluir o provedor. Verifique o log de eventos para maiores detalhes.
ru: Удаление ошибки провайдера. Проверьте журнал событий для получения подробной информации.

# Admin_OAuth_ProviderStillLoaded
source: Cannot delete Provider while DLL is still loaded.
cs: Nelze odstranit poskytovatele, když je DLL stále načtena.
de: Provider kann nicht gelöscht werden, solange die DLL noch geladen ist.
es: No se puede eliminar el proveedor mientras la DLL aún está cargada.
fr: Impossible de supprimer le fournisseur (DLL en cours de chargement)
pl: Nie można usunąć providera, gdy DLL jest jeszcze załadowane.
pt: Não é possível excluir o provedor enquanto a DLL ainda está carregada.
ru: Невозможно удалить провайдера, пока DLL еще загружена.

# Admin_OAuth_ProviderStillUsers
source: Cannot perform action with Provider while users are linked to it.
cs: Pokud jsou uživatelé propojeni, nelze s poskytovatelem provádět akci.
de: Kann keine Aktion mit dem Provider durchführen, während Benutzer mit ihm verknüpft sind.
es: No se puede realizar una acción con el Proveedor mientras los usuarios están vinculados a él.
fr: Opération non autorisée (utilisateurs liés au fournisseur)
pl: Nie można wykonywać czynności z Dostawcą, gdy użytkownicy są z nim powiązani.
pt: Não é possível executar essa ação enquanto o provedor possuir usuários associados a ele.
ru: Не может выполнять действия с Провайдером, пока пользователи связаны с ним.

# Login_UnableToLogIn
source: Your login attempt was not successful. Please try again.
cs: Pokus o přihlášení nebyl úspěšný. Prosím zkuste to znovu.
de: Ihr Anmeldeversuch war nicht erfolgreich. Bitte versuchen Sie es erneut.
es: Su intento de inicio de sesión no fue exitoso. Por favor, inténtalo de nuevo.
fr: Erreur de connexion, veuillez réessayer.
pl: Twoja próba zalogowania się nie powiodła się. Proszę spróbować jeszcze raz.
pt: Sua tentativa de login falhou. Por favor, tente novamente.
pt_pt: A sua tentativa de acesso não foi bem sucedida. Por favor tente novamente.
ru: Ваша попытка входа в систему не увенчалась успехом. Пожалуйста, попробуйте еще раз.

# Login_NotYetApproved
source: Your account has not yet been approved by the Administrator.
cs: Váš účet ještě nebyl schválen administrátorem.
de: Ihr Konto wurde noch nicht vom Administrator genehmigt.
es: Su cuenta aún no ha sido aprobada por el Administrador.
fr: Votre compte n'a pas encore été approuvé par l'administrateur.
pl: Twoje konto nie zostało jeszcze zatwierdzone przez Administratora.
pt: Sua conta ainda não foi aprovada pelo administrador.
pt_pt: A sua conta não foi ainda aprovada pelo Administrador.
ru: Ваша учетная запись еще не утверждена Администратором.

# Admin_OAuth_ClientIdSecretKeyRequired
source: Both Client Id & Client Secret are required.
cs: Je vyžadováno ID klienta i Client Secret.
de: Sowohl Client Id als auch Client Secret sind erforderlich.
es: Se requieren tanto el ID del Cliente como el Secreto del Cliente.
fr: Client ID et Client Secret requis
pl: Wymagane są zarówno Identyfikator Klienta jak i Tajemnica Klienta.
pt: Ambos Client Id & Client Secret são obrigatórios.
ru: Требуется наличие как идентификатора клиента, так и секрета клиента.

# Admin_OAuth_URLsRequired
source: The provider requires all three URLs to function properly.
cs: Poskytovatel vyžaduje, aby všechny tři adresy URL fungovaly správně.
de: Der Provider benötigt alle drei URLs, um ordnungsgemäß zu funktionieren.
es: El proveedor requiere que las tres URL funcionen correctamente.
fr: Le fournisseur demande que les 3 URLs soient en service.
pl: Dostawca wymaga, aby wszystkie trzy adresy URL funkcjonowały prawidłowo.
pt: O provedor requer todas as três URLs para funcionar corretamente.
ru: Провайдер требует, чтобы все три URL-адреса функционировали должным образом.

# Admin_OAuth_ProviderInfoSaved
source: Login Provider information saved.
cs: Informace poskytovatele přihlášení uloženy.
de: Login Provider-Informationen gespeichert.
es: Información del proveedor de acceso guardada.
fr: Informations fournisseur enregistrées
pl: Informacje o dostawcy logowania zapisane.
pt: Informação do Provedor de Login salva.
ru: Сохранена информация о провайдере входа.

# Admin_UserDetails_NewPasswordRequired
source: You need to supply a new password.
cs: Musíte zadat nové heslo.
de: Sie müssen ein neues Passwort eingeben.
es: Debe introducir una nueva contraseña.
fr: Vous devez entrer un nouveau mot de passe.
pl: Musisz podać nowe hasło.
pt: Você precisa fornecer uma nova senha.
pt_pt: Necessário fornecer uma nova password.
ru: Вам необходимо ввести новый пароль.

# Admin_UserDetails_NewUsernamePasswordRequired
source: You need to supply a new password.
cs: Musíte zadat nové heslo.
de: Sie müssen ein neues Passwort eingeben.
es: Debe introducir una nueva contraseña.
fr: Vous devez entrer un nouvel identifiant et un nouveau mot de passe.
pl: Musisz podać nową nazwę użytkownika i hasło.
pt: Você precisa fornecer uma nova senha.
pt_pt: Necessário fornecer uma nova password.
ru: Вам необходимо ввести новое имя пользователя и пароль.

# Admin_UserDetails_CannotLinkOAuthUserToLdap
source: You cannot link an OAUTH managed user to an LDAP server. You must first unlink them from OAUTH.
cs: Nemůžete propojit uživatele spravovaného OAUTH se serverem LDAP. Nejprve je musíte odpojit od OAUTH.
de: Sie können einen von OAUTH verwalteten Benutzer nicht mit einem LDAP-Server verknüpfen. Sie müssen ihn zuerst von OAUTH abkoppeln.
es: No puede vincular un usuario administrado por OAUTH a un servidor LDAP. Primero debe desvincularlos de OAUTH.
fr: Vous ne pouvez pas lier un utilisateur OAUTH à un serveur LDAP. Vous devez d'abord supprimer le lien Oauth.
pl: Nie można połączyć użytkownika zarządzanego przez OAUTH z serwerem LDAP. Musisz najpierw odblokować je od OAUTH.
pt: Você não pode vincular um usuário gerenciado OAUTH a um servidor LDAP. Você deve primeiro desvinculá-lo do OAUTH.
ru: Вы не можете связать OAUTH-управляемого пользователя с LDAP-сервером. Сначала вы должны отсоединить их от ОАУТ.

# Admin_UserDetails_CannotLinkUnapprovedUserToLdap
source: You cannot link an unapproved user to an LDAP profile!
cs: Neschváleného uživatele nemůžete propojit s profilem LDAP!
de: Sie können einen nicht genehmigten Benutzer nicht mit einem LDAP-Profil verknüpfen!
es: No puede vincular un usuario no aprobado a un perfil LDAP!
fr: Vous ne pouvez pas lier un utilisateur non approuvé à un serveur LDAP.
pl: Nie można powiązać niezatwierdzonego użytkownika z profilem LDAP!
pt: Você não pode associar um usuário não aprovado para um perfil LDAP!
ru: Вы не можете связать несанкционированного пользователя с профилем LDAP!

# NeedAccount_OAuthLoginInUse
source: Username/Email address already in use.
cs: Uživatelské jméno/e-mailová adresa se již používá.
de: Benutzername/E-Mail-Adresse wird bereits verwendet.
es: Nombre de Usuario/Correo Electrónico ya en uso.
fr: Identifiant/Email déjà utilisé
pt: Nome de Usuário/E-mail já existentes!

# Admin_OAuth_ProviderUnloadedNoUser
source: You have a configured provider that did not load properly! View it's settings!
cs: Máte nakonfigurovaného poskytovatele, který se nenačetl správně! Zobrazte si jeho nastavení!
de: Sie haben einen konfigurierten Provider, der nicht richtig geladen wurde! Sehen Sie sich seine Einstellungen an!
es: Usted tiene un proveedor configurado que no se cargó correctamente! Necesitas ver su configuración!
fr: Un des fournisseurs n'a pu être chargé, veuillez vérifier les paramètres.
pt: Você tem um provedor configurado que não foi carregado corretamente! Verifique suas configurações!

# Admin_OAuth_ProviderUnloadedUsers
source: You have a configured provider that did not load properly! Some users can not log in!
cs: Máte nakonfigurovaného poskytovatele, který se nenačetl správně! Někteří uživatelé se nemohou přihlásit!
de: Sie haben einen konfigurierten Provider, der nicht richtig geladen wurde! Einige Benutzer können sich nicht einloggen!
es: Usted tiene un proveedor configurado que no se cargó correctamente! Algunos usuarios no pueden iniciar sesión!
fr: Un des fournisseurs n'a pu être chargé, des utilisateurs ne pourront pas se connecter.
pt: Você tem um provedor configurado que não foi carregado corretamente! Alguns usuários não podem fazer login!

# PortfolioHome_PortfolioNotValid
source: The specified portfolio is not valid.
cs: Zadané portfolio není platné.
de: Das angegebene Portfolio ist nicht gültig.
es: Lo portafolio especificado no es válido.
fr: Le portfolio n'est pas valide.
pt: O portfólio especificado não é válido.

# Admin_Portfolios_DeleteConfirm
source: Are you sure you want to delete this portfolio?
cs: Opravdu chcete toto portfolio smazat?
de: Sind Sie sicher, dass Sie dieses Portfolio löschen möchten?
es: Estás seguro de que deseas eliminar este portafolio?
fr: Êtes-vous sûr de vouloir supprimer ce portfolio ?
pt: Tem certeza de que deseja excluir este portfólio?

# Admin_PortfolioDetails_NameRequired
source: Portfolio Name is Required
cs: Název portfolia je povinný
de: Portfolio Name ist erforderlich
es: El nombre de lo portafolio es obligatorio
fr: Nom de portfolio requis
pt: O nome do portfólio é obrigatório

# Admin_SystemInfo_DeletingSampleData
source: Deleting the sample data...
cs: Mažu ukázková data ...
de: Löschen der Probendaten...
es: Eliminando los datos de muestra ...
fr: Suppression des données échantillons en cours…
pt: Excluindo os dados de amostra ...

# Confirm_BaselineDelete
source: Are you sure you want to delete the selected baseline(s)?
cs: Opravdu chcete odstranit základní úrovně?
de: Sind Sie sicher, dass Sie die ausgewählte(n) Baseline(s) löschen möchten?
es: Está seguro de que desea eliminar las baselines seleccionadas?
fr: Êtes-vous sûr de vouloir supprimer ces baselines ?
pt: Tem certeza de que deseja excluir a(s) baseline(s) selecionada(s)?

# Baseline_Create_NameRequired
source: A name is required to create the baseline
cs: K vytvoření základní úrovně je vyžadován název
de: Zum Anlegen der Baseline ist ein Name erforderlich
es: Se requiere un nombre para crear la baseline
fr: Vous devez entrer un nom pour la baseline.
pt: É necessário um nome para criar a baseline

# ErrorPage_ValidationOfXsrfTokenFailed
source: An attempt was made to bypass security features on this website. Your request has not been processed!
cs: Došlo k pokusu obejít bezpečnostní funkce na tomto webu. Váš požadavek nebyl zpracován!
de: Es wurde versucht, Sicherheitsmerkmale auf dieser Website zu umgehen. Ihre Anfrage wurde nicht bearbeitet!
es: Se hizo un intento de evitar las características de seguridad en este sitio web. Su solicitud no ha sido procesada!
fr: L'application a enregistré une tentative de contournement des fonctions de sécurité de ce site Web. Votre demande n'a pas été traitée.
pt: Foi feita uma tentativa de ignorar os recursos de segurança neste site. Sua solicitação não foi processada!

# MasterPage_ValidationOfXsrfTokenFailed
source: Validation of Anti-XSRF token failed.
cs: Ověření tokenu Anti-XSRF se nezdařilo.
de: Die Validierung des Anti-XSRF-Tokens ist fehlgeschlagen.
es: La validación del token Anti-XSRF ha fallado.
fr: Echec de validation du token Anti-XSRF.
pt: Validação do token Anti-XSRF falhou.

# Gantt_CannotDisplayOnThisScreen
source: Sorry, this chart does not work properly at this screen size, please rotate your device or use a larger screen
cs: Je nám líto, tento graf při této velikosti obrazovky nefunguje správně. Otočte zařízení nebo použijte větší obrazovku
de: Entschuldigung, diese Tabelle funktioniert bei dieser Bildschirmgröße nicht richtig, bitte drehen Sie Ihr Gerät oder verwenden Sie einen größeren Bildschirm
es: Lo sentimos, este gráfico no funciona correctamente en este tamaño de pantalla, gire su dispositivo o use una pantalla más grande
fr: Votre écran ne permet pas l'affichage correct du tableau, veuillez faire pivoter votre appareil ou utiliser un écran plus grand.
pt: Desculpe, este gráfico não funciona corretamente neste tamanho de tela. Por favor, rotacione o dispositivo ou use uma tela maior

# Admin_BaselinesNotAvailable
source: Baselining is not available in this version of Spira!
cs: Základní úrovně nejsou v této verzi Spira k dispozici!
de: Baselining ist in dieser Version von Spira nicht verfügbar!
es: Las funciones de Baseline no están disponibles en esta versión de Spira!
fr: Les baselines ne sont pas disponibles dans cette version de Spira.
pt: Recursos de Baseline não estão disponíveis nesta versão do Spira!

# Admin_BaselinesNotEnabled
source: Baselining is not enabled for this product!
cs: Základní úrovně nejsou u tohoto produktu povoleny!
de: Baselining ist für dieses Produkt nicht aktiviert!
es: Las funciones de Baseline no están habilitadas para este producto!
fr: Les baselines ne sont pas disponibles pour ce produit.
pt: Recursos de Baseline não estão habilitados para esse produto!

# Admin_ProjectBaselineList_Summary
source: All of the baselines created in the Product are listed below. To change a baseline, click on the release column for that baseline. This will take you to the Release details page for that baseline. Click on the baseline name to see more details about it, including a list of the artifacts that changed in the baseline.
cs: Všechny základní úrovně vytvořené v produktu jsou uvedeny níže. Chcete-li změnit základní úrovně, klikněte na sloupec vydání pro tuto základní úroveň. Tím se dostanete na stránku podrobností o verzi pro tuto základní úroveň. Kliknutím na název základní úrovně zobrazíte další podrobnosti, včetně seznamu artefaktů, které se zde změnily.
de: Alle im Produkt erstellten Basislinien sind unten aufgelistet. Um eine Baseline zu ändern, klicken Sie auf die Freigabespalte für diese Baseline. Dadurch gelangen Sie zur Seite mit den Release-Details für diese Baseline. Klicken Sie auf den Namen der Baseline, um weitere Details zu dieser Baseline anzuzeigen, einschließlich einer Liste der Artefakte, die in der Baseline geändert wurden.
es: Todas las baselines creadas en el Producto se enumeran a continuación. Para cambiar una baseline, haga clic en la columna de release. Esto lo llevará a la página de detalles de la release de esa baseline. Haga clic en el nombre de la baseline para ver más detalles al respecto, incluida una lista de los artefactos que cambiaron en la baseline.
fr: Toutes les baselines créées dans le produit sont répertoriées ci-dessous. Cliquez sur la colonne Version de la baseline pour modifier une baseline. Cela vous mènera à la page des détails de version pour cette baseline. Cliquez sur le nom de la baseline pour en afficher les informations (y compris une liste des modifications).
pt: Todas as baselines criadas no Produto estão listadas abaixo. Para alterar uma baseline, clique na coluna do release dela. Isso levará você à página de detalhes do Release para a linha de base. Clique no nome da baseline para ver mais detalhes, incluindo uma lista dos artefatos que foram alterados nela.

# Admin_BaselineDetails
source: Details for the selected baseline is below.
cs: Podrobnosti pro vybranou základní úroveň jsou níže.
de: Details für die ausgewählte Baseline finden Sie unten.
es: Los detalles para la baseline seleccionada se encuentran a continuación.
fr: Les informations détaillées de la baseline se trouvent ci-dessous.
pt: Os detalhes da baseline selecionada encontram-se abaixo.

# Admin_DataTools_FolderHieararchyCaches
source: Folder Hierarchy Caches
cs: Složka hierarchie mezipaměti
es: Cachés de Jerarquía de Carpetas
fr: Caches hiérarchie dossier
pt: Caches de Hierarquia de Pastas

# Admin_DataTools_TestCaseParameterHierarchyCache
source: Test Case Parameter Hierarchy Cache
cs: Mezipaměť hierarchie parametrů testovacích případů
es: Caché de Jerarquía de Parámetros de Casos de Prueba
fr: Cache hiérarchie paramètre scénario de test
pt: Caches de Hierarquia de Parâmetros de Casos de Teste

# Admin_DataTools_TestStatus_TaskProgress_Cache
source: Test Status and Task Progress Caches
cs: Stav testu a mezipaměti postupu Úkolů
es: Cachés de Estado de Pruebas y Progreso de Tareas
fr: Caches hiérarchie avancement de tâche et statut de test
pt: Caches de Status de Testes e Progresso de Tarefas

# Admin_DataTools_UpdatingDocumentFolderHierarchy
source: Updating document folder hierarchy...
cs: Aktualizuji hierarchii složek dokumentů...
es: Actualizando la Jerarquía de Carpetas de Documentos ...
fr: Mise à jour hiérarchie dossier document...
pt: Atualizando hierarquia de pastas de documentos ...

# Admin_DataTools_UpdatingTaskFolderHierarchy
source: Updating task folder hierarchy...
cs: Aktualizuji hierarchii složek úkolů...
es: Actualizando la Jerarquía de Carpetas de Tareas ...
fr: Mise à jour hiérarchie dossier tâche...
pt: Atualizando hierarquia de pastas de tarefas ...

# Admin_DataTools_UpdatingTaskProgressAndTestStatus
source: Updating task progress and test status...
cs: Aktualizuji průběh úkolu a stav testu...
es: Actualizando Progreso de Tareas y Estado de Pruebas ...
fr: Mise à jour avancement de tâche et statut de test…
pt: Atualizando progressos de tarefas e status de testes ...

# Admin_DataTools_UpdatingTestCaseFolderHierarchy
source: Updating test case folder hierarchy...
cs: Aktualizuji hierarchii složek testovacích případů...
es: Actualizando la Jerarquía de Carpetas de Casos de Prueba ...
fr: Mise à jour hiérarchie dossier scénario de test…
pt: Atualizando hierarquia de pastas de casos de testes ...

# Admin_DataTools_UpdatingTestCaseParameterHierarchy
source: Updating test case parameter hierarchy...
cs: Aktualizuji hierarchii parametrů testovacích případů...
es: Actualizando la Jerarquía de Parámetros de Casos de Prueba ...
fr: Mise à jour hiérarchie paramètre scénario de test…
pt: Atualizando Hierarquia de Parâmetros de Casos de Teste ...

# Admin_DataTools_UpdatingTestSetFolderHierarchy
source: Updating test set folder hierarchy...
cs: Aktualizuji hierarchii složek testovacích sad...
es: Actualizando la Jerarquía de Carpetas de Conjunto de Pruebas ...
fr: Mise à jour hiérarchie dossier ensemble de test…
pt: Atualizando hierarquia de pastas de conjunto de testes ...

# Admin_History_BaselineCantRevert
source: Item is contained within a baseline, cannot revert.
cs: Položka je obsažena v základní úrovni, nelze ji vrátit.
es: El elemento está contenido dentro de una baseline, no se puede revertir.
fr: L'objet est contenu dans une baseline, pas de restauration possible.
pt: O item está contido em uma baseline, não foi possível reverter.

# Admin_DataTools_DatabaseIndexes_Tooltip
source: This will refresh the indexes across ALL products in the application, not just this one. For this reason, only system administrators can carry out this function.
cs: Tím se obnoví indexy u VŠECH produktů v aplikaci, nejen u tohoto. Z tohoto důvodu mohou tuto funkci provádět pouze správci systému.
es: Esto actualizará los índices en TODOS los productos de la aplicación, no solo en este. Por este motivo, solo los administradores del sistema pueden realizar esta función.
fr: Actualisation des index pour TOUS les produits de l'application (et non pas pas seulement celui-ci). Pour cette raison, seuls les administrateurs système peuvent exécuter cette fonction.
pt: Isso atualizará os índices em TODOS os produtos da aplicação, não apenas neste. Por esse motivo, apenas os administradores do sistema podem executar esta função.

# ListServiceBase_UploadOrEditRequired
source: You need to upload a new {0} or update by editing inline
es: Debes subir un nuevo {0} o actualizarlo editando en línea.
pt: Você precisa enviar um novo {0} ou atualizar por edição inline

# SourceCode_ProviderInitializing
source: Provider Initializing
de: Provider-Initialisierung
es: Proveedor inicializando
fr: Fournisseur en cours d'initialisation
pt: Provedor Inicializando

# SourceCodeFileDetails_ChangesNotAvailable
source: Change List is Not Available.
es: La lista de cambios no está disponible.
fr: La liste des modifications n'est pas disponible.
pt: Lista de Mudanças não está disponível.

# SourceCodeFileDetails_FileNotExistsInBranch
source: The file you selected does not exist in the current branch.
es: El archivo que seleccionó no existe en la rama actual.
fr: Le fichier que vous avez choisi n'existe pas dans cette branche.
pt: O arquivo que você selecionou não existe na branch atual.

# SourceCodeRevisionDetails_RevisionNotExistsInBranch
source: The commit you selected does not exist in the current branch.
es: La commit que seleccionó no existe en la rama actual.
fr: Le commit que vous avez choisi n'existe pas dans cette branche.
pt: O commit que você selecionou não existe na branch atual.

# Services_CannotFilterByField
source: You cannot filter by {0} currently...
es: No puede filtrar por {0} actualmente ...
fr: Filtrage par {0} actuellement impossible.
pt: Você não pode filtrar por {0} atualmente ...

# Services_FirstOrLastNameNotProvided
source: You need to provide a user's first and last name when trying to create a new user!
es: Debe proporcionar el nombre y apellido de un usuario cuando intente crear un nuevo usuario!
fr: Veuillez fournir le prénom et le nom de l'utilisateur pour pouvoir créer son login.
pt: Você precisa fornecer o nome e o sobrenome de um usuário ao tentar criar um novo usuário!

# PullRequest_DeleteConfirm
source: Are you sure you want to delete the selected pull request(s)?
es: Está seguro de que desea eliminar los pull request(s) seleccionados?
fr: Etes-vous certain de vouloir supprimer le(s) pull request(s) ?
pt: Tem certeza de que deseja excluir os pull request(s) selecionados?

# ReportsConfiguration_GeneratedFilenameInvalid
source: You need to enter a valid filename for the generated report!
es: Debe ingresar un nombre de archivo válido para el informe generado!
fr: Vous devez entrer un nom pour le rapport.
pt: Você precisa inserir um nome de arquivo válido para o relatório gerado!
