Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TasksService_DatesOutsideBounds
source: The start or end date of this task cannot be outside the date range of its associated sprint/release
cs: Počáteční nebo koncové datum tohoto úkolu nesmí být mimo rozsah dat připojených verzí/sprintů
de: Das Start- oder Enddatum dieser Aufgabe darf nicht außerhalb des Zeitraums der verknüpften Iteration /des verknüpften Releases liegen.
es: La fecha de inicio o de fin de esta tarea no puede estar fuera del rango de fechas de su Release/Iteración asociada.
fi: Tehtävän aloitus- tai päättymispäivämäärä ei voi olla siihen liittyvän Iteraation/Julkaisun päivämäärävälin ulkopuolella
fr: La date de début ou de fin de la tâche ne peut être en dehors de la période du sprint/version.
hu: Ez a feladat kezdő vagy befejező dátuma nem lehet kívül a hozzá társított sprint/release dátumain.
pl: Data startu i zakończenia tego zadania nie może być spoza zakresu dowiązanej do niego iteracji/zasobu
pt: A data de início ou fim dessa tarefa não pode estar fora do intervalo de datas de seu release/iteração associados
pt_pt: A data de início ou de fim desta tarefa não pode estar fora do intervalo da data da iteração/entrega associada
ru: Дата начала или окончания данной задачи не может быть за пределами диапазона дат связанного с ней спринта/сброса
zh_hans: 任务的开始/结束时间不能在项目/发布的时间之外
zh_hant: 開始或結束此任務不可超過關聯的版本/迭代的時間範圍。

# TestRunService_TestSetNotValid
source: The test set you selected is either a folder or no longer exists.
cs: Testovací sada, kterou jste vybrali, je buď složkou nebo již neexistuje.
de: Die ausgewählte Testreihe ist entweder ein Ordner oder existiert nicht mehr.
es: El conjunto de pruebas seleccionado es una carpeta o ya no existe.
fi: Valitsemasi testijoukko on joko hakemisto tai sitä ei enää ole olemassa.
fr: L'ensemble de tests sélectionné est un dossier ou n'existe plus.
hu: A Teszt szett, amit kiválasztott vagy egy könyvtár vagy már nem létezik.
pl: Zestaw testowy, który wybrałeś jest usunięty lub jest folderem.
pt: O conjunto de teste selecionado é uma pasta ou já não existe mais.
pt_pt: O Conjunto de Testes que selecionou é uma pasta ou já não existe.
ru: Выбранный вами тестовый набор либо является папкой, либо больше не существует.
zh_hans: 您选择的测试集市一个文件夹或已不存在
zh_hant: 選擇的測試集為資料夾或已不再存在。

# Services_CustomPropertyDefinitionsNotLoaded
source: You need to have the artifact custom properties' definitions loaded!
cs: Musíte mít vložen artefakt vlastních definicí vlastností.
de: Sie müssen die benutzerdefinierten Artefakteigenschaften laden!
es: Necesita tener las definiciones de las propiedades personalizadas del artefacto cargadas!
fi: Sinulla on oltava asian kustomoidut ominaisuudet ladattuna!
fr: Les définitions des propriétés personnalisées de l'objet doivent être chargées.
hu: Az tárgykor egyedi tulajdonság definíciókat előszőr be kell tölteni.
pl: Pola Definiowalne dla tego artefaktu powinny być załadowane !
pt: Você precisa carregar as definições das propriedades personalizadas do artefato!
pt_pt: Precisa ter carregadas as definições de propriedades personalizadas do artefacto!
ru: Вам необходимо загрузить определения пользовательских свойств артефактов!
zh_hans: 您需要装载自定义属性定义
zh_hant: 必須載入項目的自訂屬性定義！

# Services_CustomListDoesNotExist
source: The requested custom list does not exist in the product.
cs: Požadovaný vlastní seznam neexistuje v produktu.
de: Die erforderliche benutzerdefinierte Liste existiert nicht in diesem Produkt.
es: La lista personalizada solicitada no existe en el proyecto.
fi: Pyydettyä kustomoitua listaa ei löydy projektista.
fr: La liste personnalisée demandée n'existe pas.
hu: A kért Egyedi Listanem létezik a projektben.
pl: Wymagana przez użytkownika lista nie istnieje w tym projekcie
pt: A lista personalizada solicitada não existe no projeto.
pt_pt: A lista personalizada solicitada não existe no projeto.
ru: Запрошенный пользовательский список не существует в продукте.
zh_hans: 项目中不存在请求的自定义列表
zh_hant: 請求的自訂列表不存在於此專案。

# Services_NoAvailableCustomProperties
source: No available custom properties left in this product for this artifact type
cs: Nejsou k dispozici další vlastní uživatelské vlastnosti v tomto produktu pro tento artefakt typu
de: Es existieren keine weiteren benutzerdefinierten Eigenschaften für diesen Artefakttyp in diesem Produkt.
es: No hay propiedades personalizadas disponibles en este proyecto para este tipo de artefacto
fi: Tälle asia-tyypille ei ole tässä projektissa kustomoitavia ominaisuuksia jäljellä.
fr: Pas de propriétés personnalisées disponibles dans le produit pour ce type d'objet.
hu: Ehhez az tárgykör típushoz nem létezik egyedi tulajdonság ebben a projektben
pl: Brak pól definiowalnym dla tego typu artefaktu w tym projekcie
pt: Não há propriedades personalizadas disponíveis restantes nesse projeto para este tipo de artefato
pt_pt: Não restam propriedades personalizadas disponíveis neste projeto para este tipo de artefacto
ru: В данном продукте не осталось доступных пользовательских свойств для данного типа артефактов.
zh_hans: 项目中没有可用的自定义属性列表
zh_hant: 此專案中剩餘的項目類型自訂屬性無法使用

# TestExecutionService_TestRunsPendingIdNotProvided
source: You need to provide a value for the TestRunsPendingId parameter
cs: Je třeba zadat hodnotu pro TestRunsPendingId parametr
de: Sie müssen einen Wert für den Parameter der TestRunsPendingId angeben.
es: Usted necesita proveer un valor para el parámetro TestRunsPendingId
fi: Sinun on annettava arvo TestRunsPendingid parametrille
fr: Vous devez fournir une valeur pour le paramètre TestRunsPendingId
hu: A TestRunsPendingId parameterhez meg kell adnia egy értéket
pl: Musisz wprowadzić wartość dla parametru TestRunsPendingId
pt: Você precisa fornecer um valor para o parâmetro TestRunsPendingId
pt_pt: Precisa fornecer um valor para o parametro TestRunsPendingID
ru: Вам необходимо предоставить значение параметра TestRunsPendingId
zh_hans: 你需要为TestRunsPendingId参数提供一个数值
zh_hant: 必須為 TestRunsPendingId 參數輸入一個值

# TestExecutionService_NoTestRunsFound
source: No Test Runs Found in the Pending Record
cs: Žádný testovací běh nenalezen v čekajících záznamech.
de: Es wurden keine Testläufe in den ausstehenden Datensätzen gefunden
es: No se encontraron Ejecuciones de Prueba en el Registro de Pendencias
fi: Ei Testiajoja odottavassa tietueessa
fr: Pas d'exécution de test trouvée.
hu: A függőben lévő Rekordban nem található Teszt Futás
pl: Brak Przebiegów Testowych
pt: Nenhuma Execução de Testes encontrada no Registro de Pendências
pt_pt: Não foram encontradas Execuções de Teste no registo pendente
ru: Нет тестовых запусков, найденных в незавершенной записи.
zh_hans: 等待的记录中无正在运行的测试
zh_hant: 擱置記錄中找不到測試執行

# RequirementsService_RequirementNotFound
source: Unable to retrieve requirement RQ{0} as it no longer exists.
cs: Nelze načíst požadavek RQ{0}, protože již neexistuje.
de: Die Anforderung RQ{0} konnte nicht aufgerufen werden, da sie nicht mehr existiert.
es: No se puede recuperar el requerimiento RQ{0} puesto que ya no existe.
fi: Ei voida hakea Vaatimusta RQ{0}, koska sitä ei ole enää olemassa.
fr: Le besoin RQ{0} n'existe plus.
hu: A RQ{0} Követelmény nem elérhető, mert már nem létezik.
pl: Brak odwołania do wymagania RQ{0} Zweryfikuj czy nie zostało ono usunięte lub przeniesione.
pt: Não é possível recuperar o requerimento RQ{0}, pois ele não existe mais.
pt_pt: Não foi possível recuperar o requisito RQ{0} uma vez que já não existe.
ru: Невозможно получить требование RQ{0}, поскольку его больше нет.
zh_hans: 无法恢复，该需求RQ{0}记录已不存在
zh_hant: 無法取回不存在的需求 RQ{0}。

# ReleasesService_ReleaseNotFound
source: Unable to retrieve release/sprint RL{0} as it no longer exists.
cs: Nelze načíst verzi/sprint RL{0}, protože již neexistuje.
de: Es war nicht möglich das Release / die Iteration RL{0} aufzurufen, da sie nicht mehr existiert.
es: No se puede recuperar la release/iteración RL{0} puesto que ya no existe.
fi: Ei voida hakea Julkaisua/Iteraatiota RL{0}, koska sitä ei ole enää olemassa.
fr: La version/sprint RL{0} n'existe plus.
hu: A RL{0} release/sprint nem elérhető, mert már nem létezik.
pl: Brak odwołania do wydania/iteracji. Zweryfikuj czy nie zostały one usunięte lub przeniesione.
pt: Não é possível recuperar o release/iteração RL {0}, pois já não existe mais.
pt_pt: Não foi possível recuperar a entrega/iteração RL[0} uma vez que já não existe.
ru: Невозможно извлечь релиз/спинт RL{0}, так как его больше нет.
zh_hans: 无法恢复，该版本RL{0} 已不存在
zh_hant: 無法取回不存在的版本/迭代 RL{0}。

# TestSetService_TestSetNotFound
source: Unable to retrieve test set TX{0} as it no longer exists.
cs: Nelze načíst testovací sada TX{0}, protože již neexistuje.
de: Es war nicht möglich die Testreihe TX{0} aufzurufen, da sie nicht mehr existiert.
es: No se puede recuperar el Conjunto de Pruebas TX{0} puesto que ya no existe.
fi: Ei voida hakea Testijoukkoa TX{0}, koska sitä ei ole enää olemassa.
fr: L'ensemble de tests TX{0} n'existe plus.
hu: A TX{0} Teszt szett nem elérhető, mert már nem létezik.
pl: Brak odwołania do Zestawu testowego TX{0}. Zweryfikuj czy nie zostało ono usunięte lub przeniesione.
pt: Não é possível recuperar o conjunto de testes TX{0}, pois ele não existe mais.
pt_pt: Não foi possível recuperar o conjunto de testes TX[0} uma vez que já não existe.
ru: Невозможно получить тестовый набор TX{0}, так как его больше нет.
zh_hans: 无法恢复，测试集TX{0}已不存在
zh_hant: 無法取回不存在的測試集 TX{0}。

# TasksService_TaskNotFound
source: Unable to retrieve task TK{0} as it no longer exists.
cs: Nelze načíst úkol TK{0}, protože již neexistuje.
de: Es war nicht möglich die Aufgabe TK{0} aufzurufen, da sie nicht mehr existiert.
es: No se puede recuperar la tarea TK{0} puesto que ya no existe.
fi: Ei voida hakea Tehtävää TK{0}, koska sitä ei ole enää olemassa.
fr: La tâche TK{0} n'existe plus.
hu: A TK{0} Feladat nem elérhető, mert már nem létezik.
pl: Brak odwołania do Zadania TK{0}. Zweryfikuj czy nie zostało ono usunięte lub przeniesione.
pt: Não é possível recuperar a tarefa TK{0}, pois ela não existe mais.
pt_pt: Não foi possível recuperar a tarefa TK{0} uma vez que já não existe.
ru: Невозможно получить задачу TK{0}, так как ее больше нет.
zh_hans: 无法恢复，任务TK{0}已不存在
zh_hant: 無法取回不存在的任務 TK{0}。

# AutomationHostsService_AutomationHostNotFound
source: Unable to retrieve automation host AH{0} as it no longer exists.
cs: Nelze načíst host automatizace HA{0}, protože již neexistuje.
de: Es war nicht möglich den Automatisierungshost AH{0} aufzurufen, da er nicht mehr existiert.
es: No se puede recuperar el host de automatización AH{0} puesto que ya no existe.
fi: Ei voida hakea Automaatio-isäntää AH{0}, koska sitä ei ole enää olemassa.
fr: L'Hôte d’automatisation AH{0} n'existe plus.
hu: A AH{0} Automata Host nem elérhető, mert már nem létezik.
pl: Brak odwołania do hostu automatyzacji. Zweryfikuj czy nie został on usunięty lub przeniesiony.
pt: Não é possível recuperar o host de automação AH{0}, pois ele não existe mais.
pt_pt: Não foi possível recuperar o ambiente de automação AH{0} uma vez que já não existe.
ru: Невозможно получить хост автоматизации AH{0}, так как его больше нет.
zh_hans: 无法恢复，自动主机AH{0} 已不存在
zh_hant: 無法取回不存在的自動化主機 AH{0}。

# TestCaseService_TestCaseNotFound
source: Unable to retrieve test case TC{0} as it no longer exists.
cs: Nelze načíst testovací případ TC{0}, protože již neexistuje.
de: Es war nicht möglich den Testfall TC{0} aufzurufen, da er nicht mehr existiert.
es: No se puede recuperar el caso de prueba TC{0} puesto que ya no existe.
fi: Ei voida hakea Testitapausta TC{0}, koska sitä ei ole enää olemassa.
fr: Le scénario de test TC{0} n'existe plus.
hu: A TC{0} teszteset nem elérhető, mert már nem létezik.
pl: Brak odwołania do Przypadku Testowego TC{0}. Zweryfikuj czy nie został on usunięty lub przeniesiony.
pt: Não é possível recuperar o caso de teste TC{0}, pois ele não existe mais.
pt_pt: Não foi possível recuperar o caso de teste TC{0} uma vez que já não existe.
ru: Невозможно извлечь тестовый случай TC{0}, так как его больше нет.
zh_hans: 无法恢复，测试项TC{0}已不存在
zh_hant: 無法取回不存在的測試案例 TC{0}。

# TestStepService_TestStepNotFound
source: Unable to retrieve test step TS{0} as it no longer exists.
cs: Nelze načíst testovací krok TS{0}, protože již neexistuje.
de: Es war nicht möglich den Testschritt TS{0} aufzurufen, da er nicht mehr existiert.
es: No se puede recuperar el paso de prueba TS{0} puesto que ya no existe.
fi: Ei voida hakea Testiaskelta TS{0}, koska sitä ei ole enää olemassa.
fr: L'étape de test TS{0} n'existe plus.
hu: A TS{0} Teszt Lépés nem elérhető, mert már nem létezik.
pl: Brak odwołania do kroku testu TS{0}. Zweryfikuj czy nie został on usunięty lub przeniesiony.
pt: Não é possível recuperar a etapa de teste TS{0}, pois ela não existe mais.
pt_pt: Não foi possível recuperar o passo de teste TS{0} uma vez que já não existe.
ru: Невозможно получить тестовый шаг TS{0}, так как его больше не существует.
zh_hans: 无法恢复，测试步骤TS{0}已不存在
zh_hant: 無法取回不存在的測試步驟 TS{0}。

# TestRunService_TestRunNotFound
source: Unable to retrieve test run TR{0} as it no longer exists.
cs: Nelze načíst testovací běh TR{0}, protože již neexistuje.
de: Es war nicht möglich den Testlauf TR{0} aufzurufen, da er nicht mehr existiert.
es: No se puede recuperar la ejecución de prueba TR{0} puesto que ya no existe.
fi: Ei voida hakea Testiajoa TR{0}, koska sitä ei ole enää olemassa.
fr: L'exécution de test TR{0} n'existe plus.
hu: A TR{0} Teszt Futás nem elérhető, mert már nem létezik.
pl: Brak odwołania do przebiegu testu TS{0}. Zweryfikuj czy nie został on usunięty lub przeniesiony.
pt: Não é possível recuperar a execução de teste TR{0}, pois ela não existe mais.
pt_pt: Não foi possível recuperar a execução de teste TR{0} uma vez que já não existe.
ru: Невозможно получить тестовый запуск TR{0}, так как его больше нет.
zh_hans: 无法恢复，测试 TR{0}已不存在
zh_hant: 無法取回不存在的測試執行 TR{0}。

# ReportViewer_ReportFormatIdMissing
source: You need to supply a report format id.
cs: Musíte zadat id formátu reportu.
de: Sie müssen eine Berichts-Form-ID eingeben.
es: Usted debe proporcionar un ID de formato de informe.
fi: Sinun on annettava Raportin formaatin id
fr: Vous devez fournir un identifiant pour le format du rapport.
hu: Meg kell adnia egy riport formátum azonosítót
pl: Musisz wprowadzić id formatu raportu.
pt: Você precisa fornecer um ID de formato de relatório.
pt_pt: Precisa fornecer o id fo formato do relatório.
ru: Вам нужно предоставить идентификатор формата отчета.
zh_hans: 请提供一个报告格式ID
zh_hant: 必須提供報表格式編號。

# ReportViewer_ReportIdNotValid
source: You need to supply a valid numeric report id.
cs: Musíte zadat platné číselné id reportu.
de: Sie müssen eine gültige, numerische Berichts-ID eingeben.
es: Usted debe proporcionar un ID numérico de formato de informe válido.
fi: Sinun on annettava kelvollinen numeerinen Raportin id
fr: Vous devez fournir une valeur numérique valide pour l'identifiant du rapport
hu: Meg kell adnia egy érvényes numerikus riport azonosítót
pl: Musisz wprowadzić id formatu raportu numerycznie.
pt: Você precisa fornecer um ID numérico de relatório válido.
pt_pt: Precisa fornecer um id numérico válido do relatório.
ru: Вы должны предоставить действительный числовой идентификатор отчета.
zh_hans: 请提供一个正确数值的报告ID
zh_hant: 必須提供一個有效的數字報表編號。

# ReportViewer_QueryStringEmpty
source: The report querystring was empty, so aborting report generation!
cs: QueryString Report byl prázdný, generování reportu je přerušeno!
de: Das Eingabefeld des Berichts war leer, daher wird die Berichtsgenerierung abgebrochen!
es: La Query String del informe estaba vacía. La generación del informe fue cancelada.
fi: Raportin kyselymerkkijono oli tyhjä, Raportin luonti keskeytetään!
fr: Pas de génération du rapport (chaine querystring vide) !
hu: A riport lekérés üres volt, ezért a riport készítés leállt!
pl: Zapytanie w raporcie jest puste, wiec nie może zostać on wygenerowany
pt: A query string do relatório estava vazia, então a geração do relatório foi cancelada!
pt_pt: A string de onsulta do relatório estava vazia, então foi abortada a geração do relatório!
ru: Кверистинг отчётов был пуст, так что прервите генерацию отчётов!
zh_hans: 报告查询字段为空，取消报告生成。
zh_hant: 報表查詢字串為空，中止產生報表!

# ReportViewer_GeneratedReportNotExists
source: The generated report no longer exists
cs: Vygenerovaný report již neexistuje
de: Der erstellte Bericht existiert nicht mehr
es: El informe generado ya no existe
fi: Luotua raporttia ei enää ole olemassa
fr: Le rapport n'existe plus.
hu: Az elkészült riport nem létezik többé.
pl: Generowany raport nie istnieje
pt: O relatório gerado não existe mais
pt_pt: O relatório geradojá não existe
ru: Созданный отчет больше не существует
zh_hans: 生成的报告已不存在
zh_hant: 產生的報表已不存在。

# ReportViewer_InvalidGeneratedId
source: You need to supply a valid numeric report generated id.
cs: Musíte zadat platné číselné id vygenerovaného reportu.
de: Sie müssen eine gültige, numerische ID für den erstellten Bericht eintragen.
es: Debe proporcionar un ID numérico de informe generado válido .
fi: Sinun on annettava kelvollinen numeerinen Raportin luoma id.
fr: Vous devez fournir une valeur numérique valide pour l'identifiant du rapport généré.
hu: Meg kell adnia egy érvényes numerikus riport készített azonosítót
pl: Musisz wprowadzić odpowiednie id numeryczne.
pt: Você precisa fornecer um ID numérico de relatório gerado válido.
pt_pt: Precisa fornecer um id numérico válido do relatório gerado.
ru: Необходимо предоставить действительный числовой отчет сгенерированный id.
zh_hans: 您需要提供一个正确数值的报告生成ID
zh_hant: 必須提供有效的數字報表產生編號。

# ReportViewer_NeedGeneratedId
source: You need to supply a report generated id.
cs: Musíte zadat id vygenerovaného reportu.
de: Sie müssen eine ID für den erstellten Bericht eintragen.
es: Debe proporcionar un ID de informe generado válido .
fi: Sinun on annettava Raportin luoma id.
fr: Vous devez fournir une valeur pour l'identifiant du rapport généré.
hu: Meg kell adnia egy riport készített azonosítót
pl: Musisz wprowadzić odpowiednie id.
pt: Você precisa fornecer um ID de relatório gerado.
pt_pt: Precisa fornecer um id do relatório gerado.
ru: Вам нужно предоставить отчет, сгенерированный ID.
zh_hans: 你需要提供一个报告生成ID
zh_hant: 必須提供報表產生編號。

# ReportViewer_NotAuthorizedToViewGeneratedReport
source: You are not authorized to view the generated report!
cs: Nejste oprávněni vidět vygenerovaný report!
de: Sie sind nicht berechtigt den erstellten Bericht anzuzeigen!
es: Usted no está autorizado para ver el informe generado!
fi: Sinulla ei ole oikeuksia katsoa luotua Raporttia!
fr: Vous n'avez pas l'autorisation d'afficher le rapport généré.
hu: Az elkészült riport megtekintéséhez nincs jogosultsága!
pl: Nie masz uprawnień do przeglądania wygenerowanego raportu!
pt: Você não está autorizado a ver o relatório gerado!
pt_pt: Não está autorizado a ver o relatório gerado!
ru: Вы не имеете права просматривать созданный отчет!
zh_hans: 您无权查看此已生成的报告
zh_hant: 無權限檢視產生的報表！

# PendingTestRuns_DeleteConfirm
source: Are you sure you want to delete this pending Test Run?
cs: Jste si jisti, že chcete smazat tento čekajících Testovací běh?
de: Sind Sie sich sicher, dass Sie den ausstehenden Testlauf löschen möchten?
es: Está seguro de que desea borrar esta ejecución de prueba pendiente?
fi: Oletko varman että haluat poistaa tämän odottavan Testiajon?
fr: Etes-vous sûr de vouloir supprimer cette exécution de tests ?
hu: Biztos benne, hogy törölni akarja ezt a függőben lévő Teszt Futást?
pl: Czy chcesz usunąć ten otwarty Przebieg testowy?
pt: Tem certeza de que deseja excluir esta Execução de Teste pendente?
pt_pt: Tem certeza que deseja eliminar esta Execução de Teste pendente?
ru: Вы уверены, что хотите удалить это в ожидании пробного запуска?
zh_hans: 你确定要删除正在等待的测试吗
zh_hant: 您確定要刪除此擱置測試執行？

# Admin_Reports_DeleteConfirm
source: Are you sure you want to delete this report? This cannot be undone!
cs: Jste si jisti, že chcete smazat tento report? Akci nelze vrátit zpět!
de: Sind sie sich sicher, dass Sie diesen Bericht löschen möchten? Dies kann nicht rückgängig gemacht werden!
es: Está seguro de que desea borrar este informe? Esto no se puede deshacer!
fi: Oletko varma että haluat poistaa tämän raportin. Tätä ei voi perua!
fr: Etes-vous sûr de vouloir supprimer ce rapport ? La suppression ne pourra pas être annulée.
hu: Biztos benne, hogy törölni akarja ezt a riportot? Ez a művelet nem visszavonható!
pl: Czy chcesz usunać ten raport? Zmiana będzie nieodwarcalna !
pt: Tem certeza que deseja excluir esta mensagem? Esta ação não pode ser desfeita!
pt_pt: Tem certeza que deseja eliminar este relatório? Esta ação não pode ser revertida!
ru: Вы уверены, что хотите удалить этот отчет? Это не может быть отменено!
zh_hans: 你确定要删除此报告吗，此操作不可恢复
zh_hant: 您確定要刪除此報表？此操作無法還原！

# Admin_Reports_ReportCopied
source: The report was successfully copied.
cs: Report byl úspěšně zkopírován.
de: Der Bericht wurde erfolgreich kopiert.
es: El informe ha sido copiado con éxito.
fi: Raportti onnistuneesti kopioitu.
fr: Le rapport a été copié.
hu: A riport sikeresen átmásolódott.
pl: Kopia raportu wykonana.
pt: O relatório foi copiado com sucesso.
pt_pt: O relatório foi copiado com sucesso.
ru: Отчет был успешно скопирован.
zh_hans: 已成功复制报告
zh_hant: 報表已成功複製。

# Admin_Reports_ReportDeleted
source: The report was successfully deleted.
cs: Report byl úspěšně smazán.
de: Der Bericht wurde erfolgreich gelöscht.
es: El informe ha sido borrado con éxito.
fi: Raportti onnistuneesti poistettu.
fr: Le rapport a été supprimé.
hu: A riport sikeresen törlődött.
pl: Raport usunięty
pt: O relatório foi excluído com sucesso.
pt_pt: O relatório foi eliminado com sucesso.
ru: Отчет был успешно удален.
zh_hans: 已成功删除报告
zh_hant: 報表已成功刪除。

# Admin_ReportDetails_DeleteSectionConfirm
source: Are you sure you want to delete this section? This operation cannot be undone.
cs: Jste si jist, že chcete smazat tuto sekci? Tuto operaci nelze vrátit zpět.
de: Sind Sie sich sicher, dass Sie diesen Abschnitt löschen möchten? Dieser Vorgang kann nicht rückgängig gemacht werden.
es: Está seguro de que desea borrar esta sección? Esta operación no se puede deshacer.
fi: Oletko varman että haluat poistaa tämän osan? Tapahtumaa ei voi perua.
fr: Etes-vous sûr de vouloir supprimer cette section ? L'opération ne pourra être annulée.
hu: Biztos benne, hogy törölni akarja ezt a szekciót? Ez a művelet nem visszavonható!
pt: Tem certeza que deseja excluir esta seção? Esta operação não pode ser desfeita.
pt_pt: Tem certeza que deseja eliminar esta secção? Esta operação não pode ser revertida!
ru: Вы уверены, что хотите удалить этот раздел? Эту операцию нельзя отменить.
zh_hans: 您确定删除此项，此操作不可恢复
zh_hant: 您確定要刪除此部份？此操作將無法還原。
