Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_Components_SaveError
source: Error while saving components
cs: Chyba při ukládání komponent
de: Fehler beim Speichern der Komponenten
es: Error al guardar componentes
fi: Virhe komponenttien tallentamisessa
fr: Erreur de sauvegarde des composants
hu: Hiba az összetevők mentésekor
pl: Wystąpił błąd przy zapisywaniu
pt: Erro ao salvar componentes
pt_pt: Ocorreu um erro na gravação dos componentes
ru: Ошибка при сохранении компонентов
zh_hant: 儲存模組時發生錯誤

# Global_UnableRetrieveTooltip
source: Unable to retrieve tooltip...
cs: Nelze načíst popisek ...
de: Tooltip kann nicht abgerufen werden …
es: No se puede recuperar la descripción...
fi: Työkaluvihjeen noutaminen epäonnistui.
fr: Impossible de charger l'info-bulle…
hu: Nem sikerült a helyi súgó megjelenítése...
pl: Podpowiedź niedostępna!
pt: Não foi possível obter a dica ...
pt_pt: Não foi possível recuperar as tooltip...
ru: Невозможно извлечь всплывающую подсказку...
zh_hant: 無法取回提示..

# ReleaseDetails_ScenarioStepDeleteConfirm
source: Are you sure that you want to delete the selected scenario steps?
cs: Jste si jisti, že chcete odstranit vybrané kroky scénáře?
de: Sind Sie sicher, dass Sie die ausgewählten Schritte des Szenarios löschen möchten?
es: Está seguro de que desea borrar los pasos del escenario seleccionado?
fi: Haluatko varmasti poistaa valitut skenario-stepit?
fr: Etes-vous certain de vouloir supprimer ce script ?
hu: Biztosan törli a kiválasztott forgatókönyv-lépéseket?
pl: Czy usunąć zaznaczone kroki scenariusza?
pt: Tem certeza que deseja excluir as etapas do cenário selecionado?
pt_pt: Tem certeza que deseja eliminar os passos de cenário selecionados?
ru: Вы уверены, что хотите удалить выбранные шаги сценария?
zh_hant: 您確定要刪除選擇的情境步驟？

# TasksService_TaskFolderIdNotInteger
source: The parentNodeId value needs to be an integer!
cs: Hodnota ID nadřaženého uzlu musí být celé číslo!
de: Der parentNodeID-Wert muss ganzzahlig sein!
es: El valor de parentNodeId debe ser entero!
fi: ParentNodeId:n täytyy olla kokonaisluku!
fr: Le paramètre doit avoir une valeur entière.
hu: A parentNodeId értéknek egész számnak kell lennie!
pl: ID elementu nadrzędnego musi być liczbą całkowitą!
pt: O valor parentNodeId precisa ser um número inteiro!
pt_pt: O valor de parentNodeId necessita ser um número inteiro!
ru: Значение parentNodeId должно быть целым числом!
zh_hant: ParentNodeId 必須為整數值！

# TasksService_TaskFolderNameRequired
source: The new task folder name is required!
cs: Je vyžadován nový název složky úkolů!
de: Der neue Name des Aufgabenordners ist erforderlich!
es: El Nombre de la Nueva Carpeta de Tareas es necesario!
fi: Uusi tehtävä-kansio on nimettävä!
fr: Un nom est requis pour le nouveau dossier.
hu: Új feladatkönyvtár szükséges!
pl: Wymagana nazwa folderu zadań!
pt: O nome da pasta da nova tarefa é necessário!
pt_pt: É necessário o novo nome da pasta de tarefa
ru: Новое имя папки заданий обязательно!
zh_hant: 新任務資料夾名稱為必須！

# DocumentsService_DocumentFolderIdNotInteger
source: The parentNodeId value needs to be an integer!
cs: Hodnota ID nadřaženého uzlu musí být celé číslo!
de: Der parentNodeID-Wert muss ganzzahlig sein!
es: El valor de parentNodeId debe ser entero!
fi: ParentNodeId:n täytyy olla kokonaisluku!
fr: Le paramètre doit avoir une valeur entière.
hu: A parentNodeId értéknek egész számnak kell lennie!
pl: ID elementu nadrzędnego musi być liczbą całkowitą!
pt: O valor parentNodeId precisa ser um número inteiro!
pt_pt: O valor de parentNodeId necessita ser um número inteiro!
ru: Значение parentNodeId должно быть целым числом!
zh_hant: ParentNodeId 必須為整數值！

# DocumentsService_DocumentFolderNameRequired
source: The new document folder name is required!
cs: Název nové složky dokumentů je povinný!
de: Der neue Name des Dokumentenordners ist erforderlich!
es: El nombre de la nueva carpeta de Documentos es necesario!
fi: Uusi dokumenttikansio täytyy nimetä!
fr: Un nom est requis pour le nouveau dossier.
hu: Új dokumentum-könyvtárnév szükséges!
pl: Wymagana nazwa folderu!
pt: O nome da pasta do novo documento é necessário!
pt_pt: É necessário o novo nome da pasta de documento
ru: Новое имя папки для документов обязательно!
zh_hant: 新聞鍵資料夾名稱為必須！

# UserProfile_AvatarNotRemoved
source: There was an error removing your avatar from the system.
cs: Při odebírání avatara ze systému došlo k chybě.
de: Es gab einen Fehler beim Entfernen des Avatars aus dem System.
es: Se ha producido un error al eliminar su avatar del sistema.
fi: Virhe profiilikuvasi poistossa järjestelmästä.
fr: Une erreur s'est produite lors de la suppression de l'avatar.
hu: Hiba történt a rendszerben az avatar törlésekor.
pl: Wystąpił błąd przy usuwaniu avatara.
pt: Houve um erro ao remover o seu avatar do sistema.
pt_pt: Ocorreu um erro ao remover o seu avatar do sistema.
ru: Произошла ошибка при удалении вашего аватара из системы.
zh_hant: 從系統中移除您的頭像圖片發生錯誤。

# UserProfile_AvatarRemoved
source: Your avatar has been removed. It may take some time before the change is propagated throughout the system.
cs: Váš avatar byl odstraněn. Může trvat nějakou dobu, než se změna projeví v celém systému.
de: Ihr Avatar wurde entfernt. Es kann einige Zeit dauern bis dies im ganzen System aktualisiert ist.
es: Su avatar ha sido eliminado. Puede tomar algún tiempo antes de que el cambio se propague en todo el sistema.
fi: Profiilikuvasi on poistettu. Muutoksen päivittyminen koko järjestelmään voi viedä hieman aikaa.
fr: Votre avatar a été supprimé (la suppression complète dans tout le système peut prendre quelques minutes).
hu: Az Ön avatarja törlődött. Némi időbe telhet, amíg a módosítás a rendszer egészében érvénybe lép.
pl: Avatar usunięty. Propagacja zmian w systemie zajmie kilka minut.
pt: O seu avatar foi removido. Pode levar algum tempo até que a alteração seja vista em todo o sistema.
pt_pt: O seu avatar foi removido. Pode demorar algum tempo antes que a alteração seja propagada por todo o sistema.
ru: Ваш аватар удален. Может пройти некоторое время, прежде чем изменение распространится по всей системе.
zh_hant: 您的頭像圖片已移除。將此異動傳送至全系統需花些時間。

# UserProfile_AvatarTooLarge
source: Avatar image must be smaller than 100KB in size.
cs: Obrázek avataru musí být menší než 100 KB.
de: Ein Avatarbild muss kleiner als 100KB sein.
es: La imagen de Avatar debe tener menos de 100KB de tamaño.
fi: Profiilikuvan täytyy olla kooltaan alle 100kb.
fr: La taille de l'image avatar doit être inférieure a 100KB.
hu: Az avatarképnek 100KB-nál kisebbnek kell lennie.
pl: Obraz avatara musi być mnieszy niż 100KB.
pt: A imagem de avatar deve ser menor que 100 KB.
pt_pt: A imagem do avatar tem que ter um tamanho inferior a 100KB
ru: Размер изображения аватара должен быть меньше 100 КБ.
zh_hant: 頭像圖示大小必須小於 100KB。

# UserProfile_AvatarWrongType
source: Only GIF, JPG, or PNG filetypes are allowed for avatar images.
cs: U obrázků avatarů jsou povoleny pouze typy souborů GIF, JPG nebo PNG.
de: Nur GIF-, JPG- oder PNG-Dateitypen sind für Avatarbilder erlaubt.
es: Sólo los tipos de archivo GIF, JPG o PNG se pueden utilizar para las imágenes de avatar.
fi: Vain GIF, JPG, tai PNG ovat sallittuja profiilikuvaformaatteja.
fr: L'image avatar doit être de type GIF, JPG ou PNG.
hu: Csak a GIF, JPG vagy PNG fájltípusok engedélyezettek az avatarképekhez.
pl: Akceptowane są rozszerzenia GIF, JPG i PNG.
pt: Somente os tipos de imagem GIF, JPG ou PNG são permitidos para o avatar.
pt_pt: Para as imagens de avatar somente são permitidos ficheiros do tipo GIF, JPG ou PNG.
ru: Для изображений аватара разрешены только типы файлов GIF, JPG или PNG.
zh_hant: 頭像圖示僅支援 GIF、JPG、PNG 文件類型。

# Global_DataSavedWithoutNewComment
source: Item data was saved, but new comment could not be added.
cs: Data položky byla uložena, ale nový komentář nelze přidat.
de: Die Item-Daten wurden gespeichert, aber neue Kommentare konnten nicht hinzugefügt werden.
es: Los datos del ítem fueron guardados, pero no se pudo agregar un nuevo comentario.
fi: Kohteen tiedot on tallennettu, mutta uutta kommenttia ei voitu tallentaa.
fr: Les données sont enregistrées, mais le nouveau commentaire n'a pu être ajouté.
hu: Az elemadatok mentésre kerültek, de új megjegyzést nem adtak hozzá.
pl: Dane elemetu zapisane, ale nie zapisano komentarza.
pt: Os dados do item foram salvos, mas o novo comentário não pode ser adicionado.
pt_pt: Os dados do item foram gravados mas novos comentários não podem ser adicionados.
ru: Данные по элементам были сохранены, но новый комментарий добавить не удалось.
zh_hant: 項目資料已儲存，但新的說明無法被新增。

# GeneralSettings_InstantMessengerRetentionInvalid
source: You need to enter an integer value for the Instant Message Retention
cs: Je třeba zadat celočíselnou hodnotu pro uchování okamžitých zpráv (Instant Message)
de: Sie müssen einen ganzzahligen Wert für die Instant Message Aufbewahrungsdauer eingeben
es: Usted debe introducir un valor entero para la Retención de Mensajes Instantáneos
fi: Anna pikaviestien säilytyspäivien määrä kokonaislukuna
fr: Veuillez saisir une valeur entière.
hu: Egy egész számot kell megadnia az azonnali üzenet megőrzéséhez
pl: Przechowywanie wiadomości błyskawicznych musi być podane jako liczba całkowita
pt: É necessário digitar um valor inteiro para a Retenção de Mensagens Instantâneas
pt_pt: Necessita inserir um valor inteiro para retenção das mensagens instantâneas
ru: Для сохранения мгновенных сообщений необходимо ввести целое значение
zh_hant: 必須為即時訊息保留輸入一個整數值

# GeneralSettings_InstantMessengerRetentionRequired
source: You need to enter a value for the Instant Message Retention
cs: Musíte zadat hodnotu pro uchování okamžitých zpráv (Instant Message)
de: Sie müssen einen Wert für die Instant Message Aufbewahrungsdauer eingeben
es: Usted debe introducir un valor para la Retención de Mensajes Instantáneos
fi: Anna arvo pikaviestien säilytypäiville
fr: Veuillez saisir une valeur entière.
hu: Meg kell adnia egy értéket az azonnali üzenet megőrzéséhez
pl: Wymagana wartość dla przechowywania wiadomości błyskawicznych
pt: É necessário digitar um valor para a Retenção de Mensagens Instantâneas
pt_pt: Necessita inserir um valor para retenção das mensagens instantâneas
ru: Необходимо ввести значение для сохранения мгновенных сообщений.
zh_hant: 必須為即時訊息保留輸入一個值

# Timecard_AdditionalEffortInvalid
source: At least one Additional Effort value is invalid!
cs: Alespoň jedna hodnota Dalšího úsilí je neplatná!
de: Mindestens ein zusätzlicher Aufwandswert ist ungültig!
es: Al menos un valor de Esfuerzo Adicional no es válido!
fi: Ainakin yhden työpanoksen arvo on väärä!
fr: Une ou plusieurs des valeurs d'effort additionnel ne sont pas valides.
hu: Legalább egy További munka érték érvénytelen!
pl: Co najmniej jedna wartość dodatkowego nakładu jest błędna.
pt: Pelo menos um valor de Esforço Adicional é inválido!
pt_pt: Pelo menos um valor de Esforço Adicional é inválido!
ru: По крайней мере, одно значение Additional Effort недействительно!
zh_hant: 至少一個額外工時值為無效！

# Timecard_RemainingEffortInvalid
source: At least one Remaining Effort value is invalid!
cs: Alespoň jedna hodnota zbývajícího úsilí je neplatná!
de: Mindestens ein Restaufwandswert ist ungültig!
es: Al menos un valor de Esfuerzo Restante no es válido!
fi: Ainakin yhden jäljelläolevan työpanoksen arvo on väärin!
fr: Une ou plusieurs des valeurs d'effort restant ne sont pas valides.
hu: Legalább egy Hátralévő munka érték érvénytelen!
pl: Co najmniej jedna wartość pozostałego nakładu jest błędna.
pt: Pelo menos um valor de Esforço Restante é inválido!
pt_pt: Pelo menos um valor de Esforço Remanescente é inválido!
ru: По крайней мере, одно значение "Остаточные усилия" недействительно!
zh_hant: 至少一個剩餘工時值為無效！

# Services_NotAuthorizedModifyProject
source: You need to be a Product Administrator to use this function!
cs: Abyste mohli používat tuto funkci, musíte být produktovým administrátorem!
de: Um diese Funktion zu nutzen, müssen Sie Produktadministrator sein!
es: Necesitas ser un Administrador de Proyectos para usar esta función!
fi: Sinun täytyy olla Projekti administraattori käyttääksesi tätä toimintoa!
fr: Vous devez être Administrateur du produit pour utiliser cette fonction.
hu: Ennek a funkciónak a használatához projektadminisztrátornak kell lennie!
pl: Aby użyć tej funkcji musisz być administratorem projektu!
pt: Você precisa ser Administrador de Projeto para usar esta função!
pt_pt: Necessita ser um Administrador de Projeto para usar esta função!
ru: Вы должны быть администратором продукта, чтобы использовать эту функцию!
zh_hant: 使用此功能必須為專案管理者。

# TestExecutionService_NoTestCaseFound
source: Cannot store test result as this test cannot be found. Continue on to the next test.
cs: Výsledek testu nelze uložit, protože tento test nelze najít. Pokračujte dalším testem.
de: Das Testergebnis kann nicht gespeichert werden, weil der Test nicht gefunden wurde. Bitte fahren Sie mit dem nächsten Test fort.
es: No se puede almacenar el resultado de la prueba ya que no se puede encontrar esta prueba. Continúe con la siguiente prueba.
fi: Testitulosta ei voi tallentaa, koska testiä ei löydy. Jatka seuraavaan testiin.
fr: Pas de sauvegarde de résultat de test (test non trouvé). Passage au test suivant.
hu: Nem tárolható el a teszteredmény, mert nem található ez a teszt. Folytatás a következő teszttel.
pl: Nie można zachować rezultatów ponieważ nie odnaleziono testu. Przejdź do następnego testu.
pt: Não é possível armazenar o resultado do teste pois o teste não pode ser encontrado. Continue para o próximo teste.
pt_pt: Não pode armezenar os resultados do teste uma vez que este teste não pode ser encontrado. Continue para o próximo teste.
ru: Невозможно сохранить результат теста, так как этот тест не может быть найден. Продолжайте следующий тест.
zh_hant: 當此測試找不到時無法儲存測試結果。繼續進行下一個測試。

# Global_DatabaseTimeout
source: The database timed-out while executing this command. Please refresh the database indexes (see KB10).
cs: Při provádění tohoto příkazu vypršel časový limit databáze. Aktualizujte indexy databáze (viz KB10).
de: Während der Befehl ausgeführt wurde, ist ein Time-out der Datenbankverbindung aufgetreten. Bitte aktualisieren Sie die Datenbankindices (Siehe KB10).
es: El tiempo de espera de la conexión a la base de datos se agotó durante la ejecución de este comando. Por favor, actualice los índices de la base de datos (vea KB10).
fi: Tietokannan maksimitallennusaika ylitetty. Päivitä tietokannan indeksit (katso KB10).
fr: L'exécution de la commande n'a pu se terminer. Veuillez rafraîchir les index base de données (Voir KB10).
hu: Az adatbázisban időtúllépés történt a parancs végrehajtásakor. Frissítse az adatbázisindexeket (lásd: KB10).
pl: Baza danych została wyłączona podczas wykonywania tego polecenia. Prosimy o odświeżenie indeksów bazy danych (patrz KB10).
pt: O banco de dados demorou muito para responder à execução deste comando. Por favor, atualize os índices do banco de dados (veja KB10).
pt_pt: O tempo de acesso à base de dados expirou durante a execução detes comando. Por favor refresque os indices da base de dados (ver KB10).
ru: Во время выполнения этой команды БД таймаут. Пожалуйста, обновите индексы базы данных (см. KB10).
zh_hant: 執行此命令時發生資料庫逾時。請重整資料庫索引 (參閱 KB10)。

# Admin_VersionControlProvider_ClearCacheWarning
source: Clearning the cache will cause the system to refresh source code information from the provider. This will cause the Source Code pages to become inactive until caching is complete. Are you sure?
cs: Vymazání mezipaměti způsobí, že systém obnoví informace o kontrole verze od poskytovatele. To způsobí, že stránky ovládání zdroje budou neaktivní, dokud nebude ukládání do mezipaměti dokončeno. Jste si jisti?
de: Das Leeren des Cache führt zu einer Aktualisierung der Informationen der Versionsverwaltung vom Anbieter. Dies wird dazu führen, dass die Seiten für die Versionskontrolle inaktiv bleiben bis das Zwischenspeichern abgeschlossen ist. Sind Sie sicher?
es: Borrar la memoria caché hará que el sistema actualice la información de control de versión del proveedor. Esto hará que las páginas de control de origen permanezcan inactivas hasta que se complete el almacenamiento en caché. Está seguro de que desea continuar?
fi: Välimuistin tyhjentäminen aiheuttaa versiokontrollitiedon päivittämisen. Tämän takia lähdekontrollisivut ovat saavuttamattomissa, kunnes välimuistin palauttaminen on valmis. Haluatko jatkaa?
fr: Vider le cache va provoquer le rafraîchissement des informations de gestion de versions par le fournisseur. Les pages du source contrôle seront inaccessibles pendant le rafraîchissement. Etes-vous certain de vouloir continuer ?
hu: A gyorsítótár törlése esetén a rendszer frissíti a verziókövetési információt a szolgáltatótól. Ezzel a forráskezelő oldalak inaktívvá válnak a gyorsítótárazás befejezéséig. Biztos benne?
pl: Wyczyszczenie pamięci podręcznej spowoduje, że system będzie odświeżał informacje o kontroli wersji od dostawcy. Spowoduje to, że strony Source Control staną się nieaktywne do czasu zakończenia buforowania. Jesteś pewien?
pt: Limpar o cache fará com que o sistema atualize as informações do controle de versão do provedor. Isso fará com que as páginas do controle fiquem inativas até que o cache esteja completo. Tem certeza que deseja continuar?
pt_pt: Limpar a cache vai fazer com que o sistema refresque ainformação sobre o controlo da versão do fornecedor. Tal levará a que as páginas de controlo da fonte se tornem inativas até que a ação sobre o cache esteja completa. Tem a certeza?
ru: Очистка кэша приведет к тому, что система обновит информацию о контроле версий у провайдера. Это приведет к тому, что страницы Контроля Источника станут неактивными до тех пор, пока кэширование не будет завершено. Ты уверен?
zh_hant: 清除快取會導致系統從提供器重整版本控制資訊。這將導致來源控制頁面成為取消啟動直到完成異動。您確定要繼續？

# Admin_TaraVault_NotActive
source: Your TaraVault instance is not active. Once activated you will need to create a TaraVault product for any {0} product that you want to set up a source code repository for. You may activate TaraVault by clicking the button below.
cs: Vaše instance TaraVault není aktivní. Po aktivaci budete muset vytvořit produkt TaraVault v jakémkoliv produktu {0}, pro který chcete nastavit úložiště správy verzí. TaraVault můžete aktivovat kliknutím na tlačítko níže.
de: Ihre Instanz von TaraVault ist nicht aktiv. Ist es einmal aktiv, müssen Sie für jedes {0} Produkt, für dass sie ein Repository zur Versionskontrolle einrichten wollen, ein TaraVault-Produkt anlegen. Sie können TaraVault aktivieren, indem Sie den Button unten klicken.
es: Su instancia de TaraVault no está activa. Una vez activada, usted deberá crear un proyecto TaraVault para cualquier proyecto {0} que desee configurar un repositorio de control de versiones. Usted puede activar TaraVault haciendo clic en el botón de abajo.
fi: TaraVault esiintymäsi ei ole aktiivinen. Kun se aktivoidaan, sinun täytyy luoda TaraVault projekti kaikille {0} projektille, joille haluat luoda versiokontrollitaltion Voit aktivoida TaraVaultin klikkaamalla alla olevaa nappia.
fr: Votre application TaraVault n'est pas active. Vous devez d'abord l'activer puis créer un produit TaraVault pour chacun des produits {0} demandant la gestion de code source. Cliquez sur le bouton pour activer TaraVault.
hu: Az Ön TaraVault instanciája nem aktív. Az aktiválást követően TaraVault projektet kell létrehozni minden olyan {0} projekthez, amelyhez a verziókövetési tárat be kívánja állítani. A TaraVaultot az alábbi gombra kattintva aktiválhatja.
pl: Twoja instancja TaraVault nie jest aktywna. Po aktywacji będziesz musiał stworzyć produkt TaraVault dla dowolnego {0} produktu, dla którego chcesz utworzyć repozytorium kontroli wersji. Możesz aktywować TaraVault klikając na przycisk poniżej.
pt: Sua instância TaraVault não está ativa. Uma vez ativada, você precisará criar um projeto TaraVault para qualquer projeto {0} para o qual você deseje criar um repositório de controle de versão. Você pode ativar o TaraVault clicando no botão abaixo.
pt_pt: A sua instância TaraVault não está ativa. Uma vez ativada necessitará criar um projeto TaraVault para qualquer projeto {0} para o qual queira estabelecer um reposit´rio de controlo da versão. Pode ativar TaraVault aos clicar o botão abaixo.
ru: Ваш экземпляр TaraVault не активен. После активации вам нужно будет создать продукт TaraVault для любого {0} продукта, для которого вы хотите настроить репозиторий управления версиями. Вы можете активировать TaraVault, нажав на кнопку ниже.
zh_hant: TaraVault 為不啟動。一旦啟動必須為任何 {0} 專案建立一個 TaraVault 專案用於版本控制儲存庫。若要啟動 TaraVault，請按下下方案紐。

# Admin_VersionControl_ReloadingCache
source: Reloading Source Code Cache...
cs: Načítání mezipaměti správy verzí ...
de: Cache der Versionskontrolle wird neu geladen…
es: Recargando el Caché de Control de Versiones ...
fi: Versionhallinnan välimuistin uudelleenlataus käynnissä…
fr: Chargement en cours…
hu: A verziókövetés gyorsítótárának újbóli betöltése...
pl: Przeładowanie bufora kontroli wersji...
pt: Recarregando Cache de Controle de Versão ...
pt_pt: A Recarregar a Cache de Controlo de Versões…
ru: Перезагрузка кэша управления версиями...
zh_hant: 重新載入版本控制快取..

# VersionControl_CacheUpdateRunning
source: An update of the Source Code cache is currently running...
cs: Právě probíhá aktualizace mezipaměti zdrojového kódu ...
de: Eine Aktualisierung des Cache für den Quellcode läuft aktuell…
es: Una actualización de la Caché de Código Fuente se está ejecutando actualmente ...
fi: Lähdekoodin välimuistin päivitys käynnissä…
fr: Le cache code source est actuellement en phase de mise à jour…
hu: A forráskód gyorsítótárjának frissítése jelenleg zajlik...
pl: Aktualizacja pamięci podręcznej kodu źródłowego jest obecnie uruchomiona...
pt: Uma atualização de Cache do Código-Fonte está executando ...
pt_pt: Está em curso uma atualização da cache de Código Fonte…
ru: В настоящее время выполняется обновление кэша исходного кода...
zh_hant: 正在執行來源碼快取更新..

# VersionControl_CacheUpToDate
source: The Source Code cache is up to date.
cs: Mezipaměť zdrojového kódu je aktuální.
de: Der Cache des Quellcodes ist auf dem neuesten Stand.
es: La caché del Código Fuente está actualizada.
fi: Lähdekoodin välimuisti on päivitetty.
fr: Le cache code source a été mis à jour.
hu: A forráskód gyorsítótárja naprakész.
pl: Skrytka kodu źródłowego jest aktualna.
pt: O Cache do Código-Fonte está atualizado.
pt_pt: A cache de Código Fonte está atualizada.
ru: Кэш исходного кода обновлен.
zh_hant: 來源碼快取為最新版本。

# Services_NotAuthorizedCreateAutomationEngines
source: Not Authorized to Create Automation Engines - Need to be System Administrator
cs: Nemáte oprávnění k vytváření automatizačních modulů - musíte být správcem systému
de: Sie sind nicht berechtigt eine Automatisierungsmaschine zu erstellen - Sie müssen Systemadministrator sein.
es: No Autorizado a crear Herramientas de Automatización - Necesita ser Administrador del Sistema
fi: Ei oikeuksia luoda Automaatio-koneita - Vaaditaan järjestelmävalvojan oikeudet
fr: Vous devez être Administrateur Système pour pouvoir créer un moteur d’automatisation.
hu: Nem jogosult az automatizációs motor létrehozásához - Rendszergazdának kell lennie
pl: Nie jest upoważniony do tworzenia silników automatycznych - musi być administratorem systemu
pt: Não Autorizado a Criar Motores de Automação - Precisa ser Administrador do Sistema
pt_pt: Não está autorizado a criar Motores de Automatização - tem que ser Administrador do Sistema para tal
ru: Не уполномочен создавать двигатели автоматизации - должен быть системным администратором.
zh_hant: 未授權建立自動化引擎 - 必須為系統管理者
