Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestExecutionService_ExploratoryNotAuthorized
source: You cannot execute this test run in exploratory mode as you do not have sufficient authorization
cs: Tento testovací běh nemůžete provést v průzkumném režimu, protože nemáte dostatečné oprávnění
de: Sie können diesen Testlauf nicht im Explorativen Modus durchführen, da Ihnen die Berechtigung dafür fehlt.
es: No puede ejecutar esta ejecución de prueba en modo exploratorio ya que no tiene suficiente autorización
fr: Vous ne pouvez pas exécuter ce test en mode exploratoire car vous n'avez pas d'autorisation suffisante
hu: Nem hajthatja végre ezt a tesztfuttatást felfedező módban, mivel nem rendelkezik megfelelő jogosultsággal
pl: Nie możesz wykonać tego testu w trybie badawczym, ponieważ nie masz wystarczających uprawnień.
pt: Você não pode executar este teste no modo exploratório, pois você não tem autorização suficiente
pt_pt: Não pode executar este teste em modo exploratório, pois não tem autorizações suficientes
ru: Вы не можете выполнить этот тест в ознакомительном режиме, так как у вас нет достаточной авторизации.

# Exception_Unknown
source: The operation requested could not be completed.
cs: Požadovanou operaci nelze dokončit.
de: Der angeforderte Vorgang konnte nicht beendet werden.
es: La operación solicitada no se pudo completar.
fr: L'opération demandée n'a pas pu être effectuée.
hu: A kért művelet nem teljesíthető.
pl: Żądana operacja nie mogła zostać zakończona.
pt: A operação solicitada não pôde ser concluída.
pt_pt: A operação solicitada não pode ser concluída.
ru: Запрошенная операция не могла быть завершена.

# TestConfigurationDetails_DeleteConfirm
source: Are you sure you want to delete this test configuration set?
cs: Opravdu chcete odstranit tuto testovací konfigurační sadu?
de: Sind sie sicher, dass sie diesen Konfigurationssatz löschen wollen?
es: Está seguro de que desea eliminar este conjunto de configuración de prueba?
fr: Êtes-vous sûr de vouloir supprimer cet ensemble de configuration de test ?
hu: Biztosan törli ezt a tesztkonfigurációs készletet?
pl: Czy na pewno chcesz usunąć ten zestaw konfiguracji testowej?
pt: Tem certeza de que deseja excluir este conjunto de configurações de teste?
pt_pt: Tem a certeza de que pretende eliminar esta configuração de teste?
ru: Вы уверены, что хотите удалить этот набор тестовых настроек?

# TestExecutionService_NeedToProvideTaskName
source: You need to provide a task name
cs: Musíte zadat název Úkolu
de: Sie müssen einen Namen für die Aufgabe angeben.
es: Necesitas proporcionar un nombre de tarea
fr: Vous devez entrer un nom de tâche
hu: Adjon meg egy feladatnevet
pl: Musisz podać nazwę zadania
pt: Você precisa informar um nome para a tarefa
pt_pt: Tem que indicar um nome para a tarefa
ru: Вам необходимо указать имя задачи

# TestConfigurationService_MissingTestConfigurationSetIdStdFilter
source: You need to provide TestConfigurationSetId as a standard filter to this function
cs: Musíte poskytnout ID testovací konfigurační sady jako standardní filtr pro tuto funkci
de: Sie müssen eine TestkonfigurationssatzID als Standardfilter für diese Funktion bereitstellen.
es: Debe proporcionar TestConfigurationSetId como un filtro estándar para esta función
fr: Vous devez entrer TestConfigurationSetId comme filtre standard pour cette fonction
hu: Adjon meg egy TestConfigurationSetId sztenderd szűrőként ehhez a funkcióhoz
pl: Musisz dostarczyć TestConfigurationSetId jako standardowy filtr do tej funkcji
pt: Você precisa selecionar TestConfigurationSetId como um filtro padrão para esta função
pt_pt: Tem que indicar um TestConfigurationSetId como filtro padrão para esta função
ru: Вам нужно обеспечить TestConfigurationSetId в качестве стандартного фильтра для этой функции

# TestConfigurationDetails_ConfirmRemoveConfiguration
source: Are you sure you want to remove the selected test configuration(s)?
cs: Opravdu chcete odebrat vybrané testovací konfigurace?
de: Sind sie sicher, dass sie die gewählte(n) Testkonfiguration(en) entfernen wollen?
es: Está seguro de que desea eliminar la configuración de prueba seleccionada?
fr: Êtes-vous sûr de vouloir supprimer le(s) configuration(s) de test sélectionnées ?
hu: Biztosan törli a kiválasztott tesztkonfigurációt?
pl: Czy na pewno chcesz usunąć wybraną konfigurację testową (konfiguracje testowe)?
pt: Tem certeza de que deseja remover a(s) configuração(ões) de teste selecionada(s)?
pt_pt: Tem a certeza de que pretende remover as configurações de teste selecionadas?
ru: Вы уверены, что хотите удалить выбранную(ые) тестовую(ые) конфигурацию(ы)?

# TestConfigurationService_NoParametersSpecified
source: You need to specify at least one test case parameter and custom list
cs: Musíte zadat alespoň jeden parametr Testovacího Případu a vlastní seznam
de: Sie müssen mindestens einen Testfallparameter und eine benutzerdefinierte Liste angeben.
es: Debe especificar al menos un parámetro de caso de prueba y una lista personalizada
fr: Vous devez spécifier au moins un paramètre de scénario de test et une liste personnalisée
hu: Határozzon meg legalább egy teszteset-paramétert és egy egyéni listát
pl: Musisz określić co najmniej jeden parametr przypadku testowego i niestandardową listę
pt: Você precisa especificar pelo menos um parâmetro de caso de teste e uma lista personalizada
pt_pt: Tem que especificar pelo menos um parâmetro do caso de teste e uma lista personalizada
ru: Вам необходимо указать хотя бы один параметр тестового случая и пользовательский список

# TestConfigurationService_TooManyParametersSpecified
source: You have specified too many test case parameters and custom lists ({0})
cs: Zadali jste příliš mnoho parametrů Testovacích Případů a vlastních seznamů ({0})
de: Sie haben zu viele Testfallparameter und benutzerdefinierte Listen angegeben ({0})
es: Ha especificado demasiados parámetros de casos de prueba y listas personalizadas ({0})
fr: Vous avez spécifié trop de paramètres de test et de listes personnalisées ({0})
hu: Túl sok teszteset-paramétert és egyéni listát adott meg ({0})
pl: Podałeś zbyt wiele parametrów przypadków testowych i niestandardowych list ({0})
pt: Você especificou muitos parâmetros de casos de teste e listas customizadas ({0})
pt_pt: Especificou demasiados parâmetros e listas personalizadas para o caso de teste ({0})
ru: Вы указали слишком много параметров тестового случая и пользовательских списков ({0}).

# Services_TestCase_NotInExecutableStatus
source: You cannot execute this test case whilst it is in this status!
cs: Tento Testovací Případ nemůžete provést, pokud je v tomto stavu!
de: Sie können diesen Testfall nicht ausführen solange er sich in diesem Status befindet!
es: No puede ejecutar este caso de prueba mientras está en este estado!
fr: Vous ne pouvez pas exécuter ce scénario de test quand il a ce statut.
hu: Nem hajthatja végre ezt a tesztesetet, miközben az ebben az állapotban van!
pl: Nie można wykonać tego przypadku testowego, gdy jest on w tym stanie!
pt: Você não pode executar esse caso de teste enquanto estiver nesse status!
pt_pt: Não pode executar este caso de teste enquanto estiver neste estado!
ru: Вы не можете выполнить этот тестовый случай, пока он находится в этом статусе!

# TestStepDetails_RemoveIncidentConfirm
source: Are you sure you want to remove the association with the selected incident(s)?
cs: Opravdu chcete odstranit propojení k vybraným Incidentům?
de: Sind Sie sicher, dass Sie die Verknüpfung zu den gewählten Vorfällen entfernen möchten?
es: Está seguro de que desea eliminar la asociación con el (los) incidente(s) seleccionado(s)?
fr: Êtes-vous sûr de vouloir supprimer l'association avec le ou les incidents sélectionnés ?
hu: Biztosan törli a kiválasztott incidenshez társítást?
pl: Czy na pewno chcesz usunąć związek z wybranym zdarzeniem (zdarzeniami)?
pt: Tem certeza de que deseja remover a associação com o(s) incidente(s) selecionado(s)?
pt_pt: Tem a certeza de que pretende remover a associação com o(s) defeito(s) selecionado(s)?
ru: Вы уверены, что хотите удалить связь с выбранным инцидентом (инцидентами)?

# Services_UserSelectedNotAuthorized
source: Sorry, that user is not able to access this item
cs: Je nám líto, ale tento uživatel nemá přístup k této položce
de: Entschuldigung! Dieser Nutzer kann nicht auf das Element zugreifen
es: Lo sentimos, ese usuario no puede acceder a este elemento.
fr: Cet utilisateur ne peut pas accéder à l'objet.
hu: Sajnálom, de a felhasználó nem érheti el ezt az elemet
pl: Przepraszamy, ten użytkownik nie ma dostępu do tej pozycji.
pt: Desculpe, esse usuário não pode acessar este item
pt_pt: Lamentamos, esse utilizador não pode aceder a este item
ru: Извините, но этот пользователь не может получить доступ к этому пункту.

# AssociationService_UnableToFindArtifactInSharedProjects
source: Unable to find a matching artifact in the shared product(s).
cs: Ve sdílených produktech se nepodařilo najít odpovídající artefakt.
de: Es konnte kein passendes Artefakt in dem geteilten Produkt gefunden werden.
es: No se puede encontrar un artefacto que coincida en los productos compartidos.
fr: Aucun objet correspondant à votre recherche parmi le(s) produit(s).
hu: Nem található egyező elem a megosztott projektek között.
pl: Nie można znaleźć pasującego artefaktu w udostępnionym produkcie (produktach).
pt: Não foi possível encontrar um artefato correspondente no(s) produto(s) compartilhado(s).
pt_pt: Não foi possível encontrar um artefacto correspondente no(s) projeto(s) partilhado(s).
ru: Невозможно найти соответствующий артефакт в общем продукте(ах).

# FileUploadDialog_EmptyFileUploaded
source: You have attempted to upload an empty file!
cs: Pokusili jste se nahrát prázdný soubor!
de: Sie haben versucht eine leere Datei hochzuladen!
es: Has intentado subir un archivo vacío!
fr: Vous avez tenté de télécharger un fichier vide !
hu: Ön egy üres fájlt próbált meg feltölteni.
pl: Próbowałeś przesłać pusty plik!
pt: Você tentou enviar um arquivo vazio!
pt_pt: Tentou enviar um ficheiro vazio!
ru: Вы пытались загрузить пустой файл!

# Admin_Graphs_GraphCloned
source: The graph was successfully cloned.
cs: Graf byl úspěšně klonován.
de: Das Diagramm wurde erfolgreich geklont.
es: El gráfico fue clonado con éxito.
fr: Graphique cloné.
hu: Az ábra sikeresen klónozva.
pl: Wykres został pomyślnie sklonowany.
pt: O gráfico foi clonado com sucesso.
pt_pt: Foi criada uma cópia do gráfico, com sucesso.
ru: Граф был успешно клонирован.

# Admin_Graphs_GraphDeleted
source: The graph was successfully deleted.
cs: Graf byl úspěšně smazán.
de: Das Diagramm wurde erfolgreich gelöscht.
es: El gráfico fue eliminado con éxito.
fr: Graphique supprimé.
hu: Az ábra sikeresen törölve.
pl: Wykres został pomyślnie usunięty.
pt: O gráfico foi excluído com sucesso.
pt_pt: O gráfico foi eliminado com sucesso.
ru: График был успешно удален.

# GraphingService_NeedAtLeastTwoColumns
source: You need at least two columns in the query to display as a graph!
cs: K zobrazení grafu potřebujete v dotazu alespoň dva sloupce!
de: Sie brauchen mindestens zwei Spalten, um die Daten im Diagramm anzeigen zu lassen!
es: Necesita al menos dos columnas en la consulta para mostrar como un gráfico!
fr: Vous devez choisir au moins deux colonnes dans la requête pour afficher sous forme de graphique.
hu: Legalább két oszlopra van szükség a lekérdezésben ahhoz, hogy ábraként lehessen megjeleníteni.
pl: Potrzebujesz co najmniej dwóch kolumn w zapytaniu, aby wyświetlić je w formie wykresu!
pt: Você precisa de pelo menos duas colunas na consulta para exibir como um gráfico!
pt_pt: São precisas pelo menos duas colunas na pesquisa, para os resultados poderem ser apresentados num gráfico.
ru: В запросе необходимо как минимум два столбца для отображения в виде графика!

# Admin_GraphDetails_NameRequired
source: Name is required
cs: Jméno je povinné
de: Name ist erforderlich
es: Se requiere el nombre
fr: Nom requis
hu: Név szükséges
pl: Nazwa jest wymagana
pt: Nome é obrigatório
pt_pt: O nome é obrigatório
ru: Требуется имя

# Admin_GraphDetails_QueryRequired
source: Query is required
cs: Dotaz je vyžadován
de: Abfrage ist erforderlich
es: Se requiere una consulta
fr: Valeur requise pour Requête
hu: Lekérdezés szükséges
pl: Zapytanie jest wymagane
pt: Consulta é obrigatória
pt_pt: A pesquisa é obrigatória
ru: Требуется запрос

# Admin_Graphs_DeleteConfirm
source: Are you sure you want to delete this graph? This cannot be undone!
cs: Opravdu chcete tento graf smazat? Akce nelze vrátit zpět!
de: Sind Sie sicher, dass Sie dieses Diagramm löschen möchten? Das kann nicht rückgängig gemacht werden!
es: Estás seguro de que quieres eliminar este gráfico? Esto no se puede deshacer!
fr: Êtes-vous sûr de vouloir supprimer le graphique ? La suppression ne pourra être annulée.
hu: Biztosan törli ezt az ábrát? Ez nem fordítható vissza!
pl: Jesteś pewien, że chcesz usunąć ten wykres? Tego nie da się cofnąć!
pt: Tem certeza de que deseja excluir este gráfico? Isso não pode ser desfeito!
pt_pt: Tem a certeza de que pretende eliminar este gráfico? Não poderá reverter esta ação!
ru: Вы уверены, что хотите удалить этот график? Это не может быть отменено!

# GraphingService_CustomGraphNoLongerExists
source: The custom graph you have chosen is no longer available!
cs: Vlastní graf, který jste si vybrali, již není k dispozici!
de: Der von Ihnen gewählte benutzerdefinierte Graph ist nicht mehr verfügbar!
es: El gráfico personalizado que has elegido ya no está disponible!
fr: Le graphique choisi n'est plus disponible.
hu: A kiválasztott egyéni ábra már nem elérhető!
pl: Niestandardowy wykres, który wybrałeś, nie jest już dostępny!
pt: O gráfico personalizado que você escolheu não está mais disponível!
pt_pt: O gráfico personalizado que selecionou já não está disponível!
ru: Выбранный вами пользовательский график больше недоступен!

# ProjectGroup_InvalidLicense
source: Your license does not allow access to this feature!
cs: Vaše licence neumožňuje přístup k této funkci!
de: Ihre Lizenz erlaubt keinen Zugriff auf diese Funktion!
es: Su licencia no permite el acceso a esta función!
fr: Non autorisé par votre licence
hu: Az Ön licence nem teszi lehetővé a funkció elérését!
pl: Twoja licencja nie zezwala na dostęp do tej funkcji!
pt: Sua licença não permite acesso a esse recurso!
pt_pt: A sua licença não lhe permite aceder a esta funcionalidade!
ru: Ваша лицензия не разрешает доступ к этой функции!

# TasksService_CannotMoveFolderUnderItself
source: You cannot move a task folder under itself!
cs: Složku Úkolu nemůžete přesunout pod sebe!
de: Sie können einen Aufgabenordner nicht unter sich selbst verschieben!
es: No puedes mover una carpeta de tareas debajo de sí misma!
fr: Impossible de déplacer un répertoire vers lui-même
hu: Nem helyezhet át egy feladatkönyvtárat önmaga alá!
pl: Nie można przenosić folderu z zadaniami pod siebie!
pt: Você não pode mover uma pasta de tarefas para si mesma!
pt_pt: Não pode mover a pasta de tarefas para baixo de si própria!
ru: Вы не можете переместить папку с заданиями под себя!

# SecuritySettings_PasswordChangeInterval_Invalid
source: The password change interval needs to be an integer value!
cs: Interval pro změnu hesla musí být celočíselná hodnota!
de: Das Intervall für den Passwortwechsel muss ein ganzzahliger Wert sein!
es: El intervalo de cambio de contraseña debe ser un valor entero!
fr: Veuillez saisir une valeur entière.
hu: A jelszómódosítási intervallumnak egész számnak kell lennie.
pl: Interwał zmiany hasła musi być wartością całkowitą!
pt: O intervalo de mudança de senha precisa ser um valor inteiro!
pt_pt: O intervalo de modificação de password tem de ser um valor inteiro!
ru: Интервал смены пароля должен быть целым числом!

# UserDetails_NewPasswordContainsNames
source: The new password cannot contain the user's name or user name!
cs: Nové heslo nesmí obsahovat uživatelské jméno ani uživatelské jméno!
de: Das neue Passwort darf weder den Namen des Anwenders noch den Benutzernamen enthalten!
es: La nueva contraseña no puede contener el nombre de usuario o el login!
fr: Le mot de passe ne peut pas contenir votre nom ou votre identifiant.
hu: Az új jelszó nem tartalmazhatja a felhasználó nevét vagy felhasználónevét.
pl: Nowe hasło nie może zawierać nazwy użytkownika ani nazwy użytkownika!
pt: A nova senha não pode conter o nome do usuário ou seu login!
pt_pt: A password não pode conter o nome ou id do utilizador!
ru: Новый пароль не может содержать ни имени пользователя, ни его фамилии!

# SpiraMembershipProvider_PasswordCannotBeSame
source: You cannot use your old password as your new password!
cs: Jako nové heslo nemůžete použít staré heslo!
de: Sie können Ihr altes Passwort nicht als neues Passwort verwenden!
es: No puedes usar tu contraseña anterior como tu nueva contraseña!
fr: Veuillez saisir un nouveau mot de passe.
hu: Nem használhatja a régi jelszavát új jelszóként.
pl: Nie możesz używać starego hasła jako nowego!
pt: Você não pode usar sua senha antiga como nova senha!
pt_pt: Não pode utilizar a password antiga como sendo a nova password!
ru: Вы не можете использовать старый пароль в качестве нового!

# SpiraMembershipProvider_PasswordCannotContainUsername
source: Your password cannot contain your username!
cs: Vaše heslo nesmí obsahovat vaše uživatelské jméno!
de: Ihr Passwort darf nicht Ihren Benutzernamen enthalten!
es: Tu contraseña no puede contener tu nombre de usuario!
fr: Mot de passe non autorisé
hu: A jelszava nem tartalmazhatja az Ön felhasználónevét.
pl: Twoje hasło nie może zawierać twojej nazwy użytkownika!
pt: Sua senha não pode conter seu nome de usuário!
pt_pt: A sua password não pode conter o seu nome de utilizador!
ru: Ваш пароль не может содержать вашего имени пользователя!

# ChangePassword_ConfirmNewPasswordMustMatch
source: The new password and the confirm password must match!
cs: Nové heslo se musí shodovat s potvrzovacím heslem!
de: Das neue Passwort und das bestätigte Passwort müssen übereinstimmen!
es: La nueva contraseña y la contraseña de confirmación deben coincidir!
fr: Erreur de saisie.
hu: Az új jelszónak és a megerősített jelszónak egyeznie kell.
pl: Nowe hasło i hasło potwierdzające muszą być zgodne!
pt: A nova senha e a senha de confirmação devem coincidir!
pt_pt: A nova password e a password de confirmação têm de ser iguais!
ru: Новый пароль и пароль подтверждения должны совпадать!

# ChangePassword_ConfirmNewPasswordRequired
source: You need to enter the confirm password!
cs: Musíte zadat potvrzovací heslo!
de: Sie müssen das Bestätigungspasswort eingeben!
es: Necesitas ingresar la contraseña de confirmación!
fr: Veuillez saisir le mot de passe.
hu: Adja meg a jelszó megerősítését.
pl: Musisz wprowadzić hasło potwierdzające!
pt: Você precisa digitar a senha de confirmação!
pt_pt: Necessita introduzir a password de confirmação!
ru: Вам необходимо ввести подтверждающий пароль!

# ChangePassword_CurrentPasswordRequired
source: You need to enter your current password!
cs: Musíte zadat své aktuální heslo!
de: Sie müssen Ihr aktuelles Passwort eingeben!
es: Necesitas ingresar tu contraseña actual!
fr: Veuillez saisir le mot de passe actuel.
hu: Adja meg a jelenlegi jelszót.
pl: Musisz podać swoje aktualne hasło!
pt: Você precisa digitar sua senha atual!
pt_pt: Necessita introduzir a password atual!
ru: Вам необходимо ввести ваш текущий пароль!

# ChangePassword_NewPasswordRequired
source: You need to enter a new password!
cs: Musíte zadat nové heslo!
de: Sie müssen ein neues Passwort eingeben!
es: Necesitas ingresar una nueva contraseña!
fr: Veuillez saisir un nouveau mot de passe.
hu: Adja meg az új jelszót.
pl: Musisz wprowadzić nowe hasło!
pt: Você precisa digitar uma nova senha!
pt_pt: Necessita introduzir a nova password!
ru: Вам необходимо ввести новый пароль!

# WebPartBase_NotAuthorizedForProjectTemplate
source: You are not authorized to access product template '{0}'.
cs: Nemáte oprávnění pro přístup k šabloně produktu '{0}'.
de: Sie sind nicht berechtigt, auf die Produktvorlage'{0}' zuzugreifen.
es: No está autorizado para acceder a la plantilla del producto '{0}'.
fr: Vous n'êtes pas autorisé à accéder au modèle '{0}'.
hu: Ön nem jogosult hozzáférni a(z) „{0}” projektsablonhoz.
pl: Nie masz uprawnień do dostępu do szablonu produktu "{0}".
pt: Você não está autorizado a acessar o modelo de produto '{0}'.
ru: Вы не имеете права доступа к шаблону продукта '{0}'.

# WebPartBase_NotAuthorizedToEditProjectTemplate
source: You are not authorized to make changes to product template '{0}'.
cs: Nemáte oprávnění provádět změny v šabloně produktu '{0}'.
de: Sie sind nicht berechtigt, Änderungen an der Produktvorlage'{0}' vorzunehmen.
es: No está autorizado a realizar cambios en la plantilla del producto '{0}'.
fr: Vous n'êtes pas autorisé à modifier le modèle '{0}'.
hu: Ön nem jogosult változtatásokat végezni a(z) „{0}” projektsablonban.
pl: Nie jesteś upoważniony do wprowadzania zmian w szablonie produktu "{0}".
pt: Você não está autorizado a fazer alterações no modelo de produto '{0}'.
ru: Вы не имеете права вносить изменения в шаблон продукта '{0}'.

# Services_EmptyCredentialsObject
source: You need to pass a populated Credentials object to the API call!
cs: Musíte předat vyplněný objekt Credentials pro volání API!
de: Sie müssen ein ausgefülltes Credentials-Objekt an den API-Aufruf übergeben!
es: Debe pasar un objeto de credenciales rellenado a la llamada API!
fr: L'objet doit être peuplé pour l'appel API.
hu: Egy kitöltött hitelesítő objektumon át kell jutnia az API lehívásához!
pl: Musisz przekazać obiekt Populated Credentials do połączenia API!
pt: Você precisa passar um objeto Credenciais preenchido para a chamada de API!
ru: Вам нужно передать заполненный объект Credentials на вызов API!

# Services_YouNeedToPassApiKeyOrPassword
source: You need to pass either an API Key or Password!
cs: Musíte předat klíč API nebo heslo!
de: Sie müssen entweder einen API-Schlüssel oder ein Passwort übergeben!
es: Debes pasar una clave API o una contraseña!
fr: Veuillez fournir une clé API ou un mot de passe.
hu: Adjon meg egy API-kulcsot vagy jelszót!
pl: Musisz podać albo klucz API albo hasło!
pt: Você precisa passar uma chave de API ou uma senha!
ru: Вам нужно передать либо ключ API, либо пароль!

# Admin_SelectProjectTemplate
source: You need to first select a product template before accessing this page!
cs: Před přístupem na tuto stránku musíte nejprve vybrat šablonu produktu!
de: Sie müssen zuerst eine Produktvorlage auswählen, bevor Sie auf diese Seite zugreifen können!
es: Primero debes seleccionar una plantilla de producto antes de acceder a esta página!
fr: Vous devez tout d'abord choisir un modèle de produit.
hu: Először válassza ki a projektsablont, majd aztán nyissa meg az oldalt.
pl: Musisz najpierw wybrać szablon produktu, zanim wejdziesz na tę stronę!
pt: Você precisa primeiro selecionar um modelo de produto antes de acessar esta página!
ru: Вам необходимо сначала выбрать шаблон продукта, прежде чем заходить на эту страницу!

# Admin_Notification_TemplateSaved
source: Template Saved Successfully
cs: Šablona byla úspěšně uložena
de: Vorlage erfolgreich gespeichert
es: Plantilla guardada con éxito
fr: Sauvegarde effectuée
hu: Sablon sikeresen mentve
pl: Szablon zapisany pomyślnie
pt: Modelo Salvo com Sucesso
pt_pt: Template gravado com sucesso
ru: Шаблон успешно сохранен
