Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Services_NotAuthorizedModifyRequirements
source: Not Authorized to Modify Requirements
cs: Není oprávněn měnit Požadavky
de: Nicht berechtigt Anforderungen zu ändern
es: No está Autorizado para Modificar los Requerimientos
fi: Ei oikeuksia muokata Vaatimuksia
fr: Pas autorisé à modifier les besoins
hu: Nincs jogosultsága követelmény módosításához
pl: Brak uprawnień do modyfikowania wymagań
pt: Não Autorizado a Modificar Requerimentos
pt_pt: Não autorizado a modificar Requisitos
ru: Не уполномочен изменять требования
zh_hans: 未授权修改的要求
zh_hant: 未授權修改需求

# Services_NotAuthorizedModifyTasks
source: Not Authorized to Modify Tasks
cs: Nemáte oprávnění měnit úkoly
de: Nicht berechtigt Aufgaben zu ändern
es: No está Autorizado para Modificar las Tareas
fi: Ei oikeuksia muokata Tehtäviä
fr: Pas autorisé à modifier les tâches
hu: Nincs jogosultsága feladat módosításához
pl: Brak uprawnień do modyfikowania zadań
pt: Não Autorizado a Modificar Tarefas
pt_pt: Não autorizado a modificar Tarefas
ru: Не уполномочен изменять задачи
zh_hans: 未授权修改任务
zh_hant: 未授權修改任務

# Services_NotAuthorizedModifyTestCases
source: Not Authorized to Modify Test Cases
cs: Nemáte oprávnění měnit testovací případy
de: Nicht berechtigt Testfälle zu ändern
es: No está Autorizado para Modificar los Casos de Prueba
fi: Ei oikeuksia muokata Testitapauksia
fr: Pas autorisé à modifier les scénarios de test
hu: Nincs jogosultsága teszteset módosításához
pl: Brak uprawnień do modyfikowania przypadków testowych
pt: Não Autorizado a Modificar Casos de Teste
pt_pt: Não autorizado a modificar Casos de Teste
ru: Не уполномочен изменять тестовые случаи
zh_hans: 未授权修改测试用例
zh_hant: 未授權修改測試案例

# Services_NotAuthorizedModifyTestSets
source: Not Authorized to Modify Test Sets
cs: Nemáte oprávnění měnit testovací sady
de: Nicht berechtigt Testreihen zu ändern
es: No está Autorizado para Modificar los Conjuntos de Pruebas
fi: Ei oikeuksia muokata Testijoukkoja
fr: Pas autorisé à modifier les ensembles de tests
hu: Nincs jogosultsága teszt szett módosításához
pl: Brak uprawnień do modyfikowania zestawów testowych
pt: Não Autorizado a Modificar Conjunto de Testes
pt_pt: Não autorizado a modificar Conjuntos de Teste
ru: Не уполномочен изменять наборы тестов
zh_hans: 未授权修改测试集
zh_hant: 未授權修改測試集

# Services_NotAuthorizedUpdateCustomProperties
source: Not Authorized to Update Product Custom Properties - need to be Product Owner
cs: Nemáte oprávnění měnit vlastní pole produktu - je třeba být vlastník produktu
de: Nicht berechtigt benutzerdefinierte Produkteigenschaften zu ändern – Sie müssen Produktbesitzer sein
es: No está Autorizado para Actualizar las Propiedades Personalizadas del Proyecto – Necesita ser Propietario del Proyecto
fi: Ei oikeuksia päivittää Projektin kustomoitavia ominaisuuksia - pitää olla Projektin omistaja
fr: Pas autorisé à mettre à jour les propriétés personnalisées de produit - opération réservée au propriétaire du produit
hu: Nincs jogosultsága a Projekt egyedi mezőinek módosításához - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do modyfikowania niestandardowych właściwości projektu - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Atualizar Propriedades Personalizadas do Projeto - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a atualizar as propriedades personalizadas do projeto - precisa ser owner do projeto
ru: Не уполномочен обновлять пользовательские свойства продукта - должен быть Владельцем продукта
zh_hans: 未授权更新项目的自定义属性-需要项目所有者
zh_hant: 未授權更新專案自訂屬性 - 必須為專案擁有者

# Services_NotAuthorizedViewCustomProperties
source: Not Authorized to View Product Custom Properties - need to be Product Owner
cs: Nemáte oprávnění prohlížet vlastní pole produktu - je třeba být vlastník produktu
de: Nicht berechtigt benutzerdefinierte Produkteigenschaften anzusehen – Sie müssen Produktbesitzer sein
es: No está Autorizado para ver las Propiedades Personalizadas del proyecto – Necesita ser Propietario del Proyecto
fi: Ei oikeuksia katsoa Projektin kustomoitavia ominaisuuksia - pitää olla Projektin omistaja
fr: Pas autorisé à afficher les propriétés personnalisées du produit - opération réservée au propriétaire du produit
hu: Nincs jogosultsága a Projekt egyedi mezőinek megtekintéséhez - Projekt tulajdonosnak kell lennie
pl: Brak uprawnień do przeglądania niestandardowych właściwości projektu - musisz mieć rolę Właściciel projektu
pt: Não Autorizado a Visualizar Propriedades Personalizadas do Projeto - precisa ser Proprietário do Projeto
pt_pt: Não autorizado a ver as propriedades personalizadas do projeto - precisa ser owner do projeto
ru: Не уполномочен просматривать пользовательские свойства продукта - должен быть Владельцем продукта
zh_hans: 未授权查看项目的自定义属性-需要项目所有者
zh_hant: 未授權檢視專案自訂屬性 - 必須為專案擁有者

# Services_NotAuthorizedViewIncidents
source: Not Authorized to View Incidents
cs: Nemáte oprávnění pro prohlížení incidentů
de: Nicht berechtigt Vorfälle anzusehen
es: No está Autorizado para ver los Incidentes
fi: Ei ole oikeuksia katsoa Havaintoja
fr: Pas autorisé à afficher les incidents
hu: Nincs jogosultsága incidens megtekintéséhez
pl: Brak uprawnień do przeglądania incydentów
pt: Não Autorizado a Visualizar Incidentes
pt_pt: Não autorizado a ver defeitos
ru: Не уполномочен просматривать инциденты
zh_hans: 未授权查看事件
zh_hant: 未授權檢視事件

# Services_NotAuthorizedViewReleases
source: Not Authorized to View Releases
cs: Nemáte oprávnění pro prohlížení verzí
de: Nicht berechtigt Releases anzusehen
es: No está Autorizado para ver las Releases
fi: Ei ole oikeuksia katsoa Julkaisuja
fr: Pas autorisé à afficher les versions
hu: Nincs jogosultsága release megtekintéséhez
pl: Brak uprawnień do przeglądania wydań
pt: Não Autorizado a Visualizar Releases
pt_pt: Não autorizado a ver Entregas
ru: Не уполномочен просматривать релизы
zh_hans: 未授权查看版本
zh_hant: 未授權檢視版本

# Services_NotAuthorizedViewRequirements
source: Not Authorized to View Requirements
cs: Nemáte oprávnění pro prohlížení požadavků
de: Nicht berechtigt Anforderungen anzusehen
es: No está Autorizado para ver los Requerimientos
fi: Ei ole oikeuksia katsoa Vaatimuksia
fr: Pas autorisé à afficher les besoins
hu: Nincs jogosultsága követelmények megtekintéséhez
pl: Brak uprawnień do przeglądania wymagań
pt: Não Autorizado a Visualizar Requerimentos
pt_pt: Não autorizado a ver Requisitos
ru: Не уполномочен просматривать требования
zh_hans: 未授权的视图要求
zh_hant: 未授權檢視需求

# Services_NotAuthorizedViewTasks
source: Not Authorized to View Tasks
cs: Nemáte oprávnění pro prohlížení úkolů
de: Nicht berechtigt Aufgaben anzusehen
es: No está Autorizado para ver las Tareas
fi: Ei ole oikeuksia katsoa Tehtäviä
fr: Pas autorisé à afficher les tâches
hu: Nincs jogosultsága a feladatok megtekintéséhez
pl: Brak uprawnień do przeglądania zadań
pt: Não Autorizado a Visualizar Tarefas
pt_pt: Não autorizado a ver Tarefas
ru: Не уполномочен просматривать задачи
zh_hans: 未授权查看任务
zh_hant: 未授權檢視任務

# Services_NotAuthorizedViewTestCases
source: Not Authorized to View Test Cases
cs: Nemáte oprávnění pro prohlížení testovacích případů
de: Nicht berechtigt Testfälle anzusehen
es: No está Autorizado para ver los Casos de Prueba
fi: Ei ole oikeuksia katsoa Testitapauksia
fr: Pas autorisé à afficher les scénarios de test
hu: Nincs jogosultsága a tesztesetek megtekintéséhez
pl: Brak uprawnień do przeglądania przypadków testowych
pt: Não Autorizado a Visualizar Testes
pt_pt: Não autorizado a ver Casos de Teste
ru: Не уполномочен просматривать тестовые случаи
zh_hans: 未授权查看测试用例
zh_hant: 未授權檢視測試案例

# Services_NotAuthorizedViewTestRuns
source: Not Authorized to View Test Runs
cs: Nemáte oprávnění pro prohlížení běhů testů
de: Nicht berechtigt Testläufe anzusehen
es: No está Autorizado para ver Ejecuciones de Pruebas
fi: Ei ole oikeuksia katsoa Testiajoja
fr: Pas autorisé à afficher les exécutions de test
hu: Nincs jogosultsága teszt futások megtekintéséhez
pl: Brak uprawnień do przeglądania przebiegów testów
pt: Não Autorizado a Visualizar Execuções de Testes
pt_pt: Não autorizado a ver Execuções de Teste
ru: Не уполномочен просматривать тестовые прогоны
zh_hans: 未授权查看测试运行
zh_hant: 未授權檢視測試執行

# Services_NotAuthorizedViewTestSets
source: Not Authorized to View Test Sets
cs: Nemáte oprávnění pro prohlížení testovacích sad
de: Nicht berechtigt Testreihen anzusehen
es: No está Autorizado para ver Conjunto de Pruebas
fi: Ei ole oikeuksia katsoa Testijoukkoja
fr: Pas autorisé à afficher les ensembles de tests
hu: Nincs jogosultsága teszt szettek megtekintéséhez
pl: Brak uprawnień do przeglądania zestawów testowych
pt: Não Autorizado a Visualizar Conjuntos de Teste
pt_pt: Não autorizado a ver Conjuntos de Teste
ru: Не уполномочен просматривать тестовые наборы
zh_hans: 未授权查看测试集
zh_hant: 未授權檢視測試集

# Services_NotAuthorizedViewTestSteps
source: Not Authorized to View Test Steps
cs: Nemáte oprávnění pro prohlížení kroků testu
de: Nicht berechtigt Testschritte anzusehen
es: No está Autorizado para ver Pasos de Prueba
fi: Ei ole oikeuksia katsoa Testiaskeleita
fr: Pas autorisé à afficher les étapes de test
hu: Nincs jogosultsága teszt lépések megtekintéséhez
pl: Brak uprawnień do przeglądania kroków testowych
pt: Não Autorizado a Visualizar Etapas de Testes
pt_pt: Não autorizado a ver Passos de Teste
ru: Не уполномочен просматривать этапы тестирования
zh_hans: 未授权查看测试步骤
zh_hant: 未授權檢視測試步驟

# Services_NotConnectedToProject
source: Not Connected to a Product. Please call the Connection_ConnectToProject() method first
cs: Nejste připojeni k produktu. Prosím, zavolejte nejprve metodu Connection_ConnectToProject()
de: Nicht mit einem Produkt verbunden. Bitte rufen Sie zuerst die Methode Connection_ConnectToProject() auf
es: No está conectado a un proyecto. Por favor llame el método Connection_ConnectToProject() primero
fi: Ei yhdistetty Projektiin. Kutsu Connection_ConnectToProject ()-metodia ensin
fr: Non connecté à un produit. Veuillez d’abord appeler la méthode Connection_ConnectToProject ()
hu: Nincs kapcsolat projekttel. Elsőként hívja a Connection_ConnectToProject() metódust
pl: Brak podłączenia do projektu. Wywołaj najpierw metodę Connection_ConnectToProject()
pt: Não conectado a nenhum projeto. Por favor, chame primeiro o método Connection_ConnectToProject()
pt_pt: Não está ligado a um projeto. Por favor, primeiro invoque o método Connection_ConnectToProject()
ru: Не подключен к Изделию. Сначала вызовите метод Connection_ConnectToProject()
zh_hans: 未连接到一个项目。请首先调用 Connection_ConnectToProject() 方法
zh_hant: 未連結至專案。請先呼叫 Connection_ConnectToProject() 函式

# Services_ProjectIdNotNull
source: Product object needs to have ProjectId set to null for creation
cs: Objekt produktu musí mít pro vytvoření nastavené ProjectId na hodnotu null
de: Das Produktobjekt muss eine undefinierte ProjectId haben, um erstellt zu werden
es: El Objeto Proyecto necesita tener ProjectId igual a nulo para su creación
fi: Projekti-objektia luotaessa ProjectId pitää olla tyhjä
fr: L'objet Produit doit avoir projectId initialisé à nul pour la création
hu: Project létrehozásához ProjectId mezőjének null-nak kell lennie
pl: Aby utworzyć projekt ProjectId musi mieć wartość null
pt: O objeto Projeto precisa ter ProjectId definido como null para criação
pt_pt: Para criar o objeto Projeto, ProjectId tem que assumir o valor null
ru: Объект продукта должен иметь для создания ProjectId значение null
zh_hans: 项目对象需要具备 ProjectId 设置为空的创作
zh_hant: 建立專案物件 ProjectId 需設定為空

# Services_ReleaseIdMissing
source: Release object needs to have ReleaseId populated
cs: Objekt verze musí mít ReleaseId vyplněné
de: Das Releaseobjekt muss eine ReleaseId eingetragen haben
es: El Objeto Release necesita tener ReleaseId con información
fi: Julkaisu-objektin Releaseid pitää olla asetettu
fr: ReleaseId doit être défini pour l'objet Version
hu: Release ReleaseId mezőjének megadása kötelező
pl: Wydanie musi mieć wypełnione ReleaseId
pt: O objeto Release precisa ter ReleaseId preenchido
pt_pt: Precisa preencher o EntregaId para o objeto Entrega
ru: Объект ReleaseId должен быть заполнен ReleaseId.
zh_hans: 需要有 ReleaseId 填充释放对象。
zh_hant: 版本物件需 ReleaseId 填入

# Services_ReleaseIdNotNull
source: Release object needs to have ReleaseId set to null for creation
cs: Objekt verze musí mít pro vytvoření nastavené ReleaseId na hodnotu null
de: Das Releaseobjekt muss eine undefinierte ReleaseId haben, um erstellt zu werden
es: El Objeto Release necesita tener ReleaseId igual a nulo para su creación
fi: Julkaisu-objektia luotaessa ReleaseId pitää olla tyhjä
fr: L'objet Version doit avoir ReleaseId initialisé à nul pour la création
hu: Release létrehozásához ReleaseId mezőjének null-nak kell lennie
pl: Aby utworzyć wydanie ReleaseId musi mieć wartość null
pt: Objeto Release precisa ter ReleaseId definido como null para criação
pt_pt: Para criar o objeto Entrega, EntregaId tem que assumir o valor null
ru: Для создания объекта ReleaseId необходимо, чтобы ReleaseId был равен нулю
zh_hans: 释放对象需要具备 ReleaseId 设置为空的创作
zh_hant: 建立版本物件 ReleaseId 需設定為空

# Services_ReleaseNotFound
source: Cannot find the supplied release id in the system
cs: V systému nelze najít zadané ID verze
de: Die angegebene Release ID kann im System nicht gefunden werden
es: No se puede encontrar el ID de la release en el sistema
fi: Järjestelmästä ei löydy annettua Release id:tä
fr: Impossible de trouver l’identifiant de version dans le système
hu: A megadott release azonosító nem található a rendszerben
pl: Nie można odnaleźć w systemie podanego identyfikatora wydania
pt: Não foi possível encontrar o ID do release fornecido no sistema
pt_pt: Não é possível encontrar o id fornecido para a Entrega no sistema
ru: Не могу найти входящий в комплект поставки идентификатор выпуска в системе.
zh_hans: 在系统中找不到提供的释放 id
zh_hant: 系統中找不到提供的版本編號

# Services_RequirementIdMissing
source: Requirement object needs to have RequirementId populated
cs: Objekt požadavek musí mít RequirementId vyplněné
de: Das Anforderungsobjekt muss eine RequirementId haben
es: El objeto Requerimiento debe tener RequirementId con información
fi: Vaatimus-objektin Requirementid pitää olla asetettu
fr: RequirementId doit être défini pour l'objet Besoin
hu: Követelmény RequirementId mezőjének megadása kötelező
pl: Wymaganie musi mieć wypełnione RequirementId
pt: Objeto Requerimento precisa ter RequirementId preenchido
pt_pt: O objeto Requisito precisa ter o RequirementId preenchido
ru: Объект Требования должен быть заполнен Требованием.
zh_hans: 要求对象需要具备 RequirementId 填充
zh_hant: 需求物件需 RequirementId 填入

# Services_RequirementIdNotNull
source: Requirement object needs to have RequirementId set to null for creation
cs: Objekt požadavek musí mít pro vytvoření nastavené RequirementId na hodnotu null
de: Das Anforderungsobjekt muss eine undefinierte RequirementId haben, um erstellt zu werden
es: El objeto Requerimiento debe tener RequirementId igual a nulo para su creación
fi: Vaatimus-objektia luotaessa RequirementId pitää olla tyhjä
fr: L'objet Besoin doit avoir RequirementId initialisé à nul pour la création
hu: Követelmény létrehozásához RequirementId mezőjének null-nak kell lennie
pl: Aby utworzyć wymaganie RequirementId musi mieć wartość null
pt: O objeto Requerimento precisa ter RequirementId definido como null para criação
pt_pt: Para criar o objeto Requisito, RequirementId tem que assumir o valor null
ru: Объект RequirementId должен иметь для создания нулевую величину RequirementId
zh_hans: 需要有 RequirementId 设置为空的创作要求对象。
zh_hant: 建立需求物件 RequirementId 需設定為空

# Services_RequirementNotFound
source: Cannot find the supplied requirement id in the system
cs: V systému nelze najít zadané ID požadavku
de: Die angegebene Anforderungs-ID kann im System nicht gefunden werden
es: No se puede encontrar el ID de la release en el sistema
fi: Järjestelmästä ei löydy annettua requirement id:tä
fr: Impossible de trouver l’identifiant de besoin dans le système
hu: A megadott követelmény azonosító nem található a rendszerben
pl: Nie można odnaleźć w systemie podanego identyfikatora wymagania
pt: Não foi possível encontrar o ID do requerimento fornecido no sistema
pt_pt: Não é possível encontrar o id fornecido para a Requisito no sistema
ru: Не могу найти прилагаемый идентификатор потребности в системе.
zh_hans: 在系统中找不到要求提供的 id
zh_hant: 系統中找不到提供的版本編號

# Services_RunnerNameMissing
source: Test Run object needs to have RunnerName set to a value for recording an automated test result
cs: Objekt běh testu musí mít RunnerName nastavené na hodnotu pro záznam výsledku automatizovaného testu
de: Der Testlauf muss einen Laufnamen besitzen, um ein Ergebnis aus dem automatischen Testlauf zu speichern
es: El objeto Ejecuión de Prueba necesita tener RunnerName con un valor para grabar el resultado de la prueba automatizada
fi: Testiajo-objektissa pitää olla Ajajan nimi-parametrin arvo asetettu siten, että tallennetaan automaattisten testien tulos
fr: L'objet Exécution de test doit avoir une valeur définie pour le RunnerName pour pouvoir enregistrer un résultat de test automatisé.
hu: Tesztfutás RunnerName mezőjének beállítása kötelező automatikus tesztek eredményeinek rögzítéséhez
pl: Przebieg testów musi mieć podaną wartość RunnerName, żeby zarejestrować rezultat testu automatycznego
pt: O objeto de Execução de Teste precisa ter RunnerName definido em um valor para gravar um resultado de teste automatizado
pt_pt: Para registar um resultado de teste automatizado para o objeto Execução de Teste tem que um valor definido para o RunnerName
ru: Объект Test Run должен иметь RunnerName, установленное в значение для записи результатов автоматизированного теста.
zh_hans: 测试运行对象需要有 RunnerName 设置为一个值，用于记录自动的测试结果
zh_hant: 測試執行物件必須將 RunnerName 設定一個值，用來記錄自動測試結果

# Services_SessionNotAuthenticated
source: The session was not authenticated, please call the Connection_Authenticate() method first
cs: Session nebyla ověřena, zavolejte prosím nejprve metodu Connection_Authenticate()
de: Die Session war nicht berechtigt, bitte rufen Sie zuerst die Methode Connection_Authenticate() auf
es: La Sesión no fue autenticada, por favor primero llame al método Connection_Authenticate()
fi: Istuntoa ei ole varmennettu, kutsu Connection_Authenticate ()-metodia ensin
fr: La session n'a pas été authentifiée, veuillez d’abord appeler la méthode Connection_Authenticate ()
hu: A munkamenet nem hitelesített. Elsőként hívja a Connection_Authenticate() metódust
pl: Sesja nie została uwierzytelniona, należy najpierw wywołać metodę Connection_Authenticate()
pt: A sessão não foi autenticada, por favor, chame primeiro o método Connection_Authenticate()
pt_pt: A sessão não foi autenticada, por favor, chame primeiro o método Connection_Authenticate()
ru: Сессия не была аутентифицирована, пожалуйста, сначала вызовите метод Connection_Authenticate().
zh_hans: 会话未通过身份验证，请首先调用 Connection_Authenticate() 方法
zh_hant: 此連線未認證，請先呼叫 Connection_Authenticate() 函式

# Services_SortMissing
source: You need to provide a populated RemoteSort object as parameter
cs: Musíte zadat vyplněný RemoteSort objekt jako parametr
de: Sie müssen ein eingetragenes RemoteSort Objekt als Parameter liefern
es: Necesita introducir un objeto RemoteSort rellenado como parámetro
fi: Sinun on annettava asetettu RemoteSort-objekti parametrina
fr: Vous devez fournir un objet RemoteSort initialisé comme paramètre
hu: Egy feltöltött RemoteSort objektumot kell paraméterül adnia
pl: Należy podać wypełniony RemoteSort jako parametr
pt: Você precisará fornecer um objeto RemoteSort preenchido como parâmetro
pt_pt: Precisa fornecer um objeto RemoteSort definido como parâmetro
ru: Вам нужно предоставить заполненный объект RemoteSort в качестве параметра
zh_hans: 您需要提供一个人口稠密的 RemoteSort 对象作为参数
zh_hant: 您必須提供 RemoteSort 物件填入作為參數

# Services_TaskIdMissing
source: Task object needs to have TaskId populated
cs: Objekt úkol musí mít TaskId vyplněné
de: Das Aufgabenobjekt muss eine TaskId haben
es: El objeto Tarea debe tener un TaskID con información
fi: Tehtävä-objektin Taskid pitää olla asetettu
fr: TaskID doit être défini pour l’objet Tâche
hu: Egy feladatnak TaskId mezőjének kitöltése kötelező
pl: Zadanie musi mieć wypełnione TaskId
pt: O Objeto Tarefa precisa ter TaskId preenchido
pt_pt: Precisa ter o TaskId definido para o objeto Tarefa
ru: Объект задачи должен быть заполнен TaskId
zh_hans: 需要有 TaskId 填充任务对象。
zh_hant: 任務物件必須有 TaskId 填入

# Services_TaskIdNotNull
source: Task object needs to have TaskId set to null for creation
cs: Objekt úkol musí mít pro vytvoření nastavené TaskId na hodnotu null
de: Das Aufgabenobjekt muss eine undefinierte TaskId haben, um erstellt zu werden
es: El objeto Tarea debe tener un TaskID con información igual a nulo para su creación
fi: Tehtävä-objektia luotaessa TaskId pitää olla tyhjä
fr: L'objet Tâche doit avoir TaskID initialisé à nul pour la création
hu: Feladat létrehozásához TaskId mezőjének null-nak kell lennie
pl: Aby utworzyć zadanie TaskId musi mieć wartość null
pt: O Objeto Tarefa precisa ter TaskId definido como null para criação
pt_pt: Para criar o objeto Tarefa, TaskId tem que assumir o valor null
ru: Для создания объекта TaskId необходимо, чтобы его значение было равно нулю.
zh_hans: 需要有 TaskId 设置为空的创作任务对象。
zh_hant: 建立任務物件 TaskId 需設定為空

# Services_TestCaseIdMissing
source: TestCase object needs to have TestCaseId populated
cs: Objekt testovací případ musí mít TestCaseId vyplněné
de: Das Testfallobjekt muss eine TestCaseId haben
es: El objeto Caso de Pruebas debe tener un TestCaseID con información
fi: Testitapaus-objektin TestCaseid pitää olla asetettu
fr: TestCaseId doit être défini pour l’objet Scénario de test
hu: Teszteset TestCaseId mezőjének kitöltése kötelező
pl: Przypadek testowy musi mieć wypełnione TestCaseId
pt: O Objeto Caso de Teste precisa ter TestCaseId preenchido
pt_pt: Precisa ter o TestCaseId definido para o objeto Caso de Teste
ru: Объект TestCase должен иметь TestCaseId заполненный
zh_hans: 测试用例对象需要具备 TestCaseId 填充
zh_hant: 測試案例物件必須有 TaskCaseId 填入

# Services_TestCaseIdNotNull
source: Test Case object needs to have TestCaseId set to null for creation
cs: Objekt testovací případ musí mít pro vytvoření nastavené TestCaseId na hodnotu null
de: Das Testfallobjekt muss eine undefinierte TestCaseId haben, um erstellt zu werden
es: El objeto Caso de Prueba debe tener un TestCaseID igual a nulo para su creación
fi: Testitapaus-objektia luotaessa TestCaseId pitää olla tyhjä
fr: L'objet Scénario de test doit avoir TestCaseId initialisé à nul pour la création
hu: Teszteset létrehozásához TestCaseId mezőjének null-nak kell lennie
pl: Aby utworzyć przypadek testowy TestCaseId musi mieć wartość null
pt: O Objeto Caso de Teste precisa ter TestCaseId definido como null para criação
pt_pt: Para criar o objeto Caso de Teste, TestCaseId tem que assumir o valor null
ru: Объект Test Case должен иметь для создания TestCaseId значение null
zh_hans: 测试用例对象需要具备 TestCaseId 设置为空的创作
zh_hant: 建立測試案例物件 TaseCaseId 需設定為空
