Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# SourceCodeList_UnableToAuthenticate
source: Unable to authenticate with the Source Code provider. Please check the login/password information and try again.
cs: Nepodařilo se ověření s providerem ovládání verzí. Zkontrolujte prosím jméno a heslo a zkuste to znovu.
de: Keine Verbindung zum Anbieter der Versionskontrolle möglich. Bitte überprüfen Sie die Anmelde / Passwort Informationen und versuchen Sie es noch einmal.
es: No se puede autenticar con el proveedor del Control de Versiones. Por favor, verifique el nombre de usuario/ contraseña y vuelva a intentarlo.
fi: Ei voida varmentaa yhteyttä versionhallinta-palveluun. Tarkista sisääänkirjautumis/salasana-tiedot ja yritä uudelleen.
fr: Impossible de s'authentifier auprès du fournisseur de contrôle de versions. Veuillez vérifier les informations de connexion / mot de passe et essayez à nouveau.
hu: A verziókezelő authentikálása sikertelen. Ellenőrizze a felhasználónevet / jelszót, majd próbálja újra
pl: Nie można uwierzytelnić mechanizmu Kontroli wersji. Sprawdź login/hasło i spróbuj ponownie.
pt: Não é possível autenticar com o provedor de Controle de Versão. Por favor, verifique as informações de login/senha e tente novamente.
pt_pt: Não é possível a autenticação junto do fornecedor de Controlo da Versão. Por favor verifique o login/password e tente novamente.
ru: Невозможно аутентифицироваться у провайдера Version Control. Пожалуйста, проверьте логин/пароль и попробуйте еще раз.
zh_hans: 无法与版本控制提供程序进行身份验证。请检查登录名/密码信息，并再试一次。
zh_hant: 無法與版本控制提供器認證。請確認登入/密碼資訊，請再試一次。

# SourceCodeList_UnableToLoadProvider
source: Unable to load the specified Source Code provider. Please check the settings in the Administration section and try again.
cs: Zadaného poskytovatele správy verzí nelze načíst. Zkontrolujte nastavení v části Správa a zkuste to znovu.
de: Kann den angegebenen Anbieter für die Versionskontrolle nicht laden. Bitte überprüfen Sie die Einstellungen im Administrationsbereich und versuchen Sie es noch einmal.
es: No se puede cargar el proveedor de Control de Versiones especificado. Por favor, verifique los ajustes en la sección de Administración y vuelva a intentarlo.
fi: Ei voida ladata määritettyä versionhallinta-palvelua , tarkista asetukset ylläpito-osasta ja yritä uudelleen.
fr: Impossible de charger le fournisseur de Contrôle de Version spécifié. Veuillez vérifier les paramètres dans la section Administration et essayez à nouveau.
hu: A megadott verziókezelő betöltése sikertelen. Ellenőrizze a beállításokat az adminisztrátori felületen, majd próbálja újra
pl: Nie można załadować określonego mechanizmu Kontroli wersji. Sprawdź ustawienia w sekcji Administracja i spróbuj ponownie.
pt: Não foi possível carregar o provedor de Controle de Versão especificado. Por favor, verifique as configurações na seção Administração e tente novamente.
pt_pt: Não foi possível carregar o fornecedor específico do Controlo da Versão. Por favor verifique as configurações na secção Administração e tente novamente.
ru: Невозможно загрузить указанный провайдер Version Control. Пожалуйста, проверьте настройки в разделе Администрирование и повторите попытку.
zh_hans: 无法加载指定的版本控制提供程序。请检查管理部分中的设置，然后再试。
zh_hant: 無法載入指定版本控制提供器。請確認管理設定，請再試一次。

# Admin_FileTypes_ExtensionExists
source: The extension of '{0}' already exists in the database.
cs: Přípona '{0}' již existuje v databázi.
de: Die Endung mit '{0}' ist bereits in der Datenbank vorhanden.
es: La extension de '{0}' ya existe en la base de datos.
fi: {0}' tarkenne on jo olemassa tietokannassa.
fr: L'extension de '{0}' existe déjà dans la base de données.
hu: {0}' kiterjesztésű már létezik az adatbázisban.
pl: Rozszerzenie '{0}' już istnieje w bazie danych.
pt: A extensão de '{0}' já existe no banco de dados.
pt_pt: A extensão '{0}' já existe na base de dados.
ru: Расширение '{0}' уже существует в БД.
zh_hans: 数据库中已存在的"{0}"扩展名。
zh_hant: 資料庫已存在副檔名 {0}。

# SourceCodeRedirect_CacheInvalid
source: The source code cache is invalid please try again.
cs: Cache zdrojového kódu je neplatná, zkuste to prosím znovu.
de: Der Quellcodecache ist ungültig, bitte versuchen Sie es erneut.
es: La caché de código fuente no es válida. Por favor, inténtelo de nuevo.
fi: Lähdekoodin välimuisti ei kelpaa, yritä uudelleen.
fr: Le cache code source n'est pas valide. Veuillez réessayer.
hu: A forráskód gyorsítótár érvénytelen, kérjük próbálja meg újra.
pl: Pamięć podręczna kodu źródłowego jest nieprawidłowa, spróbuj ponownie.
pt: O cache do código fonte é inválido, por favor tente novamente.
pt_pt: O cache do código fonte é inválido, por favor tente novamente.
ru: Кэш исходного кода недействителен, попробуйте еще раз.
zh_hans: 源的代码缓存无效请再试一次。
zh_hant: 無效程式原始馬快取，請再試一次。

# Admin_FileTypes_SuccessDeleted
source: Filetype "{0}" successfully removed.
cs: Typ souboru "{0}" byl úspěšně odstraněn.
de: Dateityp "{0}" erfolgreich entfernt.
es: Tipo de archivo "{0}" eliminado con éxito.
fi: Tiedostotyyppi "{0}" onnistuneesti poistettu.
fr: Type de fichier "{0}" supprimé.
hu: A {0} fájltípus sikeresen eltávolítva.
pl: Typ pliku "{0}" został usunięty z powodzeniem.
pt: O tipo de arquivo "{0}" foi removido com sucesso.
pt_pt: Tipo de ficheiro "{0}" removido com sucesso.
ru: Файловый тип "{0}" успешно удален.
zh_hans: 文件类型"{0}"成功删除。
zh_hant: 文件類型 {0} 已成功刪除。

# Admin_FileTypes_SuccessAdded
source: Filetype "{0}" successfully added.
cs: Typ souboru "{0}" byl úspěšně přidán.
de: Dateityp "{0}" erfolgreich hinzugefügt.
es: Tipo de archivo "{0}" añadido con éxito.
fi: Tiedostotyyppi "{0}" onnistuneesti lisätty.
fr: Type de fichier "{0}" ajouté.
hu: A {0} fájltípus sikeresen hozzáadva.
pl: Typ pliku "{0}" dodany pomyślnie.
pt: Tipo de arquivo "{0}" adicionado com sucesso.
pt_pt: Tipo de ficheiro "{0}" adicionado com sucesso.
ru: Успешно добавлен тип файла "{0}".
zh_hans: 文件类型"{0}"已成功添加。
zh_hant: 檔案類型 {0} 已新增成功

# Admin_FileTypes_SuccessUpdated
source: Filetype "{0}" successfully changed.
cs: Typ souboru "{0}" byl úspěšně změněn.
de: Dateityp "{0}" erfolgreich geändert.
es: Tipo de archivo "{0}" modificado con éxito.
fi: Tiedostotyyppi "{0}" onnistuneesti vaihdettu.
fr: Type de fichier "{0}" modifié.
hu: A {0} fájltípus sikeresen frissítve.
pl: Typ pliku "{0}" zmieniony pomyślnie.
pt: Tipo de arquivo "{0}" alterado com sucesso.
pt_pt: Tipo de ficheiro "{0}" alterado com sucesso.
ru: Файловый тип "{0}" успешно изменился.
zh_hans: 文件类型"{0}"更改成功。
zh_hant: 檔案類型 {0} 已修改成功

# SourceCodeFileDetails_FileNotExists
source: The file you selected has been deleted from the system.
cs: Vybraný soubor byl odstraněn ze systému.
de: Die gewählte Datei wurde aus dem System gelöscht.
es: El archivo seleccionado se ha borrado del sistema.
fi: Valitsemasi tiedosto on jo poistettu järjestelmästä.
fr: Le fichier que vous avez sélectionné a été supprimé du système.
hu: A kijelölt fájlt törölték a rendszerből.
pl: Wybrany plik został usunięty z systemu.
pt: O arquivo selecionado foi excluído do sistema.
pt_pt: O ficheiro que selecionou foi eliminado do sistema.
ru: Выбранный вами файл был удален из системы.
zh_hans: 您选择的文件已从系统中删除。
zh_hant: 選擇的文件已從系統中刪除。

# SourceCodeFileDetails_FolderNotExists
source: The folder you selected has been deleted from the system.
cs: Vybraná složka byla odstraněna ze systému.
de: Der gewählte Ordner wurde aus dem System gelöscht.
es: La carpeta seleccionada se ha borrado del sistema.
fi: Valitsemassasi kansio on jo poistettu järjestelmästä.
fr: Le dossier que vous avez sélectionné a été supprimé du système.
hu: A kijelölt mappát törölték a rendszerből.
pl: Wybrany folder został usunięty z systemu.
pt: A pasta selecionada foi excluída do sistema.
pt_pt: A pasta que selecionou foi eliminada do sistema.
ru: Выбранная вами папка была удалена из системы.
zh_hans: 您选择的文件夹已从系统中删除。
zh_hant: 選擇的資料夾已從系統中刪除。

# SourceCodeRevisionDetails_NotAuthorizedForRevision
source: You do not have permission to view the commit you selected.
cs: Nemáte oprávnění k zobrazení vybrané revize.
de: Sie haben keine Berechtigung, die gewählte Version zu sehen.
es: Usted no tiene permiso para ver la revisión seleccionada.
fi: Sinulla ei ole oikeutta katsoa valitsemaasi versiota.
fr: Vous n'avez pas l'autorisation d'afficher la révision que vous avez sélectionnée.
hu: Nincs jogosultsága a kiválasztott revízió megtekintéséhez.
pl: Nie masz uprawnień do oglądania wersji którą wybrałeś.
pt: Você não tem permissão para visualizar a revisão selecionada.
pt_pt: Não tem permissão para ver a revisão que selecionou.
ru: У вас нет разрешения на просмотр выбранной вами ревизии.
zh_hans: 您没有权限查看您选择的修订版。
zh_hant: 您無權限檢視選擇的修訂版本。

# SourceCodeRevisionDetails_RevisionNotExists
source: The commit you selected has been deleted from the system.
cs: Revize, kterou jste vybrali, byla odstraněna ze systému.
de: Die gewählte Version wurde vom System gelöscht.
es: La revisión seleccionada ha sido borrada del sistema.
fi: Valitsemasi versio on poistettu järjestelmästä.
fr: La révision que vous avez sélectionnée a été supprimée du système.
hu: A kiválasztott revíziót törölték a rendszerből.
pl: Wybrana wersja została usunięta z systemu.
pt: A revisão selecionada foi excluída do sistema.
pt_pt: A revisão que selecionou foi eliminada do sistema.
ru: Выбранная вами ревизия была удалена из системы.
zh_hans: 您选择的修订版已从系统中删除。
zh_hant: 選擇的修訂版本已從系統中刪除。

# Reports_DeleteSaved
source: Are you sure you want to delete this saved report?
cs: Jste si jisti, že chcete smazat tento uložený report?
de: Sind Sie sicher, dass Sie den gespeicherten Bericht löschen möchten?
es: Está seguro que quiere borrar este informe guardado?
fi: Oletko varma että haluat poistaa tallennetun raportin?
fr: Etes-vous sûr de vouloir supprimer ce rapport sauvegardé ?
hu: Biztosan törölni kívánja a mentett riportot?
pl: Czy na pewno chcesz usunąć ten zapisany raport?
pt: Tem certeza de que deseja excluir este relatório salvo?
pt_pt: Tem certeza que deseja eliminar este relatório guardado?
ru: Вы уверены, что хотите удалить этот сохраненный отчет?
zh_hans: 确实要删除此已保存的报告吗？
zh_hant: 您確定要刪除這個已儲存的報表?

# ReportConfiguration_FormatNotExists
source: The format you selected no longer exists in the system
cs: Formát, který jste vybrali, již v systému neexistuje
de: Das gewählte Format ist im System nicht mehr vorhanden.
es: El formato que ha seleccionado ya no existe en el sistema
fi: Valitsemaasi formaattia ei enää ole järjestelmässä
fr: Le format que vous avez sélectionné n'existe plus dans le système
hu: A kiválasztott formátum már nem létezik a rendszerben
pl: Wybrany format już nie istnieje w systemie
pt: O formato selecionado não existe mais no sistema
pt_pt: O formato que selecionou já não existe no sistema.
ru: Выбранный вами формат больше не существует в системе.
zh_hans: 系统中存在您不再所选的格式
zh_hant: 選擇的格式在系統中已不存在。

# ReportConfiguration_Needs
source: {0} needs to be a valid date-range
cs: {0} musí být datum v platném rozsahu
de: {0} muss in einem gültigen Zeitraum liegen
es: {0} debe ser un rango de fechas válido
fi: {0} on oltava kelvollisella päivämäärävälillä
fr: {0} doit être un intervalle de temps valide
hu: {0}-nak érvényes dátumtartományban kell lennie
pl: {0} musi być obowiązujący zakres dat
pt: {0} deve ser um intervalo de datas válido
pt_pt: {0} deve ser um intervalo de datas válido
ru: {0} должен быть действительным диапазоном данных.
zh_hans: {0} 是一个有效的日期范围的需要
zh_hant: {0} 必須為一個有效的時間範圍

# ReportConfiguration_NeedToSelectFormat
source: You need to select a report format to be generated
cs: Zvolte formát reportu, který má být vytvořen
de: Sie müssen ein Berichtsformat wählen, um es zu generieren
es: Debe seleccionar un formato de informe que se generará
fi: Sinun pitää valita luotavan raportin muoto
fr: Vous devez sélectionner un format pour la création du rapport
hu: Riport generáláshoz válasszon ki egy formátumot
pl: Należy wybrać format raportu do wygenerowania
pt: Você precisa selecionar um formato de relatório a ser gerado
pt_pt: Precisa selecionar o formato de relatório a ser gerado
ru: Вам необходимо выбрать формат отчета, который будет создан
zh_hans: 您需要选择要生成的报告格式
zh_hant: 您必須選擇欲產生的報表格式

# ReportConfiguration_ReportIDNotExists
source: The passed in report ID does not exist.
cs: Předané ID reportu neexistuje.
de: Die eingegebene Berichts ID ist nicht vorhanden.
es: El ID del informe no existe.
fi: Annettua Raportti ID:tä ei ole olemassa.
fr: L’identifiant de rapport n'existe pas.
hu: A megadott riport azonosító nem található
pl: Przekazywane w raporcie ID nie istnieje.
pt: O ID de Relatório não existe.
pt_pt: O ID do relatório não existe.
ru: Удостоверения личности, указанные в отчете, не существуют.
zh_hans: 传入的报告 ID 不存在。
zh_hant: 傳入的報表編號不存在。

# Reports_NotExists
source: Unable to retrieve saved report.
cs: Nelze načíst uložený report.
de: Gespeicherter Bericht kann nicht abgerufen werden.
es: No se puede recuperar el informe guardado.
fi: Ei voida hakea talletettua raporttia.
fr: Impossible de charger le rapport sauvegardé
hu: Mentett riport visszaállítása sikertelen
pl: Nie można pobrać zapisanego raportu.
pt: Não foi possível recuperar o relatório salvo.
pt_pt: Não é possível recuperar o relatório guardado.
ru: Невозможно получить сохраненный отчет.
zh_hans: 无法检索保存的报告。
zh_hant: 無法取回儲存的報表。

# TestCaseExecution_FinishConfirm
source: Are you sure you want to Finish this test run? You will not be able to make any more changes.
cs: Jste si jisti, že chcete ukončit tento běh testu? Nebudete již moci provádět žádné další změny.
de: Sind Sie sicher, dass Sie diesen Testlauf beenden möchten? Sie werden keine weiteren Änderungen vornehmen können.
es: Está seguro que desea Finalizar esta ejecución de pruebas? Usted no será capaz de realizar más cambios después.
fi: Oletko varma että haluat lopettaa tämän Testiajon? Et voi sen jälkeen tehdä enää muutoksia.
fr: Etes-vous sûr de vouloir terminer cette exécution de test ? Vous ne serez plus en mesure d'apporter d'autres modifications.
hu: Biztosan be kívánja fejezni a tesztfutást? A művelet után további módosítások nem lehetségesek
pl: Czy na pewno chcesz zakończyć ten przebieg testów? Nie będzie możliwości wykonania więcej zmian.
pt: Tem certeza de que deseja finalizar essa Execução de Teste? Você não será capaz de fazer mais alterações.
pt_pt: Tem certeza que deseja Terminar esta Execução de Teste? Não poderá fazer mais quaisquer alterações.
ru: Ты уверен, что хочешь закончить этот пробный прогон? Вы больше не сможете вносить изменения.
zh_hans: 确实要完成此测试运行吗？您不能进行任何更多的更改。
zh_hant: 您確定要結束此測試執行？您將無法進行任何更改。

# TestCaseExecution_OwnerRequired
source: You need to enter an Owner
cs: Zadejte vlastníka
de: Sie müssen einen Besitzer eingeben
es: Es necesario introducir un Propietario
fi: Sinun täytyy syöttää Omistaja
fr: Vous devez entrer un propriétaire
hu: Tulajdonos megadása kötelező
pl: Należy wprowadzić Właściciela
pt: Você precisa inserir um Proprietário
pt_pt: Precisa inserir um Owner
ru: Вам нужно ввести владельца
zh_hans: 您需要输入一个所有者
zh_hant: 必須輸入擁有者

# TestCaseExecution_PriorityRequired
source: You need to enter a Priority
cs: Zadejte prioritu
de: Sie müssen eine Priorität angeben
es: Es necesario introducir una Prioridad
fi: Sinun täytyy syöttää Prioriteetti
fr: Vous devez entrer une priorité
hu: Prioritás megadása kötelező
pl: Należy wprowadzić Priorytet
pt: Você precisa inserir uma Prioridade
pt_pt: Precisa inserir uma Prioridade
ru: Вам нужно ввести Приоритет
zh_hans: 您需要输入一个优先事项
zh_hant: 必須輸入優先度

# TestCaseExecution_SeverityRequired
source: You need to enter a Severity
cs: Zadejte závažnost
de: Sie müssen einen Schweregrad angeben
es: Es necesario introducir una Severidad
fi: Sinun täytyy syöttää Vakavuus
fr: Vous devez entrer une gravité
hu: Súlyosság megadása kötelező
pl: Należy wprowadzić Ważność
pt: Você precisa inserir uma Gravidade
pt_pt: Precisa inserir uma Criticidade
ru: Вам нужно ввести Тяжесть
zh_hans: 您需要输入的严重性
zh_hant: 必須輸入嚴重性

# WebPartBase_NotAuthorizedForProject
source: You are not a member of product '{0}'. Please contact the product owner to have yourself added.
cs: Nejste členem produktu '{0}'. Prosím, kontaktujte vlastníka produktu, aby se sami přidali.
de: Sie sind kein Mitglied des Produkts '{0}'. Bitte kontaktieren Sie den Produktbesitzer, um Produktmitglied zu werden.
es: Usted no es miembro del proyecto '{0}'. Por favor, póngase en contacto con el propietario del proyecto si desea ser agregado.
fi: Et ole projektin '{0}' jäsen. Ota yhteyttä projektin omistajaan tullaksesi lisätyksi.
fr: Vous n'êtes pas un membre du produit "{0} '. Veuillez contacter le propriétaire du produit pour pouvoir être ajouté.
hu: Jelenleg nem tagja a {0} projektnek. Lépjen kapcsolatba a projekt tulajdonosával.
pl: Nie jesteś członkiem projektu "{0} '. Proszę skontaktować się z właścicielem projektu, aby zostać dodanym.
pt: Você não é membro do projeto '{0}'. Por favor, entre em contato com o proprietário do projeto para que você possa ser adicionado.
pt_pt: Não é um membro do projeto '{0}'. Por favor, entre em contacto com o owner do projeto para que o adicione.
ru: Вы не являетесь участником продукта '{0}'. Пожалуйста, свяжитесь с владельцем продукта для добавления.
zh_hans: 你不是项目"{0}"的成员。请联系有自己添加项目所有者。
zh_hant: 您不是專案 {0} 的成員。請聯絡專案擁有者將您新增為成員。

# TestCaseExecution_PassAllConfirm
source: Are you sure that you want to pass ALL the test steps in the current test case?
cs: Jste si jisti, že chcete označit VŠECHNY kroky jako prošlé v aktuálním testovacím případu?
de: Sind Sie sicher, dass Sie ALLE Testschritte in dem aktuellen Testfall durchlaufen wollen?
es: Está seguro que desea aprobar a TODOS los pasos de prueba de este caso de prueba?
fi: Oletko varma että haluat merkitä kaikki kyseisen testitapauksen testiaskeleet hyväksytyksi?
fr: Etes-vous sûr que vous voulez exécuter TOUTES les étapes de test dans le scénario de test actuel ?
hu: Biztosan sikeres az összes teszt lépés ebben a tesztesetben?
pl: Czy na pewno chcesz zapisać WSZYSTKIE kroki testowe w obecnym przypadku testowym ze statusem PASS?
pt: Tem certeza de que deseja aprovar TODAS as etapas de teste no teste atual?
pt_pt: Tem certeza que você deseja passar TODOS os Passos de Teste no Caso de Teste atual?
ru: Вы уверены, что хотите пройти ВСЕ этапы теста в текущем тестовом случае?
zh_hans: 是否确实要通过所有测试当前测试用例中的步骤?
zh_hant: 您確定要通過目前測試案例的所有測試步驟？

# DocumentDetails_ArtifactIdInvalid
source: You need to enter a numeric artifact id
cs: Zadejte ID artefaktu v číselném formátu
de: Sie müssen eine numerische Artefakt-ID eingeben
es: Es necesario introducir un ID de artefacto numérico
fi: Sinun on syötettävä numeerinen asian ID
fr: Vous devez entrer une valeur numérique pour l’identifiant objet
hu: Adja meg a kapcsolódó elem numerikus azonosítóját
pl: Należy wprowadzić numeryczne ID artefaktu
pt: Você precisa digitar um ID numérico para o artefato
pt_pt: Necessita inserir um id numérico para o artefacto
ru: Вам нужно ввести числовой идентификатор артефакта.
zh_hans: 您需要输入的数值项目 id
zh_hant: 必須輸入為數字的項目編號

# DocumentDetails_ArtifactIdRequired
source: You need to enter an artifact id
cs: ID artefaktu je povinné pole
de: Sie müssen eine Artefakt-ID eingeben
es: Es necesario introducir un ID de artefacto
fi: Sinun on syöttettävä Asian ID
fr: Vous devez entrer un identifiant objet
hu: Adja meg a kapcsolódó elem azonosítóját
pl: Należy wprowadzić ID artefaktu
pt: Você precisa digitar um ID para o artefato
pt_pt: Necessita inserir um id para o artefacto
ru: Вам нужно ввести идентификатор артефакта
zh_hans: 您需要输入的项目 id
zh_hant: 必須輸入項目編號

# DocumentDetails_ArtifactNotExists
source: The specified artifact id doesn't match an artifact in the system.
cs: Zadané ID artefaktu neodpovídá žádnému artefaktu v systému.
de: Die festgelegte Artefakt-ID entspricht keinem Artefakt im System.
es: El ID del artefacto especificado no coincide con un artefacto del sistema.
fi: Määritelty Asian ID ei vastaa asiaa järjestelmässä.
fr: L'identifiant objet spécifié ne correspond pas à un objet dans le système.
hu: A megadott azonosító nem található a rendszerben
pl: Podane ID artefaktu nie pasuje do wzorca systemowego.
pt: O ID do artefato especificado não coincide com um artefato no sistema.
pt_pt: O id especificado para o artefacto não corresponde a algum artefacto no sistema.
ru: Указанный идентификатор артефакта не совпадает с артефактом в системе.
zh_hans: 指定的工件 id 不匹配系统中的工件。
zh_hant: 指定的項目編號無法與系統中的項目匹配。

# DocumentDetails_CannotChangeFiletype
source: You can't change the filename to be of a different filetype.
cs: Nemůžete změnit název souboru aby byl jiného typu.
de: Sie können den Dateinamen nicht ändern, sodass er von einem anderen Dateityp ist.
es: No se puede cambiar el nombre del archivo para que sea de un tipo diferente.
fi: Et voi muuttaa tiedostonimeä olemaan eri tiedostotyyppiä.
fr: Vous ne pouvez pas changer le type de fichier.
hu: A fájl neve nem módosítható úgy, hogy más fájltípusú legyen
pl: Nazwa pliku nie może zawierać rozszerzenia.
pt: Você não pode alterar o nome do arquivo de forma a modificar seu tipo.
pt_pt: Não pode alterar o nome do ficheiro para que seja um tipo de ficheiro diferente.
ru: Вы не можете изменить имя файла на другой тип.
zh_hans: 您不能更改为不同的文件类型的文件名。
zh_hant: 您無法更改文件名稱為不同的文件類型。

# DocumentDetails_CannotDeleteActiveVersion
source: You can't delete the active version.
cs: Nemůžete smazat aktivní verzi.
de: Sie können die aktive Version nicht löschen.
es: No se puede borrar la versión activa.
fi: Et voi poistaa aktiivista versiota.
fr: Vous ne pouvez pas supprimer la version active.
hu: Az aktív verzió nem törölhető
pl: Nie można usunąć aktywnej wersji.
pt: Você não pode excluir a versão ativa.
pt_pt: Não pode eliminar a versão ativa.
ru: Нельзя удалить активную версию.
zh_hans: 您不能删除活动的版本。
zh_hant: 您無法刪除啟動中的版本。

# DocumentDetails_DeleteConfirm
source: This will delete this document permanently. Are you sure you want to proceed?
cs: Tím smažete dokument trvale. Chcete opravdu pokačovat?
de: Dies wird dieses Dokument dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción borrará este documento de forma permanente. Está seguro que desea continuar?
fi: Tämä poistaa asiakirjan pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer ce document de façon permanente. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törli a dokumentumot. Biztosan folytatja?
pl: Spowoduje to trwałe usunięcie tego dokumentu. Czy na pewno chcesz kontynuować?
pt: Esse procedimento irá eliminar esse documento permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação eliminará permanentemente este documento. Tem certeza que deseja prosseguir?
ru: При этом документ будет удален навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将永久删除该文档。确实要继续吗？
zh_hant: 這將永久刪除此文件。您確定要繼續？

# DocumentDetails_DeleteVersionConfirm
source: Are you sure you want to delete this version of the document?
cs: Opravdu chcete odstranit tuto verzi dokumentu?
de: Sind Sie sicher, dass Sie diese Version des Dokuments löschen möchten?
es: Está seguro que desea borrar esta versión del documento?
fi: Oletko varma että haluat poistaa tämän version Dokumentista?
fr: Etes-vous sûr de vouloir supprimer cette version du document ?
hu: Biztosan törli a dokumentum ezen verzióját?
pl: Czy na pewno chcesz usunąć tę wersję dokumentu?
pt: Tem certeza de que deseja excluir esta versão do documento?
pt_pt: Tem certeza que deseja eliminar esta versão do documento?
ru: Вы уверены, что хотите удалить эту версию документа?
zh_hans: 确实要删除此版本的文档吗？
zh_hant: 您確定要刪除此文件的版本？
