Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Admin_CustomLists_Removed
source: Custom list removed.
cs: Vlastní seznam odstraněn.
de: Benutzerdefinierte Liste entfernt.
es: La Lista Personalizada ha sido eliminada con éxito.
fi: Kustomoitu lista poistettu.
fr: Liste supprimée
hu: Egyéni lista eltávolítva.
pl: Lista definiowalna usunięta.
pt: Lista personalizada removida.
pt_pt: Lista personalizada removida.
ru: Пользовательский список удален.
zh_hant: 自訂列表已移除。

# TestExecutionService_TestRunHasNoSteps
source: The current test run doesn't have any test steps and cannot be executed.
cs: Aktuální testovací běh nemá žádné testovací kroky a nelze jej provést.
de: Der aktuelle Testlauf hat keine Testschritte und kann nicht ausgeführt werden.
es: La Ejecución de Prueba actual no tiene ningún paso de prueba y no se puede ejecutar.
fi: Nykyisessä testiajosssa ei ole testiaskeleita, joten sitä ei voida suorittaa.
fr: L'exécution de test ne peut être effectuée car elle n'a pas d'étape définie.
hu: A jelenlegi tesztfuttatás nem rendelkezik tesztlépésekkel, ezért nem hajtható végre.
pl: Wybrany test nie posiada kroków i nie może być uruchomiony.
pt: A execução de teste atual não tem nenhuma etapa de teste e não pode ser executada.
pt_pt: A presente Execução de Testes não tem quaisquer Passos de Teste e não pode ser executada.
ru: Текущий пробный запуск не имеет никаких тестовых шагов и не может быть выполнен.
zh_hant: 目前測試執行沒有任何測試步驟，無法被執行。

# DocumentFolders_ConfirmDelete
source: This will Delete the selected folder, any subfolders and any contained documents! Are you sure you want to proceed?
cs: Tímto odstraníte vybranou složku, všechny podsložky a všechny obsažené dokumenty! Opravdu chcete pokračovat?
de: Dies wird den ausgewählten Ordner, alle Unterordner und alle enthaltenen Dokumente löschen! Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción borrará la carpeta seleccionada, las subcarpetas y cualquier documento contenido. Está seguro de que desea continuar?
fi: Tämä poistaa valitun kansion, kaikki sen alikansiot, sekä kaikki niissä olevat dokumentit. Haluatko varmasti jatkaa?
fr: Le dossier et tous ses sous-dossiers et documents seront effacés. Etes-vous sûr de vouloir continuer ?
hu: Ezzel a rendszer törli a kiválasztott könyvtárat, alkönyvtárakat és az ezekben tárolt dokumentumokat! Biztosan folytatja?
pl: Ta czynność spowoduje USUNIĘCIE wybranego folderu, wszystkich pod folderów i zawartych nich dokumentów! Jesteś pewny/a że chcesz kontynuować?
pt: Esta ação irá apagar a pasta selecionada, todas as subpastas e todos os documentos contidos! Tem certeza que deseja continuar?
pt_pt: Esta ação irá eliminar a pasta selecionada, quaisquer subpastas e quaisquer documentos nelas contidos! Tem certeza que deseja prosseguir?
ru: При этом удаляются выбранная папка, вложенные папки и содержащиеся в них документы! Ты уверен, что хочешь продолжить?
zh_hant: 這將刪除選擇的資料夾、任何子資料夾、包含的文件。您確定要繼續？

# DocumentTypes_Success
source: Document Types Successfully Updated
cs: Typy dokumentů byly úspěšně aktualizovány
de: Dokumenttypen erfolgreich geändert.
es: Tipos de Documentos actualizados con éxito
fi: Dokumenttityypit päivitetty onnistuneesti.
fr: Mise à jour des types de document effectuée
hu: Dokumentumtípusok sikeresen frissítve
pl: Typy dokumentów poprawnie uaktualnione
pt: Tipos de Documentos atualizados com sucesso
pt_pt: Tipos de Documento actualizados com sucesso
ru: Типы документов успешно обновлены
zh_hant: 文件類型已成功更新

# IncidentPriorities_AtLeastOneMustBeActive
source: At least one Incident Priority needs to be marked as Active.
cs: Alespoň jedna priorita Incidentu musí být označena jako aktivní.
de: Mindestens eine Vorfallspriorität muss als aktiv markiert werden.
es: Al menos una Prioridad de Incidente debe estar marcada como Activa.
fi: Ainakin yksi havainnon prioriteetti on asetettava aktiiviseksi.
fr: Au moins une priorité d'incident doit être active.
hu: Legalább egy incidensprioritást aktívként kell megjelölni.
pl: Co najmniej jeden priorytet incydentu musi być zaznaczony Aktywny
pt: Pelo menos uma Prioridade de Incidente precisa ser marcada como Ativa.
pt_pt: Veve ser marcada como Ativa pelo menos uma Prioridade de Defeito
ru: По крайней мере один Приоритет инцидента должен быть отмечен как Активный.
zh_hant: 至少一個事件屬性需被標示為啟動。

# IncidentPriorities_ColorInvalid
source: You need to enter a valid color code for the incident priority
cs: Musíte zadat platný barevný kód pro prioritu Incidentu
de: Sie müssen einen gültigen Farbcode für die Vorfallspriorität eingeben.
es: Usted debe introducir un código de color válido para la prioridad de incidente
fi: Anna hyväksyttävä värikoodi havainnon prioriteetille
fr: Veuillez saisir un code couleur valide pour la priorité d'incident.
hu: Adjon meg egy érvényes színkódot az incidensprioritáshoz
pl: Wpisz poprawny kod koloru dla priorytetu incydentu
pt: Você precisa digitar um código de cores válido para a prioridade de incidente
pt_pt: Necessita inserir uma cor de código válida para a prioridade do defeito
ru: Вам нужно ввести действительный цветовой код для приоритета инцидента.
zh_hant: 必須為事件優先度輸入有效顏色代碼

# IncidentPriorities_ColorRequired
source: You need to enter a color code for the incident priority
cs: Musíte zadat barevný kód pro prioritu Incidentu
de: Sie müssen einen Farbcode für die Vorfallspriorität eingeben.
es: Usted debe introducir un código de color para la prioridad de incidente
fi: Anna värikoodi havainnon prioriteetille
fr: Veuillez saisir un code couleur pour la priorité d'incident.
hu: Adjon meg egy színkódot az incidensprioritáshoz
pl: Wpisz kod koloru dla priorytetu incydentu
pt: Você precisa digitar um código de cores para a prioridade de incidente
pt_pt: Necessita inserir uma cor de código para a prioridade do defeito
ru: Вам нужно ввести цветовой код для приоритета инцидента.
zh_hant: 必須為事件優先度輸入一個顏色代碼

# IncidentPriorities_NameRequired
source: You need to enter a name for the incident priority
cs: Musíte zadat název priority Incidentu
de: Sie müssen einen Namen für die Vorfallspriorität eingeben.
es: Usted debe introducir un nombre para la prioridad de incidente
fi: Määritä nimi havainnon prioriteetille
fr: Veuillez saisir un nom pour la priorité d'incident.
hu: Adjon meg egy nevet az incidensprioritáshoz
pl: Wpisz nazwę dla piorytetu incydentu
pt: Você precisa digitar um nome para a prioridade de incidente
pt_pt: Necessita inserir um nome para a prioridade do defeito
ru: Вам нужно ввести имя для приоритета инцидента.
zh_hant: 必須為事件優先度輸入一個名稱

# IncidentPriorities_Success
source: Incident priorities successfully updated.
cs: Priority Incidentů byly úspěšně aktualizovány.
de: Vorfallsprioritäten erfolgreich aktualisiert.
es: Prioridades de Incidentes actualizadas con éxito.
fi: Havainnon prioriteetit päivitetty onnistuneesti.
fr: Mise à jour des priorités d'incident effectuée.
hu: Incidensprioritások sikeresen frissítve.
pl: Priorytety incydentu zapisano pomyślnie.
pt: Prioridades de incidentes atualizadas com sucesso.
pt_pt: Prioridades do defeito atualizadas com sucesso.
ru: Успешно обновлены приоритеты по инцидентам.
zh_hant: 事件屬性已成功更新

# IncidentSeverities_AtLeastOneMustBeActive
source: At least one Incident Severity needs to be marked as Active.
cs: Alespoň jednu závažnost Incidentu je třeba označit jako aktivní.
de: Mindestens eine Vorfallsschwere muss als aktiv markiert werden.
es: Al menos una Severidade de Incidente debe estar marcada como Activa.
fi: Ainakin yksi havainnon vakavuus on asetettava aktiiviseksi.
fr: Au moins une gravité d'incident doit être active.
hu: Legalább egy incidenssúlyosságot aktívként kell megjelölni.
pl: Co najmniej jedna 'ważność' incydentu musi być zaznaczona Aktywny
pt: Pelo menos uma Gravidade de Incidente precisa ser marcada como Ativa.
pt_pt: Deve ser marcada como Ativa pelo menos uma Criticidade de Defeito.
ru: По крайней мере, один Тяжесть Инцидента должен быть отмечен как Активный.
zh_hant: 至少一個事件嚴重性需被標示為啟動。

# IncidentSeverities_ColorInvalid
source: You need to enter a valid color code for the incident severity
cs: Je třeba zadat platný barevný kód pro závažnost Incidentu
de: Sie müssen einen gültigen Farbcode für die Vorfallsschwere eingeben.
es: Usted debe introducir un código de color válido para la severidade de incidente
fi: Määritä hyväksyttävä värikoodi havainnon vakavuudelle
fr: Veuillez saisir un code couleur valide pour la gravité d'incident.
hu: Adjon meg egy érvényes színkódot az incidenssúlyossághoz
pl: Wpisz poprawny kod koloru dla 'ważności' incydentu
pt: Você precisa digitar um código de cores válido para a gravidade de incidente
pt_pt: Necessita inserir um código de cor válido para a Criticidade do Defeito
ru: Вам нужно ввести действительный цветовой код для серьезности инцидента.
zh_hant: 必須為事件嚴重性輸入有效顏色代碼

# IncidentSeverities_ColorRequired
source: You need to enter a color code for the incident severity
cs: Je třeba zadat barevný kód pro závažnost Incidentu
de: Sie müssen einen Farbcode für die Vorfallsschwere eingeben.
es: Usted debe introducir un código de color para la severidade de incidente
fi: Anna värikoodi havainnon vakavuudelle
fr: Veuillez saisir un code couleur pour la gravité d'incident.
hu: Adjon meg egy színkódot az incidenssúlyossághoz
pl: Wpisz kod koloru dla 'ważności' incydentu
pt: Você precisa digitar um código de cores para a gravidade de incidente
pt_pt: Necessita inserir um código de cor para a Criticidade do Defeito
ru: Нужно ввести цветовой код серьезности инцидента.
zh_hant: 必須為事件嚴重性輸入一個顏色代碼

# IncidentSeverities_NameRequired
source: You need to enter a name for the incident severity
cs: Musíte zadat název závažnosti Incidentu
de: Sie müssen einen Namen für die Vorfallsschwere eingeben.
es: Usted debe introducir un nombre para la severidade de incidente
fi: Määritä nimi havainnon vakavuudelle
fr: Veuillez saisir un nom pour la gravité d'incident.
hu: Adjon meg egy nevet az incidenssúlyossághoz
pl: Wpisz nazwę dla 'ważności' incydentu
pt: Você precisa digitar um nome para a gravidade de incidente
pt_pt: Necessita inserir um nome para a Criticidade do Defeito
ru: Вам нужно ввести имя для серьезности инцидента.
zh_hant: 必須為事件嚴重性輸入一個名稱

# IncidentSeverities_Success
source: Incident severities successfully updated.
cs: Závažnosti Incidentů byly úspěšně aktualizovány.
de: Vorfallsschweren erfolgreich aktualisiert.
es: Severidades de Incidente actualizadas con éxito.
fi: Havaintojen vakavuudet päivitetty onnistuneesti.
fr: Mise à jour des gravités d'incident effectuée.
hu: Incidenssúlyosság sikeresen frissítve.
pl: Ważności incydentu zapisano pomyślnie.
pt: Gravidades de Incidente atualizadas com sucesso.
pt_pt: Criticidades do defeito atualizadas com sucesso.
ru: Степень тяжести несчастного случая успешно обновлена.
zh_hant: 事件嚴重性已成功更新

# IncidentStatuses_NameRequired
source: You need to enter a name for the incident status
cs: Musíte zadat název stavu Incidentu
de: Sie müssen einen Namen für den Vorfallsstatus eingeben.
es: Usted debe introducir un nombre para el estado de incidente
fi: Anna nimi havainnon tilalle
fr: Veuillez saisir un nom pour la gravité d'incident.
hu: Adjon meg egy nevet az incidensállapothoz
pl: Podaj nazwę statusu incydentu
pt: Você precisa digitar um nome para o status de incidente
pt_pt: Precisa inserir um nome para o status do defeito
ru: Вам нужно ввести имя для статуса инцидента.
zh_hant: 必須為事件狀態輸入一個名稱

# IncidentStatuses_Success
source: Incident statuses successfully updated.
cs: Stavy Incidentů byly úspěšně aktualizovány.
de: Vorfallsstatus erfolgreich aktualisiert.
es: Estados de Incidente actualizados con éxito.
fi: Havaintojen tilat päivitetty onnistuneesti.
fr: Mise à jour des statuts d'incident effectuée.
hu: Incidensállapotok sikeresen frissítve.
pl: Status incydentu zapisany pomyślnie.
pt: Status de Incidentes atualizados com sucesso.
pt_pt: Status do defeito atualizados com sucesso.
ru: Статусы инцидентов успешно обновлены.
zh_hant: 事件狀態已成功更新

# IncidentTypes_CannotSetDefaultTypeInactive
source: You cannot set the default incident type to an inactive value
cs: Nelze nastavit výchozí typ Incidentu na neaktivní hodnotu
de: Sie können den Standard-Vorfallstyp nicht auf einen inaktiven Wert setzen.
es: Usted no puede establecer el tipo de incidente por defecto en un valor inactivo
fi: Et voi asettaa havainnon oletustyypiä passiiviseksi
fr: Le type d'incident ne peut être inactif par défaut.
hu: Nem állítható be alapértelmezett incidenstípus egy inaktív értékhez
pl: Domyślna wartość typu incydentu nie może być nieaktywna
pt: Você não pode definir o tipo de incidente padrão para um valor inativo
pt_pt: Não pode definir um valor inativo para o tipo de defeito padrão
ru: Вы не можете установить тип инцидента по умолчанию на неактивное значение
zh_hant: 您無法將預設的事件類型設為取消啟動

# IncidentTypes_NameRequired
source: You need to enter a name for the incident type
cs: Musíte zadat název typu Incidentu
de: Sie müssen einen Namen für den Vorfallstyp eingeben.
es: Usted debe introducir un nombre para el tipo de incidente
fi: Anna nimi havaintotyypille
fr: Veuillez saisir un nom pour le type d'incident.
hu: Adjon meg egy nevet az incidensállapothoz
pl: Wpisz nazwę typu incydentu
pt: Você precisa digitar um nome para o tipo de incidente
pt_pt: Necessita inserir um nome para o tipo de defeito
ru: Вам нужно ввести имя для типа инцидента.
zh_hant: 必須為事件類型輸入一個名稱

# IncidentTypes_Success
source: Incident types successfully updated.
cs: Typy Incidentů byly úspěšně aktualizovány.
de: Vorfallstypen erfolgreich aktualisiert.
es: Tipos de incidentes actualizados con éxito.
fi: Havaintotyypit päivitetty onnistuneesti.
fr: Mise à jour des types d'incident effectuée.
hu: Incidenstípusok sikeresen frissítve.
pl: Typ incydentu zapisany pomyślnie.
pt: Tipos de Incidente atualizados com sucesso.
pt_pt: Tipos de defeito actualizados com sucesso.
ru: Типы инцидентов успешно обновлены.
zh_hant: 事件類型已成功更新

# LdapConfiguration_SettingsSaved
source: Successfully authenticated sample user against LDAP server. Settings Saved.
cs: Testovací uživatel byl úspěšně ověřen proti serveru LDAP. Nastavení uloženo.
de: Beispiel-Benutzer erfolgreich mit dem LDAP-Server authentifiziert. Einstellungen gespeichert.
es: Usuario de Ejemplo autenticado con éxito en el servidor LDAP. Configuraciones guardadas.
fi: Testikäyttäjä autentikoitu onnistuneesti LDAP palvelimelta. Asetukset tallennettu.
fr: Authentification correctement effectuée. Configuration sauvegardée.
hu: Az LDAP-szerver alapján sikeresen hitelesített mintafelhasználó. Beállítások elmentve.
pt: Usuário de exemplo autenticado com sucesso no servidor LDAP. As configurações foram salvas.
pt_pt: O Utilizador exemplo foi autenticado com sucesso no servidor LDAP. Configurações gravadas.
ru: Успешно аутентифицированный образец пользователя против LDAP сервера. Настройки сохранены.
zh_hant: LDAP 伺服器的範例使用者已驗證成功。設定已儲存。

# LdapConfiguration_SettingsSavedWithoutTesting
source: Settings saved without testing sample user.
cs: Nastavení uloženo bez otestování testovacího uživatele.
de: Einstellungen ohne Test des Beispiel-Benutzers gespeichert.
es: Configuraciones guardadas sin probar Usuario de Ejemplo.
fi: Asetukset tehty koekäyttäjällä testaamatta.
fr: Configuration sauvegardée sans les données échantillons.
hu: Beállítások elmentve a mintafelhasználó tesztelése nélkül.
pt: Configurações salvas sem teste de usuário.
pt_pt: Configurações gravadas sem testar o utilizador exemplo.
ru: Настройки сохранены без пользователя тестируемого образца.
zh_hant: 設定已存存，範例使用者無測試。

# LicenseDetails_EvalLicenseExpired
source: Your trial has expired.<br />Please purchase a full license at https://onshoretech.com or email Inflectra at info@onshoretech.com.
cs: Zadaný ukázkový licenční klíč vypršel. &nbsp;<br>&nbsp;Kontaktujte prosím zákaznickou podporu a získejte nový.
de: Der eingegebene Demonstrations-Lizenzschlüssel ist abgelaufen.&nbsp;<br>&nbsp;Bitte wenden Sie sich an den Kunden-Support, um einen neuen zu erhalten.
es: La Clave de Licencia de demostración ingresada ha expirado.&nbsp;<br>&nbsp;Por favor, contacte con el Soporte al Cliente para obtener una nueva.
fi: Kokeilulisenssisi on vanhentunut &nbsp;<br>&nbsp;Uuden lisenssin saadaksesi, ota yhteys asiakaspalveluun.
fr: La licence d'essai a expiré.&nbsp;<br>&nbsp; Veuillez contacter le Service Clientèle.
hu: A megadott bemutató licenckulcs lejárt.&nbsp;<br>&nbsp;Új licenchez forduljon az ügyfélszolgálathoz.
pl: Lcecnja ewaluacyjna została wyczerpana.&nbsp;<br>&nbsp;Skonataktuj się przedstawicielem producenta
pt: A chave de licença de demonstração informada expirou.&nbsp;<br>&nbsp;Por favor, entre em contato com o Suporte ao Cliente para obter uma nova.
pt_pt: A chave da licença de demonstração expirou.&nbsp;<br>&nbsp;Por favor contacte o Suporte ao Cliente para obter uma nova.
ru: Введенный демонстрационный лицензионный ключ истек. <br> Пожалуйста, свяжитесь со службой поддержки клиентов, чтобы получить новый.
zh_hant: 示範授權金鑰已過期。&nbsp;<br>&nbsp;請聯絡客戶支援取得新授權。

# LicenseDetails_LicenseKeyRequired
source: License Key is Required
cs: Je vyžadován licenční klíč
de: Lizenzschlüssel erforderlich
es: La Clave de Licencia es necesaria
fi: Lisenssiavain vaaditaan
fr: Veuillez saisir une valeur pour la clé de licence.
hu: Licenckulcs szükséges
pl: Wymagany klucz licencyjny
pt: Chave de licença é obrigatória
pt_pt: É necessária a chave da licença
ru: Требуется ключ лицензии
zh_hant: 授權金鑰為必須

# LicenseDetails_OrganizationRequired
source: License Organzation Name is Required
cs: Je vyžadován název organizace v licenčním klíči
de: Lizenz-Organisationsname ist erforderlich
es: El Nombre de la Organización Licenciada es necesario
fi: Lisensoidun organisaation nimi vaaditaan
fr: Veuillez saisir une valeur pour le nom de l'organisation.
hu: Licencelt szervezetnév szükséges
pl: Wymagana nazwa organizacji
pt: Nome da Organização Licenciada é obrigatório
pt_pt: É necessário o Nome da Organização que detém a Licença
ru: Требуется название организации лицензии
zh_hant: 授權組織名稱為必須

# LicenseDetails_ProductOrgLicenseNotValid
source: The product name, license key and/or organization name are not valid.&nbsp;<br />&nbsp;Check that you have entered the same license key AND organization name as listed in your customer account.
cs: Název produktu, licenční klíč a/nebo název organizace nejsou platné.&nbsp;<br />&nbsp;Zkontrolujte, zda jste zadali stejný licenční klíč A název organizace, jaký je uveden ve vašem zákaznickém účtu.
de: Der Produktname, Lizenzschlüssel und/oder Organisationsname sind nicht gültig.&nbsp;<br />&nbsp;Überprüfen Sie ob Sie den gleichen Lizenzschlüssel UND Organisationsnamen wie in Ihrem Kundenkonto eingegeben haben.
es: El nombre del producto, la clave de licencia y/o el nombre de la organización no son válidos.&nbsp;<br />&nbsp;Verifique que ha ingresado la misma clave de licencia Y nombre de la organización que aparecen en su cuenta de cliente.
fi: Tuotteen nimi, lisenssiavain ja/tai organisaation nimi eivät käy.&nbsp;<br />&nbsp;Tarkista, että olet syöttänyt sen lisenssiavaimen JA organisaation nimen, jotka on määritelty asiakastilillesi.
fr: La clé de licence et/ou le nom de l'organisation ne sont pas valides.&nbsp;<br />&nbsp; Veuillez vérifier que la clé ET le nom sont bien ceux enregistrés dans votre compte.
hu: A projektnév, licenckulcs és/vagy szervezetnév nem érvényes.&nbsp;<br />&nbsp;Ellenőrizze, hogy ugyanazt a licenckulcsot ÉS szervezetnevet adta-e meg, mint ami az ügyfélfiókban fel van sorolva.
pl: Nazwa produktu, klucz licencyjny i/lub nazwa organizacji niepoprawne.&nbsp;<br />&nbsp;Sprawdź poprawność klucza ORAZ nazwy organizacji w koncie klienta.
pt: O nome do produto, chave de licença e/ou nome da organização não são válidos.&nbsp;<br />&nbsp;Verifique se a chave de licença e o nome da organização estão de acordo com o listado em sua conta de cliente.
pt_pt: O nome do produto, chave da licença e/ou nome da organização não são válidos.&nbsp;<br/>&nbsp;Verifique que inseriu a mesma chave da licença E nome da organização tal como listado na sua conta de cliente.
ru: Название продукта, лицензионный ключ и/или название организации недействительны. <br /> Убедитесь, что вы ввели тот же лицензионный ключ И название организации, который указан в вашем аккаунте клиента.
zh_hant: 產品名稱、授權金鑰和/或組織名稱無效。&nbsp;<br />&nbsp;確認您輸入相同產品金鑰和組織名稱與客戶帳號中所列相同。

# LicenseDetails_Success
source: License details successfully updated.
cs: Podrobnosti o licenci byly úspěšně aktualizovány.
de: Lizenzdetails erfolgreich aktualisiert.
es: Detalles de la licencia actualizados con éxito.
fi: Lisenssitiedot päivitetty onnistuneesti.
fr: La licence est maintenant à jour.
hu: Licencadatok sikeresen frissítve.
pl: Licencja poprawnie uaktualniona.
pt: Detalhes da Licença atualizados com sucesso.
pt_pt: Detalhes da licença atualizados com sucesso.
ru: Детали лицензии успешно обновлены.
zh_hant: 授權詳細資訊已成功更新

# Admin_PlanningOptions_NonWorkingHoursExceedWorkingHours
source: You cannot have more non-working hours than working hours!
cs: Nemůžete mít více mimo-pracovních hodin než pracovních hodin!
de: Sie können nicht mehr arbeitsfreie Stunden als Arbeitsstunden haben.
es: No puedes tener más horas no laborables que horas laborables!
fi: Ei-työtunteja ei voi olla enemmän kuin työtunteja!
fr: Le nombre d'heures non travaillées ne peut être supérieur au nombre d'heures de travail.
hu: Nem lehet több nem munkával töltött óra, mint munkaóra!
pl: Nie może być więcej godzin nie pacujących niż godzin pracy!
pt: Você não pode ter mais horas não úteis do que horas úteis!
pt_pt: Não pode ter mais horas de não-trabalho do que horas de trabalho!
ru: У вас не может быть больше нерабочего времени, чем рабочего!
zh_hant: 非工作時數不可大於工作時數！

# Admin_PlanningOptions_Success
source: Product Planning Options Saved.
cs: Možnosti plánování produktu byly uloženy.
de: Produktplanungsoptionen gespeichert.
es: Opciones de Planificación de Proyectos guardadas.
fi: Projektisuunnitteluvalinnat tallennettu.
fr: Options de planification sauvegardées
hu: projekttervezési opciók elmentve.
pl: Opcje planowania zapisane.
pt: As Opções de Planejamento de Projeto foram salvas.
pt_pt: Opções de Planeamento do Projeto gravadas.
ru: Опции планирования продукта Сохранены.
zh_hant: 專案計畫選項已儲存。

# Admin_PlanningOptions_WorkHoursPerDayRequired
source: Work Hours Per Day is required
cs: Je vyžadována pracovní doba za den
de: Arbeitsstunden pro Tag sind erforderlich
es: Horas laborables por Día es necesario
fi: Anna päivän työtuntien määrä
fr: Veuillez saisir une valeur pour le nombre d'heures de travail par jour.
hu: Napi munkaóra szükséges
pl: Wymagana ilość godzin pracy w dniu
pt: Horas Úteis por Dia é obrigatório.
pt_pt: É necessário o número de horas de trabalho por dia
ru: Требуются рабочие часы в день
zh_hant: 每天工作時數為必須

# Admin_PlanningOptions_WorkingDaysPerWeekNotInRange
source: Working days per week must be in the range 1-7
cs: Pracovní dny v týdnu musí být v rozmezí 1–7
de: Arbeitstage pro Woche müssen im Bereich von 1-7 sein
es: Los días laborables por semana deben estar en el rango 1-7
fi: Viikon työpäivien määrä täytyy olla välillä 1-7
fr: Le nombre de jours de travail par semaine doit être compris entre 1 et 7.
hu: Heti munkanapnak 1-7 között kell lennie
pl: Liczba dni roboczych w tygodniu musi być pomiędzy 1 a 7
pt: Dias de Úteis por semana deve estar no intervalo de 1-7
pt_pt: Os dias de trabalho por semana devem estar no intervalo 1-7
ru: Рабочие дни в неделю должны быть в диапазоне от 1 до 7.
zh_hant: 每週工作天數必須介於1-7
