Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# TestSetDetails_PlannedTimeTooltip
source: Input the planned time
cs: Zadejte plánovaný čas
de: Geben Sie die geplante Zeit ein
es: Ingrese el Tiempo Planeado
fi: Syötä suunniteltu aika
fr: Entrez l'heure planifiée.
hu: Adja meg a tervezett időt.
pl: Uzupełnij planowany czas
pt: Informe o tempo planejado
pt_pt: Dê entrada do tempo planeado
ru: Введите запланированное время
zh_hans: 输入的计划时间
zh_hant: 輸入計畫時間

# TestSetDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tento dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle ungespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenham sido gravadas. Tem a certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# TestSetDetails_SaveSuccess
source: Successfully saved changes to test set
cs: Úspěšně uloženy změny testovací sady
de: Änderungen an der Testreihe erfolgreich gespeichert
es: Cambios al Conjunto de Pruebas guardados con éxito
fi: Muutokset testijoukkoon talletettu onnistuneesti
fr: Modifications de l’ensemble de tests sauvegardées.
hu: A teszt szett változtatásai sikeresen mentve
pl: Zmiany w zestawie testowym zapisane pomyślnie
pt: Mudanças no Conjunto de Testes salvas com sucesso
pt_pt: Alterações ao Conjunto de Testes gravadas com sucesso
ru: Успешно сохраненные изменения в тестовом наборе
zh_hans: 已成功保存测试集的更改
zh_hant: 測試集更改已成功儲存

# TestSetDetails_SelectOneForExecute
source: You need to select at least ONE checkbox for the Execute command!
cs: Vyberte alespoň jeden záznam pro příkaz Spustit!
de: Sie müssen mindestens ein Kontrollkästchen für den Befehl [Ausführen] wählen.
es: Debe seleccionar al menos UN ítem para iniciar la Ejecución!
fi: Sinun on valittava vähintään yksi valintaruutu Suorita-komentoa varten!
fr: Vous devez sélectionner au moins une case à cocher pour la commande Exécuter.
hu: Legalább egy checkbox választása kötelező a Futtatás parancshoz!
pl: Musisz wybrać co najmniej JEDEN checkbox dla polecenia Wykonaj!
pt: Você precisa selecionar pelo menos UMA caixa de seleção para o comando Executar.
pt_pt: Precisa selecionar no mínimo UMA opção para que o comando Executar funcione!
ru: Для команды Execute необходимо выбрать хотя бы ОДИН флажок!
zh_hans: 您需要选择至少一个复选框，执行命令 ！
zh_hant: 必須選擇至少一個核取方塊以執行命令。

# TestStepDetails_DeleteConfirm
source: This will delete the current test step. Are you sure you want to proceed?
cs: Tím dojde k vymazání aktuálního kroku testu. Jste si jisti, že chcete pokračovat?
de: Dies wird den aktuellen Testschritt löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción borrará el paso de prueba actual. Está seguro que desea continuar?
fi: Tämä poistaa nykyisen testiaskeleen. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer l'étape de test en cours. Etes-vous sûr de vouloir continuer ?
hu: A művelet törli a teszt lépést. Biztosan folytatni kívánja?
pl: Spowoduje to usunięcie bieżącego kroku testowego. Czy na pewno chcesz kontynuować?
pt: Esta ação irá eliminar a etapa de teste atual. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá eliminar o presente Passo de Teste. Tem a certeza que deseja prosseguir?
ru: Это удалит текущий этап тестирования. Ты уверен, что хочешь продолжить?
zh_hans: 这将删除当前测试步骤。确实要继续吗？
zh_hant: 此將會刪除目前測試步驟。您確定要繼續？

# TestStepDetails_DescriptionRequired
source: Description is required
cs: Popis je povinné pole
de: Beschreibung ist erforderlich
es: La descripción es necesaria
fi: Kuvaus on pakollinen
fr: La description est requise.
hu: A leírás megadása kötelező
pl: Opis jest wymagany
pt: Descrição é obrigatória
pt_pt: É necessária uma descrição
ru: Описание необходимо
zh_hans: 说明是必需的
zh_hant: 描述為必須

# TestStepDetails_ExpectedResultRequired
source: Expected Result is required
cs: Očekávaný výsledek je povinné pole
de: Erwartetes Ergebnis ist erforderlich
es: El Resultado Esperado es necesario
fi: Odotettu tulos on pakollinen
fr: Le résultat attendu est requis.
hu: Az elvárt eredmény megadása kötelező
pl: Oczekiwany wynik jest wymagany
pt: Resultado Esperado é obrigatório
pt_pt: É necessário um Resultado Esperado
ru: Ожидаемый результат необходим
zh_hans: 预期的结果是所需
zh_hant: 預期結果為必須

# TestStepDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tímto dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle nicht gespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenham sido gravadas. Tem a certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# TestRunDetails_ActualDurationInvalid
source: Actual Duration is invalid
cs: Skutečná doba trvání je neplatná
de: Aktuelle Dauer ist ungültig
es: La Duración Real no es válida
fi: Todellinen kesto on virheellinen
fr: La durée effectuée n'est pas valide
hu: A tényleges időtartam megadása érvénytelen
pl: Faktyczny czas trwania jest nieprawidłowy
pt: Duração Real é inválida
pt_pt: A Duração Atual é inválida
ru: Фактическая продолжительность недействительна
zh_hans: 实际工期是无效的
zh_hant: 實際工期為無效

# TestRunDetails_ArtifactDeleted
source: The test run you selected has been deleted from the system.
cs: Zvolený běh testu byl odstraněn ze systému.
de: Der gewählte Testlauf wurde aus dem System gelöscht.
es: La ejecución de prueba seleccionada ha sido borrada del sistema.
fi: Valitsemasi Testiajo on poistettu järjestelmästä.
fr: L’exécution de test que vous avez sélectionnée a été supprimée du système.
hu: A kiválasztott tesztfutást törölték a rendszerből.
pl: Wybrany przebieg testu został usunięty z systemu.
pt: A Execução de Teste selecionada foi excluída do sistema.
pt_pt: A Execução de Teste que selecionou foi eliminada do sistema.
ru: Выбранный вами тестовый запуск был удален из системы.
zh_hans: 测试运行您选择已从系统中删除。
zh_hant: 選擇的測試執行已從系統刪除。

# TestRunDetails_ArtifactNotExists
source: The test run you selected does not exist the system.
cs: Zvolený běh testu neexistuje v systému.
de: Der gewählte Testlauf ist nicht auf dem System vorhanden.
es: La ejecución de prueba seleccionada no existe en el sistema.
fi: Valitsemaasi testiajoa ei ole järjestelmässä.
fr: L’exécution de test que vous avez sélectionnée n'existe pas dans le système.
hu: A kiválasztott tesztfutás nem található a rendszerben
pl: Wybrany przebieg testu nie istnieje w systemie.
pt: A Execução de Teste selecionada não existe no sistema.
pt_pt: A Execução de Teste que selecionou não existe no sistema.
ru: Выбранный вами тестовый запуск не существует.
zh_hans: 测试运行您选择不存在，系统。
zh_hant: 選擇的測試執行已不存在。

# TestRunDetails_DeleteConfirm
source: This will delete this test run permanently. Are you sure you want to proceed?
cs: Tím dojde k trvalému vymazání tohoto běhu testu. Jste si jisti, že chcete pokračovat?
de: Dies wird den Testlauf dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción eliminará la ejecución de prueba permanentemente. Está seguro que desea continuar?
fi: Tämä poistaa testiajon pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer définitivement cette exécution de test. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törli a tesztfutást. Biztosan folytatni kívánja?
pl: Spowoduje to trwałe usunięcie tego przebiegu testu. Czy na pewno chcesz kontynuować?
pt: Esta ação excluirá a Execução de Teste permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá eliminar permanentemente a Execução de Teste. Tem a certeza que deseja prosseguir?
ru: Это удалит этот тест навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将删除此测试运行永久。确实要继续吗？
zh_hant: 這將會永久刪除此測試執行。您確定要繼續？

# TestRunDetails_EstimatedDurationInvalid
source: Estimated Duration is invalid
cs: Odhadovaná doba trvání je neplatná
de: Geschätzte Dauer ist ungültig
es: La Duración Estimada no es válida
fi: Arvioitu kesto on virheellinen
fr: La durée estimée n’est pas valide.
hu: A becsült időtartam megadása érvénytelen
pl: Szacowany czas trwania jest nieprawidłowy
pt: Duração Estimada é inválida
pt_pt: A Duração Estimada é inválida
ru: Предполагаемая продолжительность недействительна
zh_hans: 是无效的估计的工期
zh_hant: 無效預估工期

# TestRunDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tímto dojde ke ztrátě všech neuložených změn. Jste si jisti, že chcete pokračovat?
de: Dies verwirft alle nicht gespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quaisquer alterações que não tenham sido gravadas. Tem a certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# TestRunDetails_TestSetIsFolderOrNotExists
source: The test set you selected is either a folder or no longer exists.
cs: Vybraná testovací sada je buď složkou, nebo již neexistuje.
de: Die gewählte Testreihe ist entweder ein Ordner oder existiert nicht mehr.
es: El conjunto de pruebas seleccionado es una carpeta o ya no existe.
fi: Valitsemasi testijoukko on joko kansio tai sitä ei ole enää olemassa.
fr: L’ensemble de tests que vous avez sélectionné est un dossier ou n'existe plus.
hu: A kiválasztott teszt szett egy mappa, vagy már nem található a rendszerben
pl: Wybrany zestaw testowy lub folder już nie istnieje.
pt: O conjunto de testes selecionado é uma pasta ou não existe mais.
pt_pt: O Conjunto de Testes que selecionou pode tanto ser uma pasta como já não existir.
ru: Выбранный вами тестовый набор либо является папкой, либо больше не существует.
zh_hans: 您选择的测试集的任一文件夹或不再存在。
zh_hant: 選擇的測試集不是資料夾或已不存在。

# TestRunDetails_UpdateSuccess
source: Test Run Successfully Updated
cs: Běh testu byl úspěšně aktualizován
de: Testlauf erfolgreich aktualisiert
es: Ejecución de Prueba actualizada con éxito
fi: Testiajo onnistuneesti päivitetty.
fr: Mise à jour effectuée.
hu: A tesztfutás adatai sikeresen frissítve
pl: Przebieg testów zaktualizowany pomyślnie
pt: Execução de Teste atualizada com sucesso
pt_pt: A Execução de Teste foi atualizada com êxito
ru: Обновлено успешно проведенное тестирование
zh_hans: 测试运行已成功更新
zh_hant: 測試執行已更新成功

# AutomationHostDetails_DeleteConfirm
source: This will delete this host permanently. Are you sure you want to proceed?
cs: Tím odstraníte tohoto hostitele trvale. Chcete pokačovat?
de: Dies wird den Host dauerhaft löschen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción eliminará el host permanentemente. Está seguro que desea continuar?
fi: Tämä poistaa kyseisen isännän pysyvästi. Oletko varma että haluat jatkaa?
fr: Cette opération va supprimer définitivement cet hôte. Etes-vous sûr de vouloir continuer ?
hu: A művelet véglegesen törli a kiszolgálót. Biztosan folytatja?
pl: Spowoduje to trwałe usunięcie tego hosta. Czy na pewno chcesz kontynuować?
pt: Esta ação excluirá esse Host permanentemente. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá eliminar este fornecedor permanentemente. Tem certeza que deseja prosseguir?
ru: Это удалит этот хост навсегда. Ты уверен, что хочешь продолжить?
zh_hans: 这将永久删除该主机。确实要继续吗？
zh_hant: 這將會永久刪除此主機。您確定要繼續？

# AutomationHostDetails_NameRequired
source: Host Name is required
cs: Jméno hostitele je povinné pole
de: Hostname ist erforderlich
es: El Nombre del Host es necesario
fi: Isännän nimi on pakollinen
fr: Le nom de l'hôte est nécessaire.
hu: Kiszolgáló neve kötelező
pl: Nazwa hosta jest wymagana
pt: Nome do Host é obrigatório
pt_pt: É necessário o Nome do Fornecedor
ru: Имя хоста требуется
zh_hans: 主机名称是必需的
zh_hant: 主機名稱為必須

# AutomationHostDetails_RefreshConfirm
source: This will discard any unsaved changes. Are you sure you want to proceed?
cs: Tím zrušíte jakékoli neuložené změny. Opravdu chcete pokračovat?
de: Dies verwirft alle nicht gespeicherten Änderungen. Sind Sie sicher, dass Sie fortfahren möchten?
es: Esta acción descartará los cambios no guardados. Está seguro que desea continuar?
fi: Tämä hylkää kaikki tallentamattomat muutokset. Oletko varma että haluat jatkaa?
fr: Ceci annulera les modifications non enregistrées. Etes-vous sûr de vouloir continuer ?
hu: A művelet elveti a változtatásokat. Biztosan folytatja?
pl: To usunie wszystkie niezapisane zmiany. Czy na pewno chcesz kontynuować?
pt: Esta ação irá descartar as alterações não salvas. Tem certeza de que deseja prosseguir?
pt_pt: Esta ação irá descartar quisquer alterações que não tenha gravado. Tem certeza que deseja prosseguir?
ru: Это отбросит любые несохраненные изменения. Ты уверен, что хочешь продолжить?
zh_hans: 这将放弃任何未保存的更改。确实要继续吗？
zh_hant: 這將會捨棄未儲存的異動。您確定要繼續？

# AutomationHostDetails_Success
source: Successfully saved changes to automation host
cs: Změny pro hostitele automatizace byly úspěšně uloženy.
de: Erfolgreich gespeicherte Änderungen am Automatisierungshost
es: Cambios al host de automatización guardados con éxito
fi: Muutokset automaatio-isäntiin talletettu onnistuneesti
fr: Modifications effectuées dans l’hôte d’automatisation
hu: Az automatizációs kiszolgáló változtatásai sikeresen mentve
pl: Zmiany do automatyzacji hosta zapisane pomyślnie
pt: Mudanças no Host de Automação salvas com sucesso
pt_pt: Alterações ao ambiente de automação gravadas com sucesso
ru: Успешно сохраненные изменения в хосте автоматизации
zh_hans: 成功地将更改保存到自动化主机
zh_hant: 自動化主機異動已儲存成功

# AutomationHostDetails_TokenRequired
source: Token is required
cs: Token je povinný
de: Identifikation benötigt
es: El Token es necesario
fi: Vaaditaan tunniste
fr: Un token est nécessaire
hu: Token megadása kötelező
pl: Token jest wymagany
pt: Token é Obrigatório
pt_pt: É necessário um Token
ru: Требуется жетон
zh_hans: 令牌是必需的
zh_hant: 標誌為必須

# IncidentDetails_Success
source: Incident successfully updated.
cs: Incident byl úspěšně změněn.
de: Vorfall erfolgreich aktualisiert
es: Incidente actualizado con éxito.
fi: Havainto onnistuneesti päivitetty.
fr: Mise à jour effectuée.
hu: Incidens sikeresen frissítve.
pl: Incydent pomyślnie zaktualizowany.
pt: Incidente atualizado com sucesso.
pt_pt: Defeito atualizado com sucesso.
ru: Инцидент успешно обновлен.
zh_hans: 成功更新的事件。
zh_hant: 事件已更新成功

# IncidentDetails_UnableToRetrieve
source: Unable to retrieve the specified incident
cs: Nelze zobrazit požadovaný incident
de: Kann den angegebenen Vorfall nicht abrufen
es: No se puede recuperar el incidente especificado
fi: Ei voida hakea määriteltyä havaintoa
fr: Impossible de récupérer l'incident spécifiée
hu: A megadott incidens betöltése sikertelen
pl: Nie można pobrać określonego incydentu
pt: Não foi possível recuperar o incidente especificado
pt_pt: Não é possível recuperar o defeito especificado
ru: Невозможно извлечь указанный инцидент
zh_hans: 无法检索指定的事件
zh_hant: 無法取回指定事件

# Admin_FileTypes_AllListed
source: This is the list of configured filetypes, their icons displayed in the application, and the mimetypes reported for them. Note that any undefined file extensions are still allowed, they will just be shown as 'Unknown' in the application.
cs: Toto je seznam nastavených typů souborů, jejich ikon zobrazených v aplikaci, a mime typů reportovaných pro ně. Pamatujte, že všechny nedefinované přípony souborů jsou povoleny, budou jen zobrazeny v apliakci jako 'Neznámé'.
de: Dies ist die Liste der konfigurierten Dateitypen, deren Symbole in der Anwendung angezeigt und die MIME-Typen mit denen berichtet wird. Beachten Sie, dass undefinierte Dateiendungen weiterhin erlaubt sind, sie werden in der Anwendung nur als „Unbekannt“ angezeigt.
es: Esta es la lista de tipos de archivos configurados, sus iconos mostrados en la aplicación y los tipos MIME correspondientes. Tenga en cuenta que las extensiones de archivo no definidas se permiten, sólo se mostrarán como 'Desconocido' en la aplicación.
fi: Tämä on lista sisältää määritellyt tiedostotyypit, niiden sovelluksessa näkyvät kuvakkeet ja mime-tyypit. Huomaa että määrittelemättömät tiedostopäätteet ovat edelleen sallittuja, mutta ne näkyvät sovelluksessa 'tuntemattomina'.
fr: Cette liste détaille les types de fichiers configurés avec leur icône et leur type MIME. Notez que les extensions de fichier non définies sont toujours autorisées, elles seront simplement marquées comme inconnues dans l'application.
hu: Ez a beállított fájltípusok listája. Ikonjaik és MIME típusaik megjelennek az alkalmazásban. A nem definiált fájltípusok is engedélyezettek, 'ismeretlen'-ként jelennek meg.
pt: Esta é a lista de tipos de arquivos configurados, seus ícones exibidos na aplicação e os tipos MIME correspondentes. Observe que as extensões de arquivos indefinidos ainda são permitidas, sendo apenas mostradas como 'Desconhecido' na aplicação.
pt_pt: Esta é a lista de tipos de arquivos configurados, os respetivos icones exibidos na aplicação e os tipos MIME associados. Tenha em atenção que são permitidas quisquer extensões de ficheiros indefinidas, que serão mostradas na aplicação somente como 'Desconhecida'
ru: Это список настроенных типов файлов, их иконки, отображаемые в приложении, и миметипов, о которых сообщается для них. Обратите внимание, что любые неопределённые расширения файлов всё ещё разрешены, они будут просто показаны в приложении как 'Unknown' (Неизвестно).
zh_hans: 这是配置文件类型的列表，其图标显示在该应用程序和 mimetypes reportedfor，他们。请注意仍然允许任何未定义的文件扩展名，他们只是将显示为未知应用程序中。
zh_hant: 此為設定文件類型列表，其圖式顯示於應用程式，MIME類型報表。注意:允許任何未定義的文件副檔名，但會顯示為[未知]。

# IncidentDetails_ActualEffortInvalid
source: Actual Effort is invalid
cs: Skutečná pracnost je neplatná
de: Tatsächlicher Aufwand ist ungültig
es: Esfuerzo Real inválido
fi: Todellinen työmäärä on virheellinen
fr: L’effort effectué n'est pas valide
hu: A tényleges ráfordítás megadása érvénytelen
pl: Faktyczny nakład jest nieprawidłowy
pt: O Esforço Real é inválido
pt_pt: O Esforço Atual é inválido
ru: Фактические усилия недействительны
zh_hans: 实际工作量是无效的
zh_hant: 無效實際工時

# IncidentDetails_ActualEffortRequired
source: Actual Effort is required
cs: Skutečná pracnost je povinné pole
de: Tatsächlicher Aufwand ist erforderlich
es: El Esfuerzo Real es necesario
fi: Todellinen työmäärä on pakollinen
fr: L’effort effectué est requis
hu: Tényleges ráfordítás megadása kötelező
pl: Faktyczny nakład jest wymagany
pt: Esforço Real é obrigatório
pt_pt: É necessário o Esforço Atual
ru: Фактические усилия необходимы
zh_hans: 实际工作量是必需的
zh_hant: 實際工時為必須

# IncidentDetails_ClosedDateInvalid
source: You need to enter the Closed Date in the specified format
cs: Musíte zadat Datum uzavření v daném formátu
de: Sie müssen das Abschlussdatum im angegebenen Format eingeben
es: Debe introducir la Fecha de Cierre en el formato especificado
fi: Sinun täytyy syöttää suljettu-päivämäärä määrämuotoisena
fr: Vous devez entrer la date de fermeture dans le format spécifié
hu: Adja meg a lezárás dátumát a megadott formátumban
pl: Musisz wprowadzić datę zamknięcia w określonym formacie
pt: Você precisará inserir a Data de Fechamento no formato especificado
pt_pt: Precisa inserir a data de Fecho no formato especificado
ru: Необходимо ввести Закрытую дату в указанном формате.
zh_hans: 您需要指定的格式输入关闭日期
zh_hant: 關閉日期必須輸入指定的格式

# IncidentDetails_ClosedDateRequired
source: Closed Date is required
cs: Datum uzavření je povinné pole
de: Abschlussdatum ist nicht erforderlich
es: La Fecha de Cierre es necesaria
fi: Suljettu-päivämäärä on pakollinen
fr: La date de fermeture est requise
hu: Lezárás dátuma megadása kötelező
pl: Data zamknięcia jest wymagana
pt: Data de Fechamento é obrigatória
pt_pt: É necessária a Data de Fecho
ru: Дата закрытия требуется
zh_hans: 封闭的日期为必填项
zh_hant: 關閉日期為必須

# IncidentDetails_CommentRequired
source: A new comment is required
cs: Nový komentář je povinné pole
de: Ein neuer Kommentar ist erforderlich
es: Un nuevo comentario es necesario
fi: Uusi kommentti on pakollinen
fr: Un nouveau commentaire est requis
hu: Egy új hozzászólás szükséges
pl: Nowy komentarz jest wymagany
pt: Um novo comentário é necessário
pt_pt: É necessário um novo comentário
ru: Требуется новый комментарий
zh_hans: 新的注释是必需的
zh_hant: 新說明為必須

# IncidentDetails_DescriptionRequired
source: Incident Description is required
cs: Popis incidentu je povinné pole
de: Vorfallbeschreibung ist erforderlich
es: La Descripción del Incidente es necesaria
fi: Havainnon kuvaus on pakollinen
fr: La description de l'incident est requise
hu: Incidens leírása szükséges
pl: Opis zdarzenia jest wymagany
pt: Descrição do Incidente é obrigatória
pt_pt: É necessária a descrição do defeito
ru: Требуется описание инцидента
zh_hans: 事件说明是必需的
zh_hant: 事件描述為必須

# IncidentDetails_DetectedReleaseRequired
source: Detected Release is required
cs: Verze zjištění incidentu je povinné pole
de: Ermitteltes Release ist erforderlich
es: La Release Detectada es necesaria
fi: Havaittu Julkaisussa on pakollinen
fr: La version détectée est requise
hu: Releaseben detektálva megadása kötelező
pl: Wykryte wydanie jest wymagane
pt: Release Detectado é obrigatório
pt_pt: É necessária a Entrega detetada
ru: Обнаружено Требуется освобождение
zh_hans: 检测到的版本是必需
zh_hant: 檢測到版本為必須

# IncidentDetails_EstimatedEffortInvalid
source: Estimated Effort is invalid
cs: Odhadovaná pracnost je neplatná
de: Geschätzter Aufwand ist ungültig
es: El Esfuerzo Estimado no es válido
fi: Arvioitu työmäärä ei kelpaa
fr: Effort estimé non valide
hu: A becsült ráfordítás megadása érvénytelen
pl: Szacowany nakład jest nieprawidłowy
pt: Esforço Estimado é inválido
pt_pt: O Esforço Estimado é inválido
ru: Предполагаемые усилия недействительны
zh_hans: 估计的努力是无效的
zh_hant: 無效預估工時

# IncidentDetails_EstimatedEffortRequired
source: Estimated Effort is required
cs: Odhadovaná pracnost je povinné pole
de: Geschätzter Aufwand ist erforderlich
es: El Esfuerzo Estimado es necesario
fi: Arvioitu työmäärä on pakollinen
fr: Effort estimé requis
hu: Becsült ráfordítás megadása kötelező
pl: Szacowany nakład jest wymagany
pt: Esforço Estimado é obrigatório
pt_pt: É necessário o Esforço Estimado
ru: Расчетные усилия необходимы
zh_hans: 估计的努力是必需的
zh_hant: 預估工時為必須
