Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/Messages.*.resx
Languages: cs, de, es, fi, fr, hu, pl, pt, pt_pt, ru, zh_hans, zh_hant

# Users_PasswordError_NoMatchRequired
source: The new password does not match the required pattern.
cs: Nové heslo neodpovídá požadovanému vzoru.
de: Das Passwort entspricht nicht dem erforderlichen Muster.
es: La nueva contraseña no coincide con los patrones requeridos.
fi: Uusi salasana ei täytä vaadittu mallia.
fr: Le nouveau mot de passe ne correspond pas au format demandé.
hu: Az új jelszó nem egyezik a szükséges mintával.
pl: Nowe hasło nie pasuje do wymaganego wzorca.
pt: A nova senha não corresponde ao padrão exigido.
pt_pt: A nova password não respeita o padrão requerido.
ru: Новый пароль не соответствует требуемому шаблону.
zh_hans: 新密码不符合强度要求
zh_hant: 新密碼不符核格式需求。

# Users_PasswordError_TooLong
source: The new password is too long.
cs: Nové heslo je příliš dlouhé.
de: Das neue Passwort ist zu lang.
es: La nueva contraseña es demasiado larga.
fi: Uusi salasana on liian pitkä
fr: Le nouveau mot de passe est trop long.
hu: Az új jelszó túl hosszú.
pl: Nowe hasło jest za długie.
pt: A nova senha é muito longa.
pt_pt: A nova password é demasiado comprida.
ru: Новый пароль слишком длинный.
zh_hans: 新密码过长
zh_hant: 新密碼太長。

# Users_PasswordError_TooShort
source: The new password is too short.
cs: Nové heslo je příliš krátké.
de: Das neue Passwort ist zu kurz.
es: La nueva contraseña es demasiado corta.
fi: Uusi salasana on liian lyhyt.
fr: Le nouveau mot de passe est trop court.
hu: Az új jelszó túl rövid.
pl: Nowe hasło jest za krótkie.
pt: A nova senha é muito curta.
pt_pt: A nova password é demasiado curta.
ru: Новый пароль слишком короткий.
zh_hans: 新密码过段
zh_hant: 新密碼太短。

# Users_PasswordNotChanged
source: The password was not changed.
cs: Heslo nebylo změněno.
de: Das Passwort wurde nicht geändert.
es: La contraseña no ha sido cambiada.
fi: Salasanaa ei muutettu.
fr: Le mot de passe n'a pas été modifié.
hu: A jelszó nem lett megváltoztatva.
pl: Hasło nie zostało zmienione.
pt: A senha não foi alterada.
pt_pt: A nova password não foi alterada.
ru: Пароль не был изменен.
zh_hans: 密码没有更改
zh_hant: 密碼無修改。

# Users_QuestionAnswerNotChanged
source: The password question and answer hints were not changed.
cs: Otázka a odpověď pro změnu hesla nebyla změněna.
de: Die Hinweise für Ihre Sicherheitsfrage und Antwort wurden nicht geändert.
es: La pregunta y la respuesta secreta no se cambiaron.
fi: Salasana kysymys&vastaus vihjeitä ei viahdettu.
fr: Les indices de question/réponse pour le mot de passe n'ont pas été modifiés.
hu: A titkos kérdés/válasz nem lett megváltoztatva.
pl: Pytanie i odpowiedź resetujące hasło nie zostało zmienione
pt: A pergunta e resposta secretas não foram alteradas.
pt_pt: As pistas para a questão e para a pergunta da password não foram alteradas.
ru: Подсказки по паролю для вопросов и ответов не менялись.
zh_hans: 安全问题和答案提示没有更改
zh_hant: 密碼問題和回答提示無修改。

# UserDetails_EmailAddressInvalid
source: The email address entered is not valid
cs: Zadaná e-mailová adresa je neplatná
de: Die eingegebene E-Mail Adresse ist nicht gültig.
es: La dirección de e-mail no es válida
fi: Syötetty sähköpostiosoite ei kelpaa
fr: L'adresse email saisie n'est pas valide.
hu: A megadott email cím nem érvényes
pl: Wprowadzony adres e-mail jest nieprawidłowy
pt: O endereço de e-mail informado não é válido
pt_pt: O endereço de e-mail introduzido não é válido
ru: Введенный адрес электронной почты недействителен
zh_hans: 邮件地址无效
zh_hant: 電子郵寄地址為必須

# UserDetails_EmailAddressRequired
source: Email Address is required
cs: E-mailová adresa je vyžadována
de: E-Mail Adresse erforderlich
es: La Dirección de E-mail es necesaria
fi: Sähköpostiosoite on pakollinen
fr: L'adresse email est requise.
hu: Email Cím megadása kötelező
pl: Adres e-mail wymagany
pt: Um Endereço de E-mail é necessário
pt_pt: É necessário o endereço de e-mail
ru: Требуется адрес электронной почты
zh_hans: 请输入邮件地址
zh_hant: 電子郵寄地址為必須

# UserDetails_FirstNameRequired
source: First Name is Required
cs: Jméno je vyžadováno.
de: Vorname ist erforderlich
es: El Primer Nombre es necesario
fi: Etunimi on pakollinen
fr: Le prénom est requis.
hu: Keresztnév megadása kötelező
pl: Imię wymagane
pt: O campo Primeiro Nome é obrigatório
pt_pt: É necessário o Primeiro Nome
ru: Требуется имя
zh_hans: 请输入名称
zh_hant: 名為必須

# UserDetails_LastNameRequired
source: Last Name is Required
cs: Příjmení je vyžadováno.
de: Nachname ist erforderlich
es: El Apellido es necesario
fi: Sukunimi on pakollinen
fr: Le nom est requis
hu: Vezetéknév megadása kötelező
pl: Nazwisko wymagane
pt: O campo Sobrenome é obrigatório
pt_pt: É necessário o Apelido
ru: Фамилия Требуется
zh_hans: 请输入姓氏
zh_hant: 姓為必須

# UserDetails_UserNameInvalid
source: User Name can only contains letters, numbers, periods, hyphens and underscores
cs: Uživatelské jméno může obsahuje pouze písmena, číslice, tečky, pomlčky a podtržítka.
de: Der Benutzername darf nur aus Buchstaben, Zahlen, Punkten, Bindestrichen und Unterstrichen bestehen
es: El nombre del usuario solo puede contener letras, números, puntos, guiones y barras bajas
fi: Käyttäjätunnus voi sisältää vain kirjaimia, numeroita, pisteitä, väliviivoja ja alleviivoja.
fr: L'identifiant peut seulement contenir des lettres, chiffres et les caractères trait d'union, point et underscore.
hu: A felhasználónév csak betűt, számot, pontot, kötőjelet és aláhúzást tartalmazhat.
pl: Nazwa Użytkownika może zawierać tylko litery, cyfry, kropki, myślniki i podkreślenia
pt: O Nome de Usuário pode conter apenas letras, números, pontos, hífens e subtraços
pt_pt: O nome de utilizador somente pode conter letras, números, pontos finais, hyfens e underscores
ru: Имя пользователя может содержать только буквы, цифры, точки, дефисы и подчеркивания.
zh_hans: 用户名仅能包含字符，数字，句号，连字符和下划线。
zh_hant: 使用者名稱僅可包含字母、數字、句點、連字符號、底線

# UserDetails_UserNameRequired
source: UserName is Required
cs: Uživatelské jméno je vyžadováno.
de: Benutzername ist erforderlich
es: El Nombre de Usuario es necesario.
fi: Käyttätunnus on pakollinen
fr: L'identifiant est requis.
hu: Felhasználónév megadása kötelező
pl: Nazwa użytkownika jest wymagana
pt: Nome de Usuário é obrigatório
pt_pt: É necessário o UserName
ru: Имя пользователя Требуется
zh_hans: 请输入用户名
zh_hant: 使用者名稱為必須

# UserLdapImport_ImportSuccess
source: The Selected users were successfully imported.
cs: Vybraní uživatelé byli úspěšně importovány.
de: Die ausgewählten Benutzer wurden erfolgreich importiert.
es: Los usuarios seleccionados fueron importados.
fi: Valittu käyttäjä on onnistuneesti tuotu.
fr: Les utilisateurs sélectionnés ont été importés.
hu: A kiválasztott felhasználók sikeresen be lettek importálva.
pl: Wybrani użytkownicy zostali pomyślnie zaimportowani.
pt: Os usuários selecionados foram importados com sucesso.
pt_pt: Os utilizadores selecionados foram corretamente importados.
ru: Импорт избранных пользователей прошел успешно.
zh_hans: 选择的用户已成功导入
zh_hant: 選擇的使用者已成功匯入。

# UserLdapImport_ImportWithErrors
source: The import of the LDAP users completed with {0} errors
cs: Import LDAP uživatelů skončil s {0} chybou/chybami.
de: Der Import der LDAP Benutzer wurde mit {0} Fehlern fertiggestellt
es: La importación de los usuarios LDAP ha sido completada con {0} errores
fi: LDAP-käyttäjien tuonti suoritettu {0} virheellä
fr: L'importation des utilisateurs LDAP s'est effectuée avec {0} erreurs.
hu: Az LDAP felhasználók importálása {0} hibával végződött.
pl: Importowanie użytkowników z LDAP ukończono z {0} błędami
pt: A importação dos usuários LDAP foi concluída com {0} erros
pt_pt: A importação de utilizadores a partir da LDAP foi completada com {0} erros
ru: Импорт пользователей LDAP завершён ошибками {0}
zh_hans: LDAP用户已导入，存在{0}错误
zh_hant: 匯入 LDAP 使用者已完成，包含 {0} 錯誤

# UserLdapImport_LdapGeneralError
source: Error accessing LDAP server:
cs: Chyba při přístupu k serveru LDAP:
de: Fehler beim Zugriff auf den LDAP Server aufgetreten:
es: Error al accesar servidor LDAP:
fi: Virhe kytkeydettäessä LDAP-serverille:
fr: Erreur d'accès au serveur LDAP :
hu: Hiba az LDAP szerver elérése közben:
pl: Błąd w dostępie do serwera LDAP:
pt: Erro ao acessar o servidor LDAP:
pt_pt: Ocorreu um erro ao aceder ao servidor LDAP:
ru: Ошибка доступа к LDAP серверу:
zh_hans: 无法连接LDAP 服务器
zh_hant: 錯誤存取 LDAP 伺服器：

# UserLdapImport_NeedToSelectOneUser
source: You need to select at least ONE user to import.
cs: Musíte vybrat alespoň JEDNOHO uživatele pro importování.
de: Sie müssen mindestens einen Benutzer zum Import auswählen.
es: Usted debe seleccionar al menos UN usuario para importar.
fi: Sinun on valittava ainakin YKSI käyttäjä tuotavaksi.
fr: Vous devez sélectionner au moins un utilisateur à importer
hu: Az importáláshoz legalább egy felhasználót ki kell választani.
pl: Należy wybrać co najmniej jednego użytkownika do zaimportowania.
pt: Você precisa selecionar pelo menos UM usuário para importar.
pt_pt: Necessita selecionar pelo menos UM utilizador para importar.
ru: Для импорта необходимо выбрать хотя бы ОДНОГО пользователя.
zh_hans: 请选择至少一个用户导入
zh_hant: 必須選擇至少一個匯入的使用者。

# UserLdapImport_UnableToAccessLdapServer
source: Unable to access the LDAP server. Please check the LDAP configuration and try again ({0})
cs: Nelze získat přístup k serveru LDAP. Zkontrolujte prosím LDAP konfiguraci a zkuste to znovu ({0})
de: Zugriff auf den LDAP Server war nicht möglich. Bitte überprüfen Sie die LDAP Einstellungen und versuchen Sie es erneut ({0})
es: No se puede accesar el servidor LDAP. Por favor, verifique la configuración LDAP y vuelva a intentarlo ({0})
fi: LDAP-palvelimelle kytkeytyminen ei onnistu. Tarkista LDAP määritykset ja yritä uudestaan ({0})
fr: Impossible d'accéder au serveur LDAP, veuillez vérifier la configuration LDAP et réessayez.
hu: Az LDAP szerver nem elérhető. Kérem ellenőrizze az LDAP beállításokat és próbálja újra ({0})
pl: Brak dostępu do servera LDAP . Sprawdź konfiguracje LDAP i spróbuj ponownie ({0})
pt: Não foi possível acessar o servidor LDAP. Por favor, verifique as configurações de LDAP e tente novamente ({0})
pt_pt: Não foi possível aceder ao servidor LDAP. Por favor verifique a configuração LDAP e tente novamente ({0})
ru: Невозможно получить доступ к LDAP-серверу. Пожалуйста, проверьте конфигурацию LDAP и повторите попытку ({0}).
zh_hans: 无法连接LDAP,请检查LDAP配置后重试{0}
zh_hant: 無法存取 LDAP 伺服器。請確認 LDAP 設定後再試一次 ({0})

# UserLdapImport_UnableToGetUserList
source: Unable to get user list from the LDAP Server. Please check the LDAP configuration and try again.
cs: Nelze získat seznam uživatelů z LDAP serveru. Zkontrolujte prosím LDAP konfiguraci a zkuste to znovu.
de: Es war nicht möglich die Benutzerliste vom LDAP Server aufzurufen. Bitte überprüfen Sie die LDAP Einstellungen und versuchen Sie es erneut.
es: No se puede obtener la lista de usuarios del servidor LDAP. Por favor, verifique la configuración LDAP y vuelva a intentarlo.
fi: Käyttäjälistaa ei saada LDAP-palvelimelta. Tarkista LDAP määritykset ja yritä uudestaan, kiitos.
fr: impossible d'importer la liste des utilisateurs du serveur LDAP. Veuillez vérifier la configuration LDAP et réessayez.
hu: A felhasználó lista az LDAP szervertől nem kérhető le. Kérem ellenőrizze az LDAP beállításokat és próbálja újra.
pl: Nie można otrzymać listy użytkowników z servera LDAP. Sprawdź konfiguracje LDAP i spróbuj ponownie
pt: Não foi possível obter lista de usuários do servidor LDAP.Por favor, verifique as configurações LDAP e tente novamente.
pt_pt: Não foi possível obter a lista de utilizadores a partir do servidor LDAP. Por favor verifique a configuração LDAP e tente novamente.
ru: Невозможно получить список пользователей с сервера LDAP. Пожалуйста, проверьте конфигурацию LDAP и попробуйте еще раз.
zh_hans: 无法从LDAP服务器得到用户列表，请检查LDAP server后重试
zh_hant: 無法從 LDAP 伺服器取得使用者列表。請確認 LDAP 設定後再試一次。

# UserRequests_ConfirmDelete
source: Are you sure you want to delete this new user request?
cs: Jste si jisti, že chcete smazat tento požadavek na nového uživatele?
de: Sind Sie sicher, dass Sie diese neue Benutzeranfrage löschen möchten.
es: Está seguro de que quiere borrar el pedido de usuario nuevo?
fi: Oletko varma että haluat poistaa tämän käyttäjätili-pyynnön?
fr: Etes-vous sûr de vouloir supprimer la demande ?
hu: Biztos benne, hogy le kívánja törölni ezt az új felhasználó kérést?
pl: Czy naprawdę chcesz usunąć zapotrzebowanie na nowego użytkownika?
pt: Tem certeza de que deseja excluir esta nova solicitação do usuário?
pt_pt: Tem certeza que deseja eliminar este pedido de novo utilizador?
ru: Вы уверены, что хотите удалить этот новый пользовательский запрос?
zh_hans: 您确认删除新用户需求吗
zh_hant: 您確定要刪除此新使用者需求？

# SecuritySettings_MaxInvalidPasswordAttempts_Invalid
source: You need to enter an integer value for Maximum # Invalid Password Attempts
cs: Musíte zadat celočíselnou hodnotu pro maximální počet pokusů neplatných přístupů.
de: Sie müssen einen ganzzahligen Wert für die maximale # von ungültigen Passworteingaben angeben.
es: Necesita introducir un valor entero para
fi: Sinun on annettava kokonaislukuarvo maksimi # epäonnistuneita salasanayrityksiä
fr: Vous devez entrer une valeur entière pour le nombre maximum # de mots de passe incorrects
hu: A Maximum # Érvénytelen Jelszó Próbálkozáshoz egy egész értéket kell megadnia.
pl: Należy podać Maksymalną całkowitą liczbę Nieudanych Prób Wprowadzania Hasła
pt: É necessário digitar um valor inteiro para o número máximo de tentativas inválidas de senha
pt_pt: Necessita inserir um valor inteiro para o Máximo # de Tentativas de Password Inválidas
ru: Вам нужно ввести целое значение для Maximum # Недействительные попытки пароля
zh_hans: 请输入无效密码最多次数
zh_hant: 必須為最大無效密碼嘗試次數輸入一整數值

# SecuritySettings_MaxInvalidPasswordAttempts_Required
source: You need to enter a value for the Maximum # Invalid Password Attempts
cs: Musíte zadat hodnotu pro maximální počet pokusů neplatných přístupů.
de: Sie müssen einen ganzzahligen Wert für die minimale # von ungültigen Passworteingaben angeben.
es: Usted necesita introducir un valor entero para el Número Máximo de Intentos de Contraseña
fi: Sinun on annettava arvo maksimi # epäonnistuneita salasanayrityksiä
fr: Vous devez entrer une valeur pour le nombre maximum # de mots de passe incorrects
hu: A Maximum # Érvénytelen Jelszó Próbálkozáshoz meg kell adnia egy értéket.
pl: Należy podać Maksymalną liczbę Nieudanych Prób Wprowadzania Hasła
pt: É necessário digitar um valor para o número máximo de tentativas inválidas de senha
pt_pt: Necessita inserir um valor para o Máximo # de Tentativas de Password Inválidas
ru: Вам нужно ввести значение для параметра Maximum # Invalid Password Attempt (Неверные попытки пароля)
zh_hans: 请在无效密码最多次数中输入数值
zh_hant: 必須為最大無效密碼嘗試次數輸入一數值

# SecuritySettings_MinRequiredNonalphanumericCharacters_Invalid
source: You need to enter an integer value for Minimum Required Special Characters
cs: Musíte zadat celočíselnou hodnotu pro požadovaný minimální počet speciálních znaků
de: Sie müssen einen ganzzahligen Wert für die minimale erforderliche Anzahl von Sonderzeichen angeben.
es: Usted necesita introducir un valor entero para el Número Mínimo de Caracteres Especiales Requeridos
fi: Sinun on annettava kokonaislukuarvo vaaditulle minimimäärälle erikoismerkkejä
fr: Vous devez entrer une valeur entière pour le nombre minimum de caractères spéciaux
hu: A Minimum # Kötelező Speciális Karakterhez egy egész értéket kell megadnia.
pl: Należy podać Minimalną całkowitą liczbę Znaków Specjalnych
pt: É necessário digitar um valor inteiro para o número mínimo de caracteres especiais
pt_pt: Necessita inserir um valor inteiro para o Minimo de Caracteres Especiais Requeridos
ru: Вам необходимо ввести целое значение для Минимально необходимых специальных символов
zh_hans: 请输入特殊字符最小数
zh_hant: 必須為最小特殊字元數輸入一整數值

# SecuritySettings_MinRequiredNonalphanumericCharacters_Required
source: You need to enter a value for the Minimum Required Special Characters
cs: Musíte zadat hodnotu pro požadovaný minimální počet speciálních znaků
de: Sie müssen einen Wert für die minimale erforderliche Anzahl von Sonderzeichen angeben.
es: Usted necesita introducir un valor para el Número Mínimo de Caracteres Especiales Requeridos
fi: Sinun on annettava arvo vaaditulle minimimäärälle erikoismerkkejä
fr: Vous devez entrer une valeur pour le nombre maximum de caractères spéciaux
hu: A Minimum Kötelező Speciális Karakterhez meg kell adnia egy értéket.
pl: Należy podać Minimalną liczbę Znaków Specjalnych
pt: É necessário digitar um valor para o número mínimo de caracteres especiais
pt_pt: Necessita inserir um valor para o Minimo de Caracteres Especiais Requeridos
ru: Вам необходимо ввести значение для Минимально необходимых специальных символов
zh_hans: 请在特殊字符最小数中输入数值
zh_hant: 必須為最小特殊字元數輸入一數值

# SecuritySettings_MinRequiredPasswordLength_Invalid
source: You need to enter an integer value for Minimum Required Password Length
cs: Musíte zadat celočíselnou hodnotu pro požadovanou minimální délku hesla
de: Sie müssen einen ganzzahligen Wert für die minimale erforderliche Länge des Passworts angeben.
es: Usted necesita introducir un valor entero para la Longitud Mínima de Contraseña Requerida
fi: Sinun on annettava kokonaislukuarvo vaaditulle salasanan minimipituudelle
fr: Vous devez entrer une valeur entière pour le nombre minimum de caractères
hu: A Minimum Kötelező Jelszó Hosszához egy egész értéket kell megadnia.
pl: Należy podać całkowitą liczbę dla Minimalnej Wymaganej Długości Hasła
pt: É necessário digitar um valor inteiro para o comprimento mínimo de caracteres de senha
pt_pt: Necessita inserir um valor inteiro para o Minimo de Comprimento de Password Requerido
ru: Вам необходимо ввести целое значение для Минимальной требуемой длины пароля
zh_hans: 请输入密码最小长度
zh_hant: 必須為最小密碼長度數輸入一整數值

# SecuritySettings_MinRequiredPasswordLength_Required
source: You need to enter a value for the Minimum Required Password Length
cs: Musíte zadat hodnotu pro požadovanou minimální délku hesla
de: Sie müssen einen Wert für die minimale erforderliche Länge des Passwortes angeben.
es: Usted necesita introducir un valor para la Longitud Mínima de Contraseña Requerida
fi: Sinun on annettava arvo vaaditulle salasanan minimipituudelle
fr: Vous devez entrer une valeur pour la longueur minimale du mot de passe
hu: A Minimum Kötelező Jelszó Hosszához meg kell adnia egyértéket.
pl: Należy podać wartość dla Minimalnej Wymaganej Długości Hasła
pt: É necessário digitar um valor para o comprimento mínimo de caracteres de senha
pt_pt: Necessita inserir um valor para o Minimo de Comprimento de Password Requerido
ru: Вам необходимо ввести значение для минимальной требуемой длины пароля
zh_hans: 请在密码最小长度中输入数值
zh_hant: 必須為最小密碼長度數輸入一數值

# SecuritySettings_PasswordAttemptWindow_Invalid
source: You need to enter an integer value for Password Attempt Time Window
cs: Musíte zadat celočíselnou hodnotu pro délku časového okna k přihlášení.
de: Sie müssen einen ganzzahligen Wert für die Wartezeit nach mehrmaliger Falscheingabe des Passworts eintragen
es: Usted necesita introducir un valor entero en la Ventana de Tiempo de Intentos de Ingreso
fi: Sinun on annettava kokonaislukuarvo salasanan antamisen aikaikkunalle
fr: Vous devez entrer une valeur entière pour le temps autorisée pour les tentatives de mot de passe.
hu: A Jelszó Próbálkozás Időablakhoz egy egész értéket kell megadnia.
pl: Należy wprowadzić wartość całkowitą dla liczby prób logowania
pt: É necessário digitar um valor inteiro para a janela temporal de tentativas de senha
pt_pt: Necessita inserir um valor inteiro para a Janela de Tempo para Tentativas de Password
ru: Вам нужно ввести целое значение для Окна попытки пароля
zh_hans: 请输入密码尝试次数
zh_hant: 必須為密碼嘗試次數視窗輸入一整數值

# SecuritySettings_PasswordAttemptWindow_Required
source: You need to enter a value for the Password Attempt Time Window
cs: Musíte zadat hodnotu pro délku časového okna k přihlášení.
de: Sie müssen einen Wert für die Wartezeit nach mehrmaliger Falscheingabe des Passworts eingeben.
es: Usted necesita introducir un valor en la Ventana de Tiempo de Intentos de Ingreso
fi: Sinun on annettava arvo salasanan antamisen aikaikkunalle
fr: Vous devez entrer une valeur pour le temps autorisé pour les tentatives de mot de passe.
hu: A Jelszó Próbálkozás Időablakhoz meg kell adnia egy értéket.
pl: Należy wprowadzić wartość dla liczby prób logowania
pt: É necessário digitar um valor para a janela temporal de tentativas de senha
pt_pt: Necessita inserir um valor para a Janela de Tempo para Tentativas de Password
ru: Вам нужно ввести значение для временного окна попытки пароля.
zh_hans: 请在密码尝试次数中输入数值
zh_hant: 必須為密碼嘗試次數視窗輸入一數值

# SecuritySettings_SaveSuccess
source: Security Settings Saved.
cs: Nastavení zabezpečení Uloženo.
de: Sicherheitseinstellungen gespeichert.
es: Configuración de Seguridad Guardada.
fi: Turva-asetuksen talletettu.
fr: Paramètres de sécurité sauvegardés.
hu: Biztonsági Beállításokat mentettük.
pl: Zapisano ustawienia
pt: As Definições de Segurança foram salvas.
pt_pt: Configurações de Segurança Gravadas.
ru: Настройки безопасности сохранены.
zh_hans: 安全设定已保存
zh_hant: 安全設定已儲存。

# GeneralSettings_AttachmentsFolderNotExists
source: The provided Attachments Folder does not exist on the server!
cs: Uvedená složka pro přílohy neexistuje naserveru.
de: Der bereitgestellte Anhangsordner existiert nicht auf dem Server!
es: La Carpeta de Adjuntos proporcionada no existe en el servidor!
fi: Annettua liitteen hakemistoa ei ole palvelimella.
fr: Le dossier fourni Pièces Jointes n'existe pas dans le système.
hu: A megadott Csatolmány Könyvtár nem létezik a szerveren!
pl: Wskazany folder nie istnieje na serwerze
pt: A pasta de Anexos informada não existe no servidor!
pt_pt: A pasta de anexos fornecida não existe no servidor!
ru: Предоставленная папка вложений не существует на сервере!
zh_hans: 提供的附件文件夹服务器上不存在
zh_hant: 提供的附件資料夾不存在於伺服器！

# GeneralSettings_AttachmentsFolderRequired
source: The attachments folder path is Required
cs: Cesta do složky pro přílohy je požadována.
de: Der Pfad des Anhangsordner ist erforderlich.
es: La Carpeta de Adjuntos es necesaria
fi: Liitteen hakemistopolku on pakollinen
fr: Le chemin du dossier des pièces jointes est requis.
hu: A csatolmány könyvtár útvonal megadása kötelező
pl: Wymagane wskazanie ścieżki do katalogu załaczników.
pt: O caminho da pasta de Anexos é obrigatório
pt_pt: É necessário o caminho para a pasta de anexos
ru: Путь к папке вложений Требуется
zh_hans: 请输入附件文件夹路径
zh_hant: 附件資料夾路徑為必須

# GeneralSettings_Success
source: General Settings Saved.
cs: Obecné nastavení Uloženo.
de: Allgemeine Einstellungen wurden gespeichert.
es: Configuración General Guardada.
fi: Yleiset asetukset talletettu
fr: Paramètres sauvegardés
hu: Általános Beállításokat mentettük.
pl: Ustawienia zapisane.
pt: As Configurações Gerais foram salvas.
pt_pt: Configurações Gerais Gravadas.
ru: Общие настройки Сохранены.
zh_hans: 一般设定已保存
zh_hant: 一般設定已儲存。

# GeneralSettings_WebServerUrlInvalid
source: The Web Server URL is not valid.
cs: Web Server URL není platný.
de: Die Web Server URL ist nicht gültig.
es: La URL del Servidor Web no es válida.
fi: Web-serverin URL ei ole kelvollinen.
fr: L'URL Serveur Web n'est pas valide.
hu: A Web Szerver URL-je nem érvényes.
pl: URL Web serwera jest nieporpawny
pt: A URL do Servidor Web não é válida.
pt_pt: O URL do servidor Web não é válido.
ru: URL веб-сервера недействителен.
zh_hans: Web服务器URL不正确
zh_hant: Web 伺服器 URL 無效。

# GeneralSettings_WebServerUrlRequired
source: Web Server URL is Required
cs: Web Server URL je požadováno.
de: Die Web Server URL ist erforderlich
es: La URL del Servidor Web es necesaria
fi: Web-serverin URL on pakollinen
fr: L'URL serveur Web est requise
hu: A Web Szerver URL megadása kötelező.
pl: URL Web serwera jest wymagany
pt: A URL do Servidor Web é obrigatória.
pt_pt: É necessário o URL do servidor Web
ru: URL веб-сервера Требуется
zh_hans: 请输入Web服务器的URL
zh_hant: Web 伺服器 URL 為必須
