Repository: sandeep-gleecus/delete-vm-sample
Catalog: SpiraTest/App_GlobalResources/ServerControls.*.resx
Languages: fi, hu, zh_hant

# CatalogZone_AddRemoveItems
source: Add/Remove Items
fi: Lisää/Poista Kohteet
hu: Elemek hozzáadása / eltávolítása
zh_hant: 新增/除除項目

# CatalogZone_AddVerbDescription
source: Adds a new Widget to the Dashboard
fi: Lisää uuden widgetin Dashboardille
hu: Új Widget hozzáadása a Dashboardhoz
zh_hant: 在儀表板中新增一個小工具

# CatalogZone_CloseVerbDescription
source: Closes this dialog box
fi: Sulkee tämän valintaikkunan
hu: Bezárja a párbeszédablakot
zh_hant: 關閉對話框

# CatalogZone_InstructionText
source: Choose which items you'd like to add:
fi: Valitse, mitkä Kohteet haluat lisätä:
hu: Válassza ki, melyik elemeket szeretné hozzáadni:
zh_hant: 選擇於新增的項目：

# EditorZone_ApplyVerbDescription
source: Applies changes
fi: Koskee muutoksia
hu: Változtatások alkalmazása
zh_hant: 應用更改

# EditorZone_CancelVerbDescription
source: Cancels changes and closes editor
fi: Peruuttaa muutokset ja sulkee editorin
hu: Változtatások visszavonása majd az ablak bezárása
zh_hant: 取消更改並關閉編輯器

# EditorZone_CloseVerbDescription
source: Cancels changes and closes editor
fi: Peruuttaa muutokset ja sulkee editorin
hu: Változtatások visszavonása majd az ablak bezárása
zh_hant: 取消更改並關閉編輯器

# EditorZone_DashboardSettings
source: Dashboard Settings
fi: Dashboardin asetukset
hu: Dashboard beállítások
zh_hant: 儀表板設定

# EditorZone_InstructionText
source: Modify the properties of the Widget, then click OK or Apply to apply your changes
fi: Muokkaa Widgetin ominaisuuksia, klikkaa OK tai Aseta ottaaksesi muutokset käyttöön
hu: Módosítsa a Widget tulajdonságait, majd kattintson az Ok vagy az Alkalmaz gombra az érvényesítéshez
zh_hant: 修改小工具屬性，按下「確定」或「應用」來應用您的修改

# EditorZone_OKVerbDescription
source: Applies changes and closes editor
fi: Asettaa muutokset ja sulkee editorin
hu: Változtatások alkalmazása majd az ablak bezárása
zh_hant: 應用更改並關閉編輯器

# IncidentReleaseType_DetectedRelease
source: Detected in This Release
fi: Tässä Julkaisussa havaitut
hu: Detektálva ebben a release-ben
zh_hant: 在此版本中檢測到

# IncidentReleaseType_ResolvedRelease
source: Resolved in This Release
fi: Tässä Julkaisussa ratkaistut
hu: Megoldva ebben a release-ben
zh_hant: 在此版本中已解決

# IncidentReleaseType_VerifiedRelease
source: Verified in This Release
fi: Tässä Julkaisussa varmistetut
hu: Ellenőrzive ebben a release-ben
zh_hant: 在此版本中已驗證

# RichTextBox_BorderThickness
source: Border thickness
fi: Rajan paksuus
hu: Keret vastagsága
zh_hant: 邊框粗度

# RichTextBox_Cancel
source: Cancel
fi: Peruuta
hu: Mégse
zh_hant: 取消

# RichTextBox_CellPadding
source: Cell padding
fi: Solujen täyttö
hu: Cella padding
zh_hant: 儲存格邊距

# RichTextBox_CellSpacing
source: Cell spacing
fi: Solujen välit
hu: Cella térköz
zh_hant: 儲存格間距

# RichTextBox_Columns
source: Columns
fi: Sarakkeet
hu: Oszlopok
zh_hant: 欄

# RichTextBox_InsertTable
source: Insert Table
fi: Lisää taulukko
hu: Táblázat beszúrása
zh_hant: 插入表格

# RichTextBox_Percent
source: percent
fi: prosenttia
hu: százalék
zh_hant: 百分比

# RichTextBox_Pixels
source: pixels
fi: pikseliä
hu: képpont
zh_hant: 像素

# RichTextBox_Rows
source: Rows
fi: Riviä
hu: Sorok
zh_hant: 列

# RichTextBox_TableWidth
source: Table width
fi: Taulukon leveys
hu: Táblázat szélessége
zh_hant: 表格寬度

# RichTextBox_TextColor
source: Text Colour
fi: Tekstin väri
hu: Szöveg színe
zh_hant: 文字顏色

# TabControl_Associations
source: Associations
fi: Yhteydet
hu: Társítások
zh_hant: 關聯

# TabControl_Attachments
source: Attachments
fi: Liitteet
hu: Mellékletek
zh_hant: 附件

# TabControl_Automation
source: Automation
fi: Automaatio
hu: Automatizációs
zh_hant: 自動化

# TabControl_Comments
source: Comments
fi: kommentit
hu: Hozzászólások
zh_hant: 說明

# TabControl_CustomProperties
source: Custom Props
fi: Kust ominaisuudet
hu: Egyéni tulajdonságok
zh_hant: 自訂屬性

# TabControl_History
source: History
fi: Historia
hu: Napló
zh_hant: 歷史

# TabControl_IncidentAssociations
source: Incident Associations
fi: Havainnon Yhteydet
hu: Incidens társítás
zh_hant: 事件關聯

# TabControl_Incidents
source: Incidents
fi: Havainnot
hu: Incidensek
zh_hant: 事件

# TabControl_Releases
source: Releases
fi: Julkaisut
hu: release-k
zh_hant: 版本

# TabControl_ReqCoverage
source: Req. Coverage
fi: Vaatimuksen kattavuus
hu: Követelmény lefedettség
zh_hant: 需求涵蓋範圍

# TabControl_ReqsTasks
source: Reqs & Tasks
fi: Vaatimukset&Tehtävät
hu: Követelmények, feladatok
zh_hant: 需求和任務

# TabControl_Tasks
source: Tasks
fi: Tehtävät
hu: Feladatok
zh_hant: 任務

# TabControl_TestCases
source: Test Cases
fi: Testitapaukset
hu: tesztesetek
zh_hant: 測試案例

# TabControl_TestCoverage
source: Test Coverage
fi: Testauksen kattavuus
hu: Teszt lefedettség
zh_hant: 測試涵蓋範圍

# TabControl_TestRuns
source: Test Runs
fi: Testiajot
hu: Teszt futások
zh_hant: 測試執行

# TabControl_TestRunSteps
source: Test Run Steps
fi: Testiajon askeleet
hu: Test futtatás lépései
zh_hant: 測試執行步驟

# TabControl_TestSteps
source: Test Steps
fi: Testiaskeleet
hu: Test lépések
zh_hant: 測試步驟

# WebPartChrome_ChangeSettings
source: Change Settings
fi: Muuta asetuksia
hu: Beállítások módosítása
zh_hant: 更改設定

# WebPartChrome_CloseWidget
source: Close Widget
fi: Sulje Widgetti
hu: Widget bezárása
zh_hant: 關閉小工具

# WebPartChrome_MinimizeWidget
source: Minimize Widget
fi: Minimoi Widgetti
hu: Widget minimalizálása
zh_hant: 最小化小工具

# WebPartChrome_RestoreWidget
source: Restore Widget
fi: Palauta Widgetti
hu: Widget visszaálíltása
zh_hant: 還原小工具

# WebPartZone_LeftSide
source: Left Side
fi: Vasen puoli
hu: Bal oldali
zh_hant: 左側

# WebPartZone_RightSide
source: Right Side
fi: Oikea puoli
hu: Jobb oldali
zh_hant: 右側

# TabControl_Schedule
source: Schedule
fi: Aikataulu
hu: Ütemterv
zh_hant: 排程

# TabControl_TestSets
source: Test Sets
fi: Testijoukot
hu: Test szett
zh_hant: 測試集

# TabControl_Files
source: Files
fi: Tiedostot
hu: Fájlok
zh_hant: 文件

# TabControl_Revisions
source: Revisions
fi: Versiot
hu: Revíziók
zh_hant: 修訂版本

# TabControl_Versions
source: Versions
fi: Versiot
hu: Verziók
zh_hant: 版本

# TagCloud_DefaultFormat
source: %k occurred %c times
fi: %k tapahtui %c kertaa
hu: %k történt %c alkalommal
zh_hant: %k 發生 %c 次

# TagCloud_Error
source: Error generating cloud
fi: Virhe luotaessa pilveä
hu: Hiba történt a felhő létrehozásakor
zh_hant: 錯誤產生雲

# TagCloud_NoValues
source: No values to generate cloud
fi: Ei arvoja pilven luontia varten
hu: Nincs érték a felhő létrehozásához
zh_hant: 無值產生雲

# WebPartZone_SideBar
source: Side Bar
fi: Sivupalkki
hu: Oldalsáv
zh_hant: 測欄

# WebPartZone_Top
source: Top
fi: Yläosa
hu: Felső
zh_hant: 置頂

# PlanningBoard_Resource
source: Resource:
fi: Resurssi:
hu: Erőforrás:
zh_hant: 資源：

# TabControl_Builds
source: Builds
fi: Buildit
hu: Build
zh_hant: 建置

# CatalogZone_SelectTargetZoneText
source: Add to
fi: Lisää
hu: Hozzáadás...
zh_hant: 新增至

# TabControl_Overview
source: Overview
fi: Yleiskuva
hu: Áttekintés
zh_hant: 概觀

# TabControl_Description
source: Description
fi: Kuvaus
hu: Leírás
zh_hant: 描述

# TabControl_Details
source: Details
fi: Yksityiskohdat
hu: Részletek
zh_hant: 詳細資訊

# TimeExtender_SelectCurrentTime
source: Click to select current time
fi: Klikkaa valitaksesi tämänhetkinen aika
hu: Kattintson az jelenlegi idö kiválasztásához
zh_hant: 按下選擇目前時間

# TabControl_Console
source: Console Output
fi: Konsolituloste
hu: Konzol kimenet
zh_hant: 控制器輸出

# GridViewEx_SortByAscending
source: Sort Ascending
fi: Järjestä pienimmästä alkaen
hu: Rendezés növekvő sorrendben
zh_hant: 升冪排序

# GridViewEx_SortByDescending
source: Sort Descending
fi: Järjestä suurimmasta alkaen
hu: Rendezés csökkenő sorrendben
zh_hant: 降冪排序

# GridViewEx_SortByFieldAscending
source: Sort by {0} Ascending
fi: Järjestä pienimmästä {0} mukaan
hu: {0} rendezése növekvő sorrendben
zh_hant: 依 {0} 升冪排序

# GridViewEx_SortByFieldDescending
source: Sort by {0} Descending
fi: Järjestä suurimmasta {0} mukaan
hu: {0} rendezése csökkenő sorrendben
zh_hant: 依 {0} 降冪排序

# TabControl_ProjectList
source: Product List
fi: Projektilista
hu: projektlista
zh_hant: 專案列表

# TabControl_UserMembership
source: User Membership
fi: Käyttäjän jäsenyydet
hu: Felhasználói tagság
zh_hant: 使用者成員

# TabControl_ChangeActions
source: Change Actions
fi: Muutostoiminnot
hu: Műveletek módosítása
zh_hant: 更改動作

# TabControl_Scenario
source: Scenario
fi: Skenaario
hu: Forgatókönyv
zh_hant: 情境

# PlanningBoard_ByComponent
source: By Component
fi: Komponentin mukaan
hu: Összetevőnként
zh_hant: 依模組

# PlanningBoard_ByIteration
source: By Sprint
fi: Iteraation mukaan
hu: Sprintenként
zh_hant: 依迭代

# PlanningBoard_ByPackage
source: By Epic
fi: Paketin mukaan
hu: Csomagonként
zh_hant: 依套裝

# PlanningBoard_ByPerson
source: By Person
fi: Henkilön mukaan
hu: Személyenként
zh_hant: 依人

# PlanningBoard_ByPriority
source: By Priority
fi: Prioriteetin mukaan
hu: Prioritásonként
zh_hant: 依優先度

# PlanningBoard_ByRelease
source: By Release
fi: Julkaisun mukaan
hu: Releasenként
zh_hant: 依版本

# PlanningBoard_TasksByPerson
source: Tasks By Person
fi: Tehtävät henkilön mukaan
hu: Feladatok személyre bontva
zh_hant: 任務依人

# PlanningBoard_ByStatus
source: By Status
fi: Tilan mukaan
hu: Állapotonként
zh_hant: 依狀態

# TabControl_Preview
source: Preview
fi: Esikatselu
hu: Előnézet
zh_hant: 預覽
